{
  "book": {
    "number" : "13",
    "filenamePrefix" : "1chronicles",
    "bookPage" : "1chronicles.html",
    "title" : "1 Chronicles",
    "chapterCount" : "29",
    "testament" : "old",
    "nt" : "false",
    "ot" : "true",
    "nextBook" : "2chronicles_1.html",
    "nextTitle" : "2 Chronicles",
    "prevBook" : "2kings_1.html",
    "prevTitle" : "2 Kings"
  },
  "chapter": {
    "number" : "20",
    "verseCount" : "8",
    "nextChapter" : "1chronicles_21.html",
    "nextTitle" : "1 Chronicles 21",
    "prevChapter" : "1chronicles_19.html",
    "prevTitle" : "1 Chronicles 19",
    "filename" : "1chronicles_20.html",
    "keywords" : "online king james holy bible, king james bible, bible todo list, words of Jesus, bible index, the authorised version, KJV, KJB, KJAV, AV"
  },
  "items": [
    {
      "type" : "verse",
      "id" : "v1",
      "number" : "1",
      "absolute" : "10928",
      "text" : "And it came to pass, that after the year was expired, at the time that kings go out <span class='extra'>to battle<\/span>, Joab led forth the power of the army, and wasted the country of the children of Ammon, and came and besieged Rabbah. But David tarried at Jerusalem. And Joab smote Rabbah, and destroyed it.",
      "plainText" : "And it came to pass, that after the year was expired, at the time that kings go out to battle, Joab led forth the power of the army, and wasted the country of the children of Ammon, and came and besieged Rabbah. But David tarried at Jerusalem. And Joab smote Rabbah, and destroyed it."
    }
    ,
    {
      "type" : "verse",
      "id" : "v2",
      "number" : "2",
      "absolute" : "10929",
      "text" : "And David took the crown of their king from off his head, and found it to weigh a talent of gold, and <span class='extra'>there were<\/span> precious stones in it; and it was set upon David's head: and he brought also exceeding much spoil out of the city.",
      "plainText" : "And David took the crown of their king from off his head, and found it to weigh a talent of gold, and there were precious stones in it; and it was set upon David's head: and he brought also exceeding much spoil out of the city."
    }
    ,
    {
      "type" : "verse",
      "id" : "v3",
      "number" : "3",
      "absolute" : "10930",
      "text" : "And he brought out the people that <span class='extra'>were<\/span> in it, and cut <span class='extra'>them<\/span> with saws, and with harrows of iron, and with axes. Even so dealt David with all the cities of the children of Ammon. And David and all the people returned to Jerusalem.",
      "plainText" : "And he brought out the people that were in it, and cut them with saws, and with harrows of iron, and with axes. Even so dealt David with all the cities of the children of Ammon. And David and all the people returned to Jerusalem."
    }
    ,
    {
      "type" : "verse",
      "id" : "v4",
      "number" : "4",
      "absolute" : "10931",
      "text" : "And it came to pass after this, that there arose war at Gezer with the Philistines; at which time Sibbechai the Hushathite slew Sippai, <span class='extra'>that was<\/span> of the children of the giant: and they were subdued.",
      "plainText" : "And it came to pass after this, that there arose war at Gezer with the Philistines; at which time Sibbechai the Hushathite slew Sippai, that was of the children of the giant: and they were subdued."
    }
    ,
    {
      "type" : "verse",
      "id" : "v5",
      "number" : "5",
      "absolute" : "10932",
      "text" : "And there was war again with the Philistines; and Elhanan the son of Jair slew Lahmi the brother of Goliath the Gittite, whose spear staff <span class='extra'>was<\/span> like a weaver's beam.",
      "plainText" : "And there was war again with the Philistines; and Elhanan the son of Jair slew Lahmi the brother of Goliath the Gittite, whose spear staff was like a weaver's beam."
    }
    ,
    {
      "type" : "verse",
      "id" : "v6",
      "number" : "6",
      "absolute" : "10933",
      "text" : "And yet again there was war at Gath, where was a man of <span class='extra'>great<\/span> stature, whose fingers and toes <span class='extra'>were<\/span> four and twenty, six <span class='extra'>on each hand<\/span>, and six <span class='extra'>on each foot<\/span>: and he also was the son of the giant.",
      "plainText" : "And yet again there was war at Gath, where was a man of great stature, whose fingers and toes were four and twenty, six on each hand, and six on each foot: and he also was the son of the giant."
    }
    ,
    {
      "type" : "verse",
      "id" : "v7",
      "number" : "7",
      "absolute" : "10934",
      "text" : "But when he defied Israel, Jonathan the son of Shimea David's brother slew him.",
      "plainText" : "But when he defied Israel, Jonathan the son of Shimea David's brother slew him."
    }
    ,
    {
      "type" : "verse",
      "id" : "v8",
      "number" : "8",
      "absolute" : "10935",
      "text" : "These were born unto the giant in Gath; and they fell by the hand of David, and by the hand of his servants.",
      "plainText" : "These were born unto the giant in Gath; and they fell by the hand of David, and by the hand of his servants."
    }
  ]
}

