{
  "book": {
    "number" : "13",
    "filenamePrefix" : "1chronicles",
    "bookPage" : "1chronicles.html",
    "title" : "1 Chronicles",
    "chapterCount" : "29",
    "testament" : "old",
    "nt" : "false",
    "ot" : "true",
    "nextBook" : "2chronicles_1.html",
    "nextTitle" : "2 Chronicles",
    "prevBook" : "2kings_1.html",
    "prevTitle" : "2 Kings"
  },
  "chapter": {
    "number" : "26",
    "verseCount" : "32",
    "nextChapter" : "1chronicles_27.html",
    "nextTitle" : "1 Chronicles 27",
    "prevChapter" : "1chronicles_25.html",
    "prevTitle" : "1 Chronicles 25",
    "filename" : "1chronicles_26.html",
    "keywords" : "online king james holy bible, king james bible, bible todo list, words of Jesus, bible index, the authorised version, KJV, KJB, KJAV, AV"
  },
  "items": [
    {
      "type" : "verse",
      "id" : "v1",
      "number" : "1",
      "absolute" : "11079",
      "text" : "Concerning the divisions of the porters: Of the Korhites <span class='extra'>was<\/span> Meshelemiah the son of Kore, of the sons of Asaph.",
      "plainText" : "Concerning the divisions of the porters: Of the Korhites was Meshelemiah the son of Kore, of the sons of Asaph."
    }
    ,
    {
      "type" : "verse",
      "id" : "v2",
      "number" : "2",
      "absolute" : "11080",
      "text" : "And the sons of Meshelemiah <span class='extra'>were<\/span>, Zechariah the firstborn, Jediael the second, Zebadiah the third, Jathniel the fourth,",
      "plainText" : "And the sons of Meshelemiah were, Zechariah the firstborn, Jediael the second, Zebadiah the third, Jathniel the fourth,"
    }
    ,
    {
      "type" : "verse",
      "id" : "v3",
      "number" : "3",
      "absolute" : "11081",
      "text" : "Elam the fifth, Jehohanan the sixth, Elioenai the seventh.",
      "plainText" : "Elam the fifth, Jehohanan the sixth, Elioenai the seventh."
    }
    ,
    {
      "type" : "verse",
      "id" : "v4",
      "number" : "4",
      "absolute" : "11082",
      "text" : "Moreover the sons of Obed-edom <span class='extra'>were<\/span>, Shemaiah the firstborn, Jehozabad the second, Joah the third, and Sacar the fourth, and Nethaneel the fifth,",
      "plainText" : "Moreover the sons of Obed-edom were, Shemaiah the firstborn, Jehozabad the second, Joah the third, and Sacar the fourth, and Nethaneel the fifth,"
    }
    ,
    {
      "type" : "verse",
      "id" : "v5",
      "number" : "5",
      "absolute" : "11083",
      "text" : "Ammiel the sixth, Issachar the seventh, Peulthai the eighth: for God blessed him.",
      "plainText" : "Ammiel the sixth, Issachar the seventh, Peulthai the eighth: for God blessed him."
    }
    ,
    {
      "type" : "verse",
      "id" : "v6",
      "number" : "6",
      "absolute" : "11084",
      "text" : "Also unto Shemaiah his son were sons born, that ruled throughout the house of their father: for they <span class='extra'>were<\/span> mighty men of valour.",
      "plainText" : "Also unto Shemaiah his son were sons born, that ruled throughout the house of their father: for they were mighty men of valour."
    }
    ,
    {
      "type" : "verse",
      "id" : "v7",
      "number" : "7",
      "absolute" : "11085",
      "text" : "The sons of Shemaiah; Othni, and Rephael, and Obed, Elzabad, whose brethren <span class='extra'>were<\/span> strong men, Elihu, and Semachiah.",
      "plainText" : "The sons of Shemaiah; Othni, and Rephael, and Obed, Elzabad, whose brethren were strong men, Elihu, and Semachiah."
    }
    ,
    {
      "type" : "verse",
      "id" : "v8",
      "number" : "8",
      "absolute" : "11086",
      "text" : "All these of the sons of Obed-edom: they and their sons and their brethren, able men for strength for the service, <span class='extra'>were<\/span> threescore and two of Obed-edom.",
      "plainText" : "All these of the sons of Obed-edom: they and their sons and their brethren, able men for strength for the service, were threescore and two of Obed-edom."
    }
    ,
    {
      "type" : "verse",
      "id" : "v9",
      "number" : "9",
      "absolute" : "11087",
      "text" : "And Meshelemiah had sons and brethren, strong men, eighteen.",
      "plainText" : "And Meshelemiah had sons and brethren, strong men, eighteen."
    }
    ,
    {
      "type" : "verse",
      "id" : "v10",
      "number" : "10",
      "absolute" : "11088",
      "text" : "Also Hosah, of the children of Merari, had sons; Simri the chief, (for <span class='extra'>though<\/span> he was not the firstborn, yet his father made him the chief;)",
      "plainText" : "Also Hosah, of the children of Merari, had sons; Simri the chief, (for though he was not the firstborn, yet his father made him the chief;)"
    }
    ,
    {
      "type" : "verse",
      "id" : "v11",
      "number" : "11",
      "absolute" : "11089",
      "text" : "Hilkiah the second, Tebaliah the third, Zechariah the fourth: all the sons and brethren of Hosah <span class='extra'>were<\/span> thirteen.",
      "plainText" : "Hilkiah the second, Tebaliah the third, Zechariah the fourth: all the sons and brethren of Hosah were thirteen."
    }
    ,
    {
      "type" : "verse",
      "id" : "v12",
      "number" : "12",
      "absolute" : "11090",
      "text" : "Among these <span class='extra'>were<\/span> the divisions of the porters, <span class='extra'>even<\/span> among the chief men, <span class='extra'>having<\/span> wards one against another, to minister in the house of the <span class='nog'>LORD<\/span>.",
      "plainText" : "Among these were the divisions of the porters, even among the chief men, having wards one against another, to minister in the house of the LORD."
    }
    ,
    {
      "type" : "verse",
      "id" : "v13",
      "number" : "13",
      "absolute" : "11091",
      "text" : "And they cast lots, as well the small as the great, according to the house of their fathers, for every gate.",
      "plainText" : "And they cast lots, as well the small as the great, according to the house of their fathers, for every gate."
    }
    ,
    {
      "type" : "verse",
      "id" : "v14",
      "number" : "14",
      "absolute" : "11092",
      "text" : "And the lot eastward fell to Shelemiah. Then for Zechariah his son, a wise counsellor, they cast lots; and his lot came out northward.",
      "plainText" : "And the lot eastward fell to Shelemiah. Then for Zechariah his son, a wise counsellor, they cast lots; and his lot came out northward."
    }
    ,
    {
      "type" : "verse",
      "id" : "v15",
      "number" : "15",
      "absolute" : "11093",
      "text" : "To Obed-edom southward; and to his sons the house of Asuppim.",
      "plainText" : "To Obed-edom southward; and to his sons the house of Asuppim."
    }
    ,
    {
      "type" : "verse",
      "id" : "v16",
      "number" : "16",
      "absolute" : "11094",
      "text" : "To Shuppim and Hosah <span class='extra'>the lot came forth<\/span> westward, with the gate Shallecheth, by the causeway of the going up, ward against ward.",
      "plainText" : "To Shuppim and Hosah the lot came forth westward, with the gate Shallecheth, by the causeway of the going up, ward against ward."
    }
    ,
    {
      "type" : "verse",
      "id" : "v17",
      "number" : "17",
      "absolute" : "11095",
      "text" : "Eastward <span class='extra'>were<\/span> six Levites, northward four a day, southward four a day, and toward Asuppim two <span class='extra'>and<\/span> two.",
      "plainText" : "Eastward were six Levites, northward four a day, southward four a day, and toward Asuppim two and two."
    }
    ,
    {
      "type" : "verse",
      "id" : "v18",
      "number" : "18",
      "absolute" : "11096",
      "text" : "At Parbar westward, four at the causeway, <span class='extra'>and<\/span> two at Parbar.",
      "plainText" : "At Parbar westward, four at the causeway, and two at Parbar."
    }
    ,
    {
      "type" : "verse",
      "id" : "v19",
      "number" : "19",
      "absolute" : "11097",
      "text" : "These <span class='extra'>are<\/span> the divisions of the porters among the sons of Kore, and among the sons of Merari.",
      "plainText" : "These are the divisions of the porters among the sons of Kore, and among the sons of Merari."
    }
    ,
    {
      "type" : "verse",
      "id" : "v20",
      "number" : "20",
      "absolute" : "11098",
      "text" : "And of the Levites, Ahijah <span class='extra'>was<\/span> over the treasures of the house of God, and over the treasures of the dedicated things.",
      "plainText" : "And of the Levites, Ahijah was over the treasures of the house of God, and over the treasures of the dedicated things."
    }
    ,
    {
      "type" : "verse",
      "id" : "v21",
      "number" : "21",
      "absolute" : "11099",
      "text" : "<span class='extra'>As concerning<\/span> the sons of Laadan; the sons of the Gershonite Laadan, chief fathers, <span class='extra'>even<\/span> of Laadan the Gershonite, <span class='extra'>were<\/span> Jehieli.",
      "plainText" : "As concerning the sons of Laadan; the sons of the Gershonite Laadan, chief fathers, even of Laadan the Gershonite, were Jehieli."
    }
    ,
    {
      "type" : "verse",
      "id" : "v22",
      "number" : "22",
      "absolute" : "11100",
      "text" : "The sons of Jehieli; Zetham, and Joel his brother, <span class='extra'>which were<\/span> over the treasures of the house of the <span class='nog'>LORD<\/span>.",
      "plainText" : "The sons of Jehieli; Zetham, and Joel his brother, which were over the treasures of the house of the LORD."
    }
    ,
    {
      "type" : "verse",
      "id" : "v23",
      "number" : "23",
      "absolute" : "11101",
      "text" : "Of the Amramites, <span class='extra'>and<\/span> the Izharites, the Hebronites, <span class='extra'>and<\/span> the Uzzielites:",
      "plainText" : "Of the Amramites, and the Izharites, the Hebronites, and the Uzzielites:"
    }
    ,
    {
      "type" : "verse",
      "id" : "v24",
      "number" : "24",
      "absolute" : "11102",
      "text" : "And Shebuel the son of Gershom, the son of Moses, <span class='extra'>was<\/span> ruler of the treasures.",
      "plainText" : "And Shebuel the son of Gershom, the son of Moses, was ruler of the treasures."
    }
    ,
    {
      "type" : "verse",
      "id" : "v25",
      "number" : "25",
      "absolute" : "11103",
      "text" : "And his brethren by Eliezer; Rehabiah his son, and Jeshaiah his son, and Joram his son, and Zichri his son, and Shelomith his son.",
      "plainText" : "And his brethren by Eliezer; Rehabiah his son, and Jeshaiah his son, and Joram his son, and Zichri his son, and Shelomith his son."
    }
    ,
    {
      "type" : "verse",
      "id" : "v26",
      "number" : "26",
      "absolute" : "11104",
      "text" : "Which Shelomith and his brethren <span class='extra'>were<\/span> over all the treasures of the dedicated things, which David the king, and the chief fathers, the captains over thousands and hundreds, and the captains of the host, had dedicated.",
      "plainText" : "Which Shelomith and his brethren were over all the treasures of the dedicated things, which David the king, and the chief fathers, the captains over thousands and hundreds, and the captains of the host, had dedicated."
    }
    ,
    {
      "type" : "verse",
      "id" : "v27",
      "number" : "27",
      "absolute" : "11105",
      "text" : "Out of the spoils won in battles did they dedicate to maintain the house of the <span class='nog'>LORD<\/span>.",
      "plainText" : "Out of the spoils won in battles did they dedicate to maintain the house of the LORD."
    }
    ,
    {
      "type" : "verse",
      "id" : "v28",
      "number" : "28",
      "absolute" : "11106",
      "text" : "And all that Samuel the seer, and Saul the son of Kish, and Abner the son of Ner, and Joab the son of Zeruiah, had dedicated; <span class='extra'>and<\/span> whosoever had dedicated <span class='extra'>any thing, it was<\/span> under the hand of Shelomith, and of his brethren.",
      "plainText" : "And all that Samuel the seer, and Saul the son of Kish, and Abner the son of Ner, and Joab the son of Zeruiah, had dedicated; and whosoever had dedicated any thing, it was under the hand of Shelomith, and of his brethren."
    }
    ,
    {
      "type" : "verse",
      "id" : "v29",
      "number" : "29",
      "absolute" : "11107",
      "text" : "Of the Izharites, Chenaniah and his sons <span class='extra'>were<\/span> for the outward business over Israel, for officers and judges.",
      "plainText" : "Of the Izharites, Chenaniah and his sons were for the outward business over Israel, for officers and judges."
    }
    ,
    {
      "type" : "verse",
      "id" : "v30",
      "number" : "30",
      "absolute" : "11108",
      "text" : "<span class='extra'>And<\/span> of the Hebronites, Hashabiah and his brethren, men of valour, a thousand and seven hundred, <span class='extra'>were<\/span> officers among them of Israel on this side Jordan westward in all the business of the <span class='nog'>LORD<\/span>, and in the service of the king.",
      "plainText" : "And of the Hebronites, Hashabiah and his brethren, men of valour, a thousand and seven hundred, were officers among them of Israel on this side Jordan westward in all the business of the LORD, and in the service of the king."
    }
    ,
    {
      "type" : "verse",
      "id" : "v31",
      "number" : "31",
      "absolute" : "11109",
      "text" : "Among the Hebronites <span class='extra'>was<\/span> Jerijah the chief, <span class='extra'>even<\/span> among the Hebronites, according to the generations of his fathers. In the fortieth year of the reign of David they were sought for, and there were found among them mighty men of valour at Jazer of Gilead.",
      "plainText" : "Among the Hebronites was Jerijah the chief, even among the Hebronites, according to the generations of his fathers. In the fortieth year of the reign of David they were sought for, and there were found among them mighty men of valour at Jazer of Gilead."
    }
    ,
    {
      "type" : "verse",
      "id" : "v32",
      "number" : "32",
      "absolute" : "11110",
      "text" : "And his brethren, men of valour, <span class='extra'>were<\/span> two thousand and seven hundred chief fathers, whom king David made rulers over the Reubenites, the Gadites, and the half tribe of Manasseh, for every matter pertaining to God, and affairs of the king.",
      "plainText" : "And his brethren, men of valour, were two thousand and seven hundred chief fathers, whom king David made rulers over the Reubenites, the Gadites, and the half tribe of Manasseh, for every matter pertaining to God, and affairs of the king."
    }
  ]
}


