{
  "book": {
    "number" : "11",
    "filenamePrefix" : "1kings",
    "bookPage" : "1kings.html",
    "title" : "1 Kings",
    "chapterCount" : "22",
    "testament" : "old",
    "nt" : "false",
    "ot" : "true",
    "nextBook" : "2kings_1.html",
    "nextTitle" : "2 Kings",
    "prevBook" : "2samuel_1.html",
    "prevTitle" : "2 Samuel"
  },
  "chapter": {
    "number" : "12",
    "verseCount" : "33",
    "nextChapter" : "1kings_13.html",
    "nextTitle" : "1 Kings 13",
    "prevChapter" : "1kings_11.html",
    "prevTitle" : "1 Kings 11",
    "filename" : "1kings_12.html",
    "keywords" : "online king james holy bible, king james bible, bible todo list, words of Jesus, bible index, the authorised version, KJV, KJB, KJAV, AV"
  },
  "items": [
    {
      "type" : "verse",
      "id" : "v1",
      "number" : "1",
      "absolute" : "9153",
      "text" : "And Rehoboam went to Shechem: for all Israel were come to Shechem to make him king.",
      "plainText" : "And Rehoboam went to Shechem: for all Israel were come to Shechem to make him king."
    }
    ,
    {
      "type" : "verse",
      "id" : "v2",
      "number" : "2",
      "absolute" : "9154",
      "text" : "And it came to pass, when Jeroboam the son of Nebat, who was yet in Egypt, heard <span class='extra'>of it<\/span>, (for he was fled from the presence of king Solomon, and Jeroboam dwelt in Egypt;)",
      "plainText" : "And it came to pass, when Jeroboam the son of Nebat, who was yet in Egypt, heard of it, (for he was fled from the presence of king Solomon, and Jeroboam dwelt in Egypt;)"
    }
    ,
    {
      "type" : "verse",
      "id" : "v3",
      "number" : "3",
      "absolute" : "9155",
      "text" : "That they sent and called him. And Jeroboam and all the congregation of Israel came, and spake unto Rehoboam, saying,",
      "plainText" : "That they sent and called him. And Jeroboam and all the congregation of Israel came, and spake unto Rehoboam, saying,"
    }
    ,
    {
      "type" : "verse",
      "id" : "v4",
      "number" : "4",
      "absolute" : "9156",
      "text" : "Thy father made our yoke grievous: now therefore make thou the grievous service of thy father, and his heavy yoke which he put upon us, lighter, and we will serve thee.",
      "plainText" : "Thy father made our yoke grievous: now therefore make thou the grievous service of thy father, and his heavy yoke which he put upon us, lighter, and we will serve thee."
    }
    ,
    {
      "type" : "verse",
      "id" : "v5",
      "number" : "5",
      "absolute" : "9157",
      "text" : "And he said unto them, Depart yet <span class='extra'>for<\/span> three days, then come again to me. And the people departed.",
      "plainText" : "And he said unto them, Depart yet for three days, then come again to me. And the people departed."
    }
    ,
    {
      "type" : "verse",
      "id" : "v6",
      "number" : "6",
      "absolute" : "9158",
      "text" : "And king Rehoboam consulted with the old men, that stood before Solomon his father while he yet lived, and said, How do ye advise that I may answer this people?",
      "plainText" : "And king Rehoboam consulted with the old men, that stood before Solomon his father while he yet lived, and said, How do ye advise that I may answer this people?"
    }
    ,
    {
      "type" : "verse",
      "id" : "v7",
      "number" : "7",
      "absolute" : "9159",
      "text" : "And they spake unto him, saying, If thou wilt be a servant unto this people this day, and wilt serve them, and answer them, and speak good words to them, then they will be thy servants for ever.",
      "plainText" : "And they spake unto him, saying, If thou wilt be a servant unto this people this day, and wilt serve them, and answer them, and speak good words to them, then they will be thy servants for ever."
    }
    ,
    {
      "type" : "verse",
      "id" : "v8",
      "number" : "8",
      "absolute" : "9160",
      "text" : "But he forsook the counsel of the old men, which they had given him, and consulted with the young men that were grown up with him, <span class='extra'>and<\/span> which stood before him:",
      "plainText" : "But he forsook the counsel of the old men, which they had given him, and consulted with the young men that were grown up with him, and which stood before him:"
    }
    ,
    {
      "type" : "verse",
      "id" : "v9",
      "number" : "9",
      "absolute" : "9161",
      "text" : "And he said unto them, What counsel give ye that we may answer this people, who have spoken to me, saying, Make the yoke which thy father did put upon us lighter?",
      "plainText" : "And he said unto them, What counsel give ye that we may answer this people, who have spoken to me, saying, Make the yoke which thy father did put upon us lighter?"
    }
    ,
    {
      "type" : "verse",
      "id" : "v10",
      "number" : "10",
      "absolute" : "9162",
      "text" : "And the young men that were grown up with him spake unto him, saying, Thus shalt thou speak unto this people that spake unto thee, saying, Thy father made our yoke heavy, but make thou <span class='extra'>it<\/span> lighter unto us; thus shalt thou say unto them, My little <span class='extra'>finger<\/span> shall be thicker than my father's loins.",
      "plainText" : "And the young men that were grown up with him spake unto him, saying, Thus shalt thou speak unto this people that spake unto thee, saying, Thy father made our yoke heavy, but make thou it lighter unto us; thus shalt thou say unto them, My little finger shall be thicker than my father's loins."
    }
    ,
    {
      "type" : "verse",
      "id" : "v11",
      "number" : "11",
      "absolute" : "9163",
      "text" : "And now whereas my father did lade you with a heavy yoke, I will add to your yoke: my father hath chastised you with whips, but I will chastise you with scorpions.",
      "plainText" : "And now whereas my father did lade you with a heavy yoke, I will add to your yoke: my father hath chastised you with whips, but I will chastise you with scorpions."
    }
    ,
    {
      "type" : "verse",
      "id" : "v12",
      "number" : "12",
      "absolute" : "9164",
      "text" : "So Jeroboam and all the people came to Rehoboam the third day, as the king had appointed, saying, Come to me again the third day.",
      "plainText" : "So Jeroboam and all the people came to Rehoboam the third day, as the king had appointed, saying, Come to me again the third day."
    }
    ,
    {
      "type" : "verse",
      "id" : "v13",
      "number" : "13",
      "absolute" : "9165",
      "text" : "And the king answered the people roughly, and forsook the old men's counsel that they gave him;",
      "plainText" : "And the king answered the people roughly, and forsook the old men's counsel that they gave him;"
    }
    ,
    {
      "type" : "verse",
      "id" : "v14",
      "number" : "14",
      "absolute" : "9166",
      "text" : "And spake to them after the counsel of the young men, saying, My father made your yoke heavy, and I will add to your yoke: my father <span class='extra'>also<\/span> chastised you with whips, but I will chastise you with scorpions.",
      "plainText" : "And spake to them after the counsel of the young men, saying, My father made your yoke heavy, and I will add to your yoke: my father also chastised you with whips, but I will chastise you with scorpions."
    }
    ,
    {
      "type" : "verse",
      "id" : "v15",
      "number" : "15",
      "absolute" : "9167",
      "text" : "Wherefore the king hearkened not unto the people; for the cause was from the <span class='nog'>LORD<\/span>, that he might perform his saying, which the <span class='nog'>LORD<\/span> spake by Ahijah the Shilonite unto Jeroboam the son of Nebat.",
      "plainText" : "Wherefore the king hearkened not unto the people; for the cause was from the LORD, that he might perform his saying, which the LORD spake by Ahijah the Shilonite unto Jeroboam the son of Nebat."
    }
    ,
    {
      "type" : "verse",
      "id" : "v16",
      "number" : "16",
      "absolute" : "9168",
      "text" : "So when all Israel saw that the king hearkened not unto them, the people answered the king, saying, What portion have we in David? neither <span class='extra'>have we<\/span> inheritance in the son of Jesse: to your tents, O Israel: now see to thine own house, David. So Israel departed unto their tents.",
      "plainText" : "So when all Israel saw that the king hearkened not unto them, the people answered the king, saying, What portion have we in David? neither have we inheritance in the son of Jesse: to your tents, O Israel: now see to thine own house, David. So Israel departed unto their tents."
    }
    ,
    {
      "type" : "verse",
      "id" : "v17",
      "number" : "17",
      "absolute" : "9169",
      "text" : "But <span class='extra'>as for<\/span> the children of Israel which dwelt in the cities of Judah, Rehoboam reigned over them.",
      "plainText" : "But as for the children of Israel which dwelt in the cities of Judah, Rehoboam reigned over them."
    }
    ,
    {
      "type" : "verse",
      "id" : "v18",
      "number" : "18",
      "absolute" : "9170",
      "text" : "Then king Rehoboam sent Adoram, who <span class='extra'>was<\/span> over the tribute; and all Israel stoned him with stones, that he died. Therefore king Rehoboam made speed to get him up to his chariot, to flee to Jerusalem.",
      "plainText" : "Then king Rehoboam sent Adoram, who was over the tribute; and all Israel stoned him with stones, that he died. Therefore king Rehoboam made speed to get him up to his chariot, to flee to Jerusalem."
    }
    ,
    {
      "type" : "verse",
      "id" : "v19",
      "number" : "19",
      "absolute" : "9171",
      "text" : "So Israel rebelled against the house of David unto this day.",
      "plainText" : "So Israel rebelled against the house of David unto this day."
    }
    ,
    {
      "type" : "verse",
      "id" : "v20",
      "number" : "20",
      "absolute" : "9172",
      "text" : "And it came to pass, when all Israel heard that Jeroboam was come again, that they sent and called him unto the congregation, and made him king over all Israel: there was none that followed the house of David, but the tribe of Judah only.",
      "plainText" : "And it came to pass, when all Israel heard that Jeroboam was come again, that they sent and called him unto the congregation, and made him king over all Israel: there was none that followed the house of David, but the tribe of Judah only."
    }
    ,
    {
      "type" : "verse",
      "id" : "v21",
      "number" : "21",
      "absolute" : "9173",
      "text" : "And when Rehoboam was come to Jerusalem, he assembled all the house of Judah, with the tribe of Benjamin, an hundred and fourscore thousand chosen men, which were warriors, to fight against the house of Israel, to bring the kingdom again to Rehoboam the son of Solomon.",
      "plainText" : "And when Rehoboam was come to Jerusalem, he assembled all the house of Judah, with the tribe of Benjamin, an hundred and fourscore thousand chosen men, which were warriors, to fight against the house of Israel, to bring the kingdom again to Rehoboam the son of Solomon."
    }
    ,
    {
      "type" : "verse",
      "id" : "v22",
      "number" : "22",
      "absolute" : "9174",
      "text" : "But the word of God came unto Shemaiah the man of God, saying,",
      "plainText" : "But the word of God came unto Shemaiah the man of God, saying,"
    }
    ,
    {
      "type" : "verse",
      "id" : "v23",
      "number" : "23",
      "absolute" : "9175",
      "text" : "Speak unto Rehoboam, the son of Solomon, king of Judah, and unto all the house of Judah and Benjamin, and to the remnant of the people, saying,",
      "plainText" : "Speak unto Rehoboam, the son of Solomon, king of Judah, and unto all the house of Judah and Benjamin, and to the remnant of the people, saying,"
    }
    ,
    {
      "type" : "verse",
      "id" : "v24",
      "number" : "24",
      "absolute" : "9176",
      "text" : "Thus saith the <span class='nog'>LORD<\/span>, Ye shall not go up, nor fight against your brethren the children of Israel: return every man to his house; for this thing is from me. They hearkened therefore to the word of the <span class='nog'>LORD<\/span>, and returned to depart, according to the word of the <span class='nog'>LORD<\/span>.",
      "plainText" : "Thus saith the LORD, Ye shall not go up, nor fight against your brethren the children of Israel: return every man to his house; for this thing is from me. They hearkened therefore to the word of the LORD, and returned to depart, according to the word of the LORD."
    }
    ,
    {
      "type" : "verse",
      "id" : "v25",
      "number" : "25",
      "absolute" : "9177",
      "text" : "Then Jeroboam built Shechem in mount Ephraim, and dwelt therein; and went out from thence, and built Penuel.",
      "plainText" : "Then Jeroboam built Shechem in mount Ephraim, and dwelt therein; and went out from thence, and built Penuel."
    }
    ,
    {
      "type" : "verse",
      "id" : "v26",
      "number" : "26",
      "absolute" : "9178",
      "text" : "And Jeroboam said in his heart, Now shall the kingdom return to the house of David:",
      "plainText" : "And Jeroboam said in his heart, Now shall the kingdom return to the house of David:"
    }
    ,
    {
      "type" : "verse",
      "id" : "v27",
      "number" : "27",
      "absolute" : "9179",
      "text" : "If this people go up to do sacrifice in the house of the <span class='nog'>LORD<\/span> at Jerusalem, then shall the heart of this people turn again unto their lord, <span class='extra'>even<\/span> unto Rehoboam king of Judah, and they shall kill me, and go again to Rehoboam king of Judah.",
      "plainText" : "If this people go up to do sacrifice in the house of the LORD at Jerusalem, then shall the heart of this people turn again unto their lord, even unto Rehoboam king of Judah, and they shall kill me, and go again to Rehoboam king of Judah."
    }
    ,
    {
      "type" : "verse",
      "id" : "v28",
      "number" : "28",
      "absolute" : "9180",
      "text" : "Whereupon the king took counsel, and made two calves <span class='extra'>of<\/span> gold, and said unto them, It is too much for you to go up to Jerusalem: behold thy gods, O Israel, which brought thee up out of the land of Egypt.",
      "plainText" : "Whereupon the king took counsel, and made two calves of gold, and said unto them, It is too much for you to go up to Jerusalem: behold thy gods, O Israel, which brought thee up out of the land of Egypt."
    }
    ,
    {
      "type" : "verse",
      "id" : "v29",
      "number" : "29",
      "absolute" : "9181",
      "text" : "And he set the one in Beth-el, and the other put he in Dan.",
      "plainText" : "And he set the one in Beth-el, and the other put he in Dan."
    }
    ,
    {
      "type" : "verse",
      "id" : "v30",
      "number" : "30",
      "absolute" : "9182",
      "text" : "And this thing became a sin: for the people went <span class='extra'>to worship<\/span> before the one, <span class='extra'>even<\/span> unto Dan.",
      "plainText" : "And this thing became a sin: for the people went to worship before the one, even unto Dan."
    }
    ,
    {
      "type" : "verse",
      "id" : "v31",
      "number" : "31",
      "absolute" : "9183",
      "text" : "And he made an house of high places, and made priests of the lowest of the people, which were not of the sons of Levi.",
      "plainText" : "And he made an house of high places, and made priests of the lowest of the people, which were not of the sons of Levi."
    }
    ,
    {
      "type" : "verse",
      "id" : "v32",
      "number" : "32",
      "absolute" : "9184",
      "text" : "And Jeroboam ordained a feast in the eighth month, on the fifteenth day of the month, like unto the feast that <span class='extra'>is<\/span> in Judah, and he offered upon the altar. So did he in Beth-el, sacrificing unto the calves that he had made: and he placed in Beth-el the priests of the high places which he had made.",
      "plainText" : "And Jeroboam ordained a feast in the eighth month, on the fifteenth day of the month, like unto the feast that is in Judah, and he offered upon the altar. So did he in Beth-el, sacrificing unto the calves that he had made: and he placed in Beth-el the priests of the high places which he had made."
    }
    ,
    {
      "type" : "verse",
      "id" : "v33",
      "number" : "33",
      "absolute" : "9185",
      "text" : "So he offered upon the altar which he had made in Beth-el the fifteenth day of the eighth month, <span class='extra'>even<\/span> in the month which he had devised of his own heart; and ordained a feast unto the children of Israel: and he offered upon the altar, and burnt incense.",
      "plainText" : "So he offered upon the altar which he had made in Beth-el the fifteenth day of the eighth month, even in the month which he had devised of his own heart; and ordained a feast unto the children of Israel: and he offered upon the altar, and burnt incense."
    }
  ]
}


