{
  "book": {
    "number" : "11",
    "filenamePrefix" : "1kings",
    "bookPage" : "1kings.html",
    "title" : "1 Kings",
    "chapterCount" : "22",
    "testament" : "old",
    "nt" : "false",
    "ot" : "true",
    "nextBook" : "2kings_1.html",
    "nextTitle" : "2 Kings",
    "prevBook" : "2samuel_1.html",
    "prevTitle" : "2 Samuel"
  },
  "chapter": {
    "number" : "13",
    "verseCount" : "34",
    "nextChapter" : "1kings_14.html",
    "nextTitle" : "1 Kings 14",
    "prevChapter" : "1kings_12.html",
    "prevTitle" : "1 Kings 12",
    "filename" : "1kings_13.html",
    "keywords" : "online king james holy bible, king james bible, bible todo list, words of Jesus, bible index, the authorised version, KJV, KJB, KJAV, AV"
  },
  "items": [
    {
      "type" : "verse",
      "id" : "v1",
      "number" : "1",
      "absolute" : "9186",
      "text" : "And, behold, there came a man of God out of Judah by the word of the <span class='nog'>LORD<\/span> unto Beth-el: and Jeroboam stood by the altar to burn incense.",
      "plainText" : "And, behold, there came a man of God out of Judah by the word of the LORD unto Beth-el: and Jeroboam stood by the altar to burn incense."
    }
    ,
    {
      "type" : "verse",
      "id" : "v2",
      "number" : "2",
      "absolute" : "9187",
      "text" : "And he cried against the altar in the word of the <span class='nog'>LORD<\/span>, and said, O altar, altar, thus saith the <span class='nog'>LORD<\/span>; Behold, a child shall be born unto the house of David, Josiah by name; and upon thee shall he offer the priests of the high places that burn incense upon thee, and men's bones shall be burnt upon thee.",
      "plainText" : "And he cried against the altar in the word of the LORD, and said, O altar, altar, thus saith the LORD; Behold, a child shall be born unto the house of David, Josiah by name; and upon thee shall he offer the priests of the high places that burn incense upon thee, and men's bones shall be burnt upon thee."
    }
    ,
    {
      "type" : "verse",
      "id" : "v3",
      "number" : "3",
      "absolute" : "9188",
      "text" : "And he gave a sign the same day, saying, This <span class='extra'>is<\/span> the sign which the <span class='nog'>LORD<\/span> hath spoken; Behold, the altar shall be rent, and the ashes that <span class='extra'>are<\/span> upon it shall be poured out.",
      "plainText" : "And he gave a sign the same day, saying, This is the sign which the LORD hath spoken; Behold, the altar shall be rent, and the ashes that are upon it shall be poured out."
    }
    ,
    {
      "type" : "verse",
      "id" : "v4",
      "number" : "4",
      "absolute" : "9189",
      "text" : "And it came to pass, when king Jeroboam heard the saying of the man of God, which had cried against the altar in Beth-el, that he put forth his hand from the altar, saying, Lay hold on him. And his hand, which he put forth against him, dried up, so that he could not pull it in again to him.",
      "plainText" : "And it came to pass, when king Jeroboam heard the saying of the man of God, which had cried against the altar in Beth-el, that he put forth his hand from the altar, saying, Lay hold on him. And his hand, which he put forth against him, dried up, so that he could not pull it in again to him."
    }
    ,
    {
      "type" : "verse",
      "id" : "v5",
      "number" : "5",
      "absolute" : "9190",
      "text" : "The altar also was rent, and the ashes poured out from the altar, according to the sign which the man of God had given by the word of the <span class='nog'>LORD<\/span>.",
      "plainText" : "The altar also was rent, and the ashes poured out from the altar, according to the sign which the man of God had given by the word of the LORD."
    }
    ,
    {
      "type" : "verse",
      "id" : "v6",
      "number" : "6",
      "absolute" : "9191",
      "text" : "And the king answered and said unto the man of God, Intreat now the face of the <span class='nog'>LORD<\/span> thy God, and pray for me, that my hand may be restored me again. And the man of God besought the <span class='nog'>LORD<\/span>, and the king's hand was restored him again, and became as <span class='extra'>it was<\/span> before.",
      "plainText" : "And the king answered and said unto the man of God, Intreat now the face of the LORD thy God, and pray for me, that my hand may be restored me again. And the man of God besought the LORD, and the king's hand was restored him again, and became as it was before."
    }
    ,
    {
      "type" : "verse",
      "id" : "v7",
      "number" : "7",
      "absolute" : "9192",
      "text" : "And the king said unto the man of God, Come home with me, and refresh thyself, and I will give thee a reward.",
      "plainText" : "And the king said unto the man of God, Come home with me, and refresh thyself, and I will give thee a reward."
    }
    ,
    {
      "type" : "verse",
      "id" : "v8",
      "number" : "8",
      "absolute" : "9193",
      "text" : "And the man of God said unto the king, If thou wilt give me half thine house, I will not go in with thee, neither will I eat bread nor drink water in this place:",
      "plainText" : "And the man of God said unto the king, If thou wilt give me half thine house, I will not go in with thee, neither will I eat bread nor drink water in this place:"
    }
    ,
    {
      "type" : "verse",
      "id" : "v9",
      "number" : "9",
      "absolute" : "9194",
      "text" : "For so was it charged me by the word of the <span class='nog'>LORD<\/span>, saying, Eat no bread, nor drink water, nor turn again by the same way that thou camest.",
      "plainText" : "For so was it charged me by the word of the LORD, saying, Eat no bread, nor drink water, nor turn again by the same way that thou camest."
    }
    ,
    {
      "type" : "verse",
      "id" : "v10",
      "number" : "10",
      "absolute" : "9195",
      "text" : "So he went another way, and returned not by the way that he came to Beth-el.",
      "plainText" : "So he went another way, and returned not by the way that he came to Beth-el."
    }
    ,
    {
      "type" : "verse",
      "id" : "v11",
      "number" : "11",
      "absolute" : "9196",
      "text" : "Now there dwelt an old prophet in Beth-el; and his sons came and told him all the works that the man of God had done that day in Beth-el: the words which he had spoken unto the king, them they told also to their father.",
      "plainText" : "Now there dwelt an old prophet in Beth-el; and his sons came and told him all the works that the man of God had done that day in Beth-el: the words which he had spoken unto the king, them they told also to their father."
    }
    ,
    {
      "type" : "verse",
      "id" : "v12",
      "number" : "12",
      "absolute" : "9197",
      "text" : "And their father said unto them, What way went he? For his sons had seen what way the man of God went, which came from Judah.",
      "plainText" : "And their father said unto them, What way went he? For his sons had seen what way the man of God went, which came from Judah."
    }
    ,
    {
      "type" : "verse",
      "id" : "v13",
      "number" : "13",
      "absolute" : "9198",
      "text" : "And he said unto his sons, Saddle me the ass. So they saddled him the ass: and he rode thereon,",
      "plainText" : "And he said unto his sons, Saddle me the ass. So they saddled him the ass: and he rode thereon,"
    }
    ,
    {
      "type" : "verse",
      "id" : "v14",
      "number" : "14",
      "absolute" : "9199",
      "text" : "And went after the man of God, and found him sitting under an oak: and he said unto him, <span class='extra'>Art<\/span> thou the man of God that camest from Judah? And he said, I <span class='extra'>am<\/span>.",
      "plainText" : "And went after the man of God, and found him sitting under an oak: and he said unto him, Art thou the man of God that camest from Judah? And he said, I am."
    }
    ,
    {
      "type" : "verse",
      "id" : "v15",
      "number" : "15",
      "absolute" : "9200",
      "text" : "Then he said unto him, Come home with me, and eat bread.",
      "plainText" : "Then he said unto him, Come home with me, and eat bread."
    }
    ,
    {
      "type" : "verse",
      "id" : "v16",
      "number" : "16",
      "absolute" : "9201",
      "text" : "And he said, I may not return with thee, nor go in with thee: neither will I eat bread nor drink water with thee in this place:",
      "plainText" : "And he said, I may not return with thee, nor go in with thee: neither will I eat bread nor drink water with thee in this place:"
    }
    ,
    {
      "type" : "verse",
      "id" : "v17",
      "number" : "17",
      "absolute" : "9202",
      "text" : "For it was said to me by the word of the <span class='nog'>LORD<\/span>, Thou shalt eat no bread nor drink water there, nor turn again to go by the way that thou camest.",
      "plainText" : "For it was said to me by the word of the LORD, Thou shalt eat no bread nor drink water there, nor turn again to go by the way that thou camest."
    }
    ,
    {
      "type" : "verse",
      "id" : "v18",
      "number" : "18",
      "absolute" : "9203",
      "text" : "He said unto him, I <span class='extra'>am<\/span> a prophet also as thou <span class='extra'>art<\/span>; and an angel spake unto me by the word of the <span class='nog'>LORD<\/span>, saying, Bring him back with thee into thine house, that he may eat bread and drink water. <span class='extra'>But<\/span> he lied unto him.",
      "plainText" : "He said unto him, I am a prophet also as thou art; and an angel spake unto me by the word of the LORD, saying, Bring him back with thee into thine house, that he may eat bread and drink water. But he lied unto him."
    }
    ,
    {
      "type" : "verse",
      "id" : "v19",
      "number" : "19",
      "absolute" : "9204",
      "text" : "So he went back with him, and did eat bread in his house, and drank water.",
      "plainText" : "So he went back with him, and did eat bread in his house, and drank water."
    }
    ,
    {
      "type" : "verse",
      "id" : "v20",
      "number" : "20",
      "absolute" : "9205",
      "text" : "And it came to pass, as they sat at the table, that the word of the <span class='nog'>LORD<\/span> came unto the prophet that brought him back:",
      "plainText" : "And it came to pass, as they sat at the table, that the word of the LORD came unto the prophet that brought him back:"
    }
    ,
    {
      "type" : "verse",
      "id" : "v21",
      "number" : "21",
      "absolute" : "9206",
      "text" : "And he cried unto the man of God that came from Judah, saying, Thus saith the <span class='nog'>LORD<\/span>, Forasmuch as thou hast disobeyed the mouth of the <span class='nog'>LORD<\/span>, and hast not kept the commandment which the <span class='nog'>LORD<\/span> thy God commanded thee,",
      "plainText" : "And he cried unto the man of God that came from Judah, saying, Thus saith the LORD, Forasmuch as thou hast disobeyed the mouth of the LORD, and hast not kept the commandment which the LORD thy God commanded thee,"
    }
    ,
    {
      "type" : "verse",
      "id" : "v22",
      "number" : "22",
      "absolute" : "9207",
      "text" : "But camest back, and hast eaten bread and drunk water in the place, of the which <span class='extra'>the <span class='nog'>LORD<\/span><\/span> did say to thee, Eat no bread, and drink no water; thy carcase shall not come unto the sepulchre of thy fathers.",
      "plainText" : "But camest back, and hast eaten bread and drunk water in the place, of the which the LORD did say to thee, Eat no bread, and drink no water; thy carcase shall not come unto the sepulchre of thy fathers."
    }
    ,
    {
      "type" : "verse",
      "id" : "v23",
      "number" : "23",
      "absolute" : "9208",
      "text" : "And it came to pass, after he had eaten bread, and after he had drunk, that he saddled for him the ass, <span class='extra'>to wit<\/span>, for the prophet whom he had brought back.",
      "plainText" : "And it came to pass, after he had eaten bread, and after he had drunk, that he saddled for him the ass, to wit, for the prophet whom he had brought back."
    }
    ,
    {
      "type" : "verse",
      "id" : "v24",
      "number" : "24",
      "absolute" : "9209",
      "text" : "And when he was gone, a lion met him by the way, and slew him: and his carcase was cast in the way, and the ass stood by it, the lion also stood by the carcase.",
      "plainText" : "And when he was gone, a lion met him by the way, and slew him: and his carcase was cast in the way, and the ass stood by it, the lion also stood by the carcase."
    }
    ,
    {
      "type" : "verse",
      "id" : "v25",
      "number" : "25",
      "absolute" : "9210",
      "text" : "And, behold, men passed by, and saw the carcase cast in the way, and the lion standing by the carcase: and they came and told <span class='extra'>it<\/span> in the city where the old prophet dwelt.",
      "plainText" : "And, behold, men passed by, and saw the carcase cast in the way, and the lion standing by the carcase: and they came and told it in the city where the old prophet dwelt."
    }
    ,
    {
      "type" : "verse",
      "id" : "v26",
      "number" : "26",
      "absolute" : "9211",
      "text" : "And when the prophet that brought him back from the way heard <span class='extra'>thereof<\/span>, he said, It <span class='extra'>is<\/span> the man of God, who was disobedient unto the word of the <span class='nog'>LORD<\/span>: therefore the <span class='nog'>LORD<\/span> hath delivered him unto the lion, which hath torn him, and slain him, according to the word of the <span class='nog'>LORD<\/span>, which he spake unto him.",
      "plainText" : "And when the prophet that brought him back from the way heard thereof, he said, It is the man of God, who was disobedient unto the word of the LORD: therefore the LORD hath delivered him unto the lion, which hath torn him, and slain him, according to the word of the LORD, which he spake unto him."
    }
    ,
    {
      "type" : "verse",
      "id" : "v27",
      "number" : "27",
      "absolute" : "9212",
      "text" : "And he spake to his sons, saying, Saddle me the ass. And they saddled <span class='extra'>him<\/span>.",
      "plainText" : "And he spake to his sons, saying, Saddle me the ass. And they saddled him."
    }
    ,
    {
      "type" : "verse",
      "id" : "v28",
      "number" : "28",
      "absolute" : "9213",
      "text" : "And he went and found his carcase cast in the way, and the ass and the lion standing by the carcase: the lion had not eaten the carcase, nor torn the ass.",
      "plainText" : "And he went and found his carcase cast in the way, and the ass and the lion standing by the carcase: the lion had not eaten the carcase, nor torn the ass."
    }
    ,
    {
      "type" : "verse",
      "id" : "v29",
      "number" : "29",
      "absolute" : "9214",
      "text" : "And the prophet took up the carcase of the man of God, and laid it upon the ass, and brought it back: and the old prophet came to the city, to mourn and to bury him.",
      "plainText" : "And the prophet took up the carcase of the man of God, and laid it upon the ass, and brought it back: and the old prophet came to the city, to mourn and to bury him."
    }
    ,
    {
      "type" : "verse",
      "id" : "v30",
      "number" : "30",
      "absolute" : "9215",
      "text" : "And he laid his carcase in his own grave; and they mourned over him, <span class='extra'>saying<\/span>, Alas, my brother!",
      "plainText" : "And he laid his carcase in his own grave; and they mourned over him, saying, Alas, my brother!"
    }
    ,
    {
      "type" : "verse",
      "id" : "v31",
      "number" : "31",
      "absolute" : "9216",
      "text" : "And it came to pass, after he had buried him, that he spake to his sons, saying, When I am dead, then bury me in the sepulchre wherein the man of God <span class='extra'>is<\/span> buried; lay my bones beside his bones:",
      "plainText" : "And it came to pass, after he had buried him, that he spake to his sons, saying, When I am dead, then bury me in the sepulchre wherein the man of God is buried; lay my bones beside his bones:"
    }
    ,
    {
      "type" : "verse",
      "id" : "v32",
      "number" : "32",
      "absolute" : "9217",
      "text" : "For the saying which he cried by the word of the <span class='nog'>LORD<\/span> against the altar in Beth-el, and against all the houses of the high places which <span class='extra'>are<\/span> in the cities of Samaria, shall surely come to pass.",
      "plainText" : "For the saying which he cried by the word of the LORD against the altar in Beth-el, and against all the houses of the high places which are in the cities of Samaria, shall surely come to pass."
    }
    ,
    {
      "type" : "verse",
      "id" : "v33",
      "number" : "33",
      "absolute" : "9218",
      "text" : "After this thing Jeroboam returned not from his evil way, but made again of the lowest of the people priests of the high places: whosoever would, he consecrated him, and he became <span class='extra'>one<\/span> of the priests of the high places.",
      "plainText" : "After this thing Jeroboam returned not from his evil way, but made again of the lowest of the people priests of the high places: whosoever would, he consecrated him, and he became one of the priests of the high places."
    }
    ,
    {
      "type" : "verse",
      "id" : "v34",
      "number" : "34",
      "absolute" : "9219",
      "text" : "And this thing became sin unto the house of Jeroboam, even to cut <span class='extra'>it<\/span> off, and to destroy <span class='extra'>it<\/span> from off the face of the earth.",
      "plainText" : "And this thing became sin unto the house of Jeroboam, even to cut it off, and to destroy it from off the face of the earth."
    }
  ]
}


