{
  "book": {
    "number" : "11",
    "filenamePrefix" : "1kings",
    "bookPage" : "1kings.html",
    "title" : "1 Kings",
    "chapterCount" : "22",
    "testament" : "old",
    "nt" : "false",
    "ot" : "true",
    "nextBook" : "2kings_1.html",
    "nextTitle" : "2 Kings",
    "prevBook" : "2samuel_1.html",
    "prevTitle" : "2 Samuel"
  },
  "chapter": {
    "number" : "8",
    "verseCount" : "66",
    "nextChapter" : "1kings_9.html",
    "nextTitle" : "1 Kings 9",
    "prevChapter" : "1kings_7.html",
    "prevTitle" : "1 Kings 7",
    "filename" : "1kings_8.html",
    "keywords" : "online king james holy bible, king james bible, bible todo list, words of Jesus, bible index, the authorised version, KJV, KJB, KJAV, AV"
  },
  "items": [
    {
      "type" : "verse",
      "id" : "v1",
      "number" : "1",
      "absolute" : "8987",
      "text" : "Then Solomon assembled the elders of Israel, and all the heads of the tribes, the chief of the fathers of the children of Israel, unto king Solomon in Jerusalem, that they might bring up the ark of the covenant of the <span class='nog'>LORD<\/span> out of the city of David, which <span class='extra'>is<\/span> Zion.",
      "plainText" : "Then Solomon assembled the elders of Israel, and all the heads of the tribes, the chief of the fathers of the children of Israel, unto king Solomon in Jerusalem, that they might bring up the ark of the covenant of the LORD out of the city of David, which is Zion."
    }
    ,
    {
      "type" : "verse",
      "id" : "v2",
      "number" : "2",
      "absolute" : "8988",
      "text" : "And all the men of Israel assembled themselves unto king Solomon at the feast in the month Ethanim, which <span class='extra'>is<\/span> the seventh month.",
      "plainText" : "And all the men of Israel assembled themselves unto king Solomon at the feast in the month Ethanim, which is the seventh month."
    }
    ,
    {
      "type" : "verse",
      "id" : "v3",
      "number" : "3",
      "absolute" : "8989",
      "text" : "And all the elders of Israel came, and the priests took up the ark.",
      "plainText" : "And all the elders of Israel came, and the priests took up the ark."
    }
    ,
    {
      "type" : "verse",
      "id" : "v4",
      "number" : "4",
      "absolute" : "8990",
      "text" : "And they brought up the ark of the <span class='nog'>LORD<\/span>, and the tabernacle of the congregation, and all the holy vessels that <span class='extra'>were<\/span> in the tabernacle, even those did the priests and the Levites bring up.",
      "plainText" : "And they brought up the ark of the LORD, and the tabernacle of the congregation, and all the holy vessels that were in the tabernacle, even those did the priests and the Levites bring up."
    }
    ,
    {
      "type" : "verse",
      "id" : "v5",
      "number" : "5",
      "absolute" : "8991",
      "text" : "And king Solomon, and all the congregation of Israel, that were assembled unto him, <span class='extra'>were<\/span> with him before the ark, sacrificing sheep and oxen, that could not be told nor numbered for multitude.",
      "plainText" : "And king Solomon, and all the congregation of Israel, that were assembled unto him, were with him before the ark, sacrificing sheep and oxen, that could not be told nor numbered for multitude."
    }
    ,
    {
      "type" : "verse",
      "id" : "v6",
      "number" : "6",
      "absolute" : "8992",
      "text" : "And the priests brought in the ark of the covenant of the <span class='nog'>LORD<\/span> unto his place, into the oracle of the house, to the most holy <span class='extra'>place, even<\/span> under the wings of the cherubims.",
      "plainText" : "And the priests brought in the ark of the covenant of the LORD unto his place, into the oracle of the house, to the most holy place, even under the wings of the cherubims."
    }
    ,
    {
      "type" : "verse",
      "id" : "v7",
      "number" : "7",
      "absolute" : "8993",
      "text" : "For the cherubims spread forth <span class='extra'>their<\/span> two wings over the place of the ark, and the cherubims covered the ark and the staves thereof above.",
      "plainText" : "For the cherubims spread forth their two wings over the place of the ark, and the cherubims covered the ark and the staves thereof above."
    }
    ,
    {
      "type" : "verse",
      "id" : "v8",
      "number" : "8",
      "absolute" : "8994",
      "text" : "And they drew out the staves, that the ends of the staves were seen out in the holy <span class='extra'>place<\/span> before the oracle, and they were not seen without: and there they are unto this day.",
      "plainText" : "And they drew out the staves, that the ends of the staves were seen out in the holy place before the oracle, and they were not seen without: and there they are unto this day."
    }
    ,
    {
      "type" : "verse",
      "id" : "v9",
      "number" : "9",
      "absolute" : "8995",
      "text" : "<span class='extra'>There was<\/span> nothing in the ark save the two tables of stone, which Moses put there at Horeb, when the <span class='nog'>LORD<\/span> made <span class='extra'>a covenant<\/span> with the children of Israel, when they came out of the land of Egypt.",
      "plainText" : "There was nothing in the ark save the two tables of stone, which Moses put there at Horeb, when the LORD made a covenant with the children of Israel, when they came out of the land of Egypt."
    }
    ,
    {
      "type" : "verse",
      "id" : "v10",
      "number" : "10",
      "absolute" : "8996",
      "text" : "And it came to pass, when the priests were come out of the holy <span class='extra'>place<\/span>, that the cloud filled the house of the <span class='nog'>LORD<\/span>,",
      "plainText" : "And it came to pass, when the priests were come out of the holy place, that the cloud filled the house of the LORD,"
    }
    ,
    {
      "type" : "verse",
      "id" : "v11",
      "number" : "11",
      "absolute" : "8997",
      "text" : "So that the priests could not stand to minister because of the cloud: for the glory of the <span class='nog'>LORD<\/span> had filled the house of the <span class='nog'>LORD<\/span>.",
      "plainText" : "So that the priests could not stand to minister because of the cloud: for the glory of the LORD had filled the house of the LORD."
    }
    ,
    {
      "type" : "verse",
      "id" : "v12",
      "number" : "12",
      "absolute" : "8998",
      "text" : "Then spake Solomon, The <span class='nog'>LORD<\/span> said that he would dwell in the thick darkness.",
      "plainText" : "Then spake Solomon, The LORD said that he would dwell in the thick darkness."
    }
    ,
    {
      "type" : "verse",
      "id" : "v13",
      "number" : "13",
      "absolute" : "8999",
      "text" : "I have surely built thee an house to dwell in, a settled place for thee to abide in for ever.",
      "plainText" : "I have surely built thee an house to dwell in, a settled place for thee to abide in for ever."
    }
    ,
    {
      "type" : "verse",
      "id" : "v14",
      "number" : "14",
      "absolute" : "9000",
      "text" : "And the king turned his face about, and blessed all the congregation of Israel: (and all the congregation of Israel stood;)",
      "plainText" : "And the king turned his face about, and blessed all the congregation of Israel: (and all the congregation of Israel stood;)"
    }
    ,
    {
      "type" : "verse",
      "id" : "v15",
      "number" : "15",
      "absolute" : "9001",
      "text" : "And he said, Blessed <span class='extra'>be<\/span> the <span class='nog'>LORD<\/span> God of Israel, which spake with his mouth unto David my father, and hath with his hand fulfilled <span class='extra'>it<\/span>, saying,",
      "plainText" : "And he said, Blessed be the LORD God of Israel, which spake with his mouth unto David my father, and hath with his hand fulfilled it, saying,"
    }
    ,
    {
      "type" : "verse",
      "id" : "v16",
      "number" : "16",
      "absolute" : "9002",
      "text" : "Since the day that I brought forth my people Israel out of Egypt, I chose no city out of all the tribes of Israel to build an house, that my name might be therein; but I chose David to be over my people Israel.",
      "plainText" : "Since the day that I brought forth my people Israel out of Egypt, I chose no city out of all the tribes of Israel to build an house, that my name might be therein; but I chose David to be over my people Israel."
    }
    ,
    {
      "type" : "verse",
      "id" : "v17",
      "number" : "17",
      "absolute" : "9003",
      "text" : "And it was in the heart of David my father to build an house for the name of the <span class='nog'>LORD<\/span> God of Israel.",
      "plainText" : "And it was in the heart of David my father to build an house for the name of the LORD God of Israel."
    }
    ,
    {
      "type" : "verse",
      "id" : "v18",
      "number" : "18",
      "absolute" : "9004",
      "text" : "And the <span class='nog'>LORD<\/span> said unto David my father, Whereas it was in thine heart to build an house unto my name, thou didst well that it was in thine heart.",
      "plainText" : "And the LORD said unto David my father, Whereas it was in thine heart to build an house unto my name, thou didst well that it was in thine heart."
    }
    ,
    {
      "type" : "verse",
      "id" : "v19",
      "number" : "19",
      "absolute" : "9005",
      "text" : "Nevertheless thou shalt not build the house; but thy son that shall come forth out of thy loins, he shall build the house unto my name.",
      "plainText" : "Nevertheless thou shalt not build the house; but thy son that shall come forth out of thy loins, he shall build the house unto my name."
    }
    ,
    {
      "type" : "verse",
      "id" : "v20",
      "number" : "20",
      "absolute" : "9006",
      "text" : "And the <span class='nog'>LORD<\/span> hath performed his word that he spake, and I am risen up in the room of David my father, and sit on the throne of Israel, as the <span class='nog'>LORD<\/span> promised, and have built an house for the name of the <span class='nog'>LORD<\/span> God of Israel.",
      "plainText" : "And the LORD hath performed his word that he spake, and I am risen up in the room of David my father, and sit on the throne of Israel, as the LORD promised, and have built an house for the name of the LORD God of Israel."
    }
    ,
    {
      "type" : "verse",
      "id" : "v21",
      "number" : "21",
      "absolute" : "9007",
      "text" : "And I have set there a place for the ark, wherein <span class='extra'>is<\/span> the covenant of the <span class='nog'>LORD<\/span>, which he made with our fathers, when he brought them out of the land of Egypt.",
      "plainText" : "And I have set there a place for the ark, wherein is the covenant of the LORD, which he made with our fathers, when he brought them out of the land of Egypt."
    }
    ,
    {
      "type" : "verse",
      "id" : "v22",
      "number" : "22",
      "absolute" : "9008",
      "text" : "And Solomon stood before the altar of the <span class='nog'>LORD<\/span> in the presence of all the congregation of Israel, and spread forth his hands toward heaven:",
      "plainText" : "And Solomon stood before the altar of the LORD in the presence of all the congregation of Israel, and spread forth his hands toward heaven:"
    }
    ,
    {
      "type" : "verse",
      "id" : "v23",
      "number" : "23",
      "absolute" : "9009",
      "text" : "And he said, <span class='nog'>LORD<\/span> God of Israel, <span class='extra'>there is<\/span> no God like thee, in heaven above, or on earth beneath, who keepest covenant and mercy with thy servants that walk before thee with all their heart:",
      "plainText" : "And he said, LORD God of Israel, there is no God like thee, in heaven above, or on earth beneath, who keepest covenant and mercy with thy servants that walk before thee with all their heart:"
    }
    ,
    {
      "type" : "verse",
      "id" : "v24",
      "number" : "24",
      "absolute" : "9010",
      "text" : "Who hast kept with thy servant David my father that thou promisedst him: thou spakest also with thy mouth, and hast fulfilled <span class='extra'>it<\/span> with thine hand, as <span class='extra'>it is<\/span> this day.",
      "plainText" : "Who hast kept with thy servant David my father that thou promisedst him: thou spakest also with thy mouth, and hast fulfilled it with thine hand, as it is this day."
    }
    ,
    {
      "type" : "verse",
      "id" : "v25",
      "number" : "25",
      "absolute" : "9011",
      "text" : "Therefore now, <span class='nog'>LORD<\/span> God of Israel, keep with thy servant David my father that thou promisedst him, saying, There shall not fail thee a man in my sight to sit on the throne of Israel; so that thy children take heed to their way, that they walk before me as thou hast walked before me.",
      "plainText" : "Therefore now, LORD God of Israel, keep with thy servant David my father that thou promisedst him, saying, There shall not fail thee a man in my sight to sit on the throne of Israel; so that thy children take heed to their way, that they walk before me as thou hast walked before me."
    }
    ,
    {
      "type" : "verse",
      "id" : "v26",
      "number" : "26",
      "absolute" : "9012",
      "text" : "And now, O God of Israel, let thy word, I pray thee, be verified, which thou spakest unto thy servant David my father.",
      "plainText" : "And now, O God of Israel, let thy word, I pray thee, be verified, which thou spakest unto thy servant David my father."
    }
    ,
    {
      "type" : "verse",
      "id" : "v27",
      "number" : "27",
      "absolute" : "9013",
      "text" : "But will God indeed dwell on the earth? behold, the heaven and heaven of heavens cannot contain thee; how much less this house that I have builded?",
      "plainText" : "But will God indeed dwell on the earth? behold, the heaven and heaven of heavens cannot contain thee; how much less this house that I have builded?"
    }
    ,
    {
      "type" : "verse",
      "id" : "v28",
      "number" : "28",
      "absolute" : "9014",
      "text" : "Yet have thou respect unto the prayer of thy servant, and to his supplication, O <span class='nog'>LORD<\/span> my God, to hearken unto the cry and to the prayer, which thy servant prayeth before thee to day:",
      "plainText" : "Yet have thou respect unto the prayer of thy servant, and to his supplication, O LORD my God, to hearken unto the cry and to the prayer, which thy servant prayeth before thee to day:"
    }
    ,
    {
      "type" : "verse",
      "id" : "v29",
      "number" : "29",
      "absolute" : "9015",
      "text" : "That thine eyes may be open toward this house night and day, <span class='extra'>even<\/span> toward the place of which thou hast said, My name shall be there: that thou mayest hearken unto the prayer which thy servant shall make toward this place.",
      "plainText" : "That thine eyes may be open toward this house night and day, even toward the place of which thou hast said, My name shall be there: that thou mayest hearken unto the prayer which thy servant shall make toward this place."
    }
    ,
    {
      "type" : "verse",
      "id" : "v30",
      "number" : "30",
      "absolute" : "9016",
      "text" : "And hearken thou to the supplication of thy servant, and of thy people Israel, when they shall pray toward this place: and hear thou in heaven thy dwelling place: and when thou hearest, forgive.",
      "plainText" : "And hearken thou to the supplication of thy servant, and of thy people Israel, when they shall pray toward this place: and hear thou in heaven thy dwelling place: and when thou hearest, forgive."
    }
    ,
    {
      "type" : "verse",
      "id" : "v31",
      "number" : "31",
      "absolute" : "9017",
      "text" : "If any man trespass against his neighbour, and an oath be laid upon him to cause him to swear, and the oath come before thine altar in this house:",
      "plainText" : "If any man trespass against his neighbour, and an oath be laid upon him to cause him to swear, and the oath come before thine altar in this house:"
    }
    ,
    {
      "type" : "verse",
      "id" : "v32",
      "number" : "32",
      "absolute" : "9018",
      "text" : "Then hear thou in heaven, and do, and judge thy servants, condemning the wicked, to bring his way upon his head; and justifying the righteous, to give him according to his righteousness.",
      "plainText" : "Then hear thou in heaven, and do, and judge thy servants, condemning the wicked, to bring his way upon his head; and justifying the righteous, to give him according to his righteousness."
    }
    ,
    {
      "type" : "verse",
      "id" : "v33",
      "number" : "33",
      "absolute" : "9019",
      "text" : "When thy people Israel be smitten down before the enemy, because they have sinned against thee, and shall turn again to thee, and confess thy name, and pray, and make supplication unto thee in this house:",
      "plainText" : "When thy people Israel be smitten down before the enemy, because they have sinned against thee, and shall turn again to thee, and confess thy name, and pray, and make supplication unto thee in this house:"
    }
    ,
    {
      "type" : "verse",
      "id" : "v34",
      "number" : "34",
      "absolute" : "9020",
      "text" : "Then hear thou in heaven, and forgive the sin of thy people Israel, and bring them again unto the land which thou gavest unto their fathers.",
      "plainText" : "Then hear thou in heaven, and forgive the sin of thy people Israel, and bring them again unto the land which thou gavest unto their fathers."
    }
    ,
    {
      "type" : "verse",
      "id" : "v35",
      "number" : "35",
      "absolute" : "9021",
      "text" : "When heaven is shut up, and there is no rain, because they have sinned against thee; if they pray toward this place, and confess thy name, and turn from their sin, when thou afflictest them:",
      "plainText" : "When heaven is shut up, and there is no rain, because they have sinned against thee; if they pray toward this place, and confess thy name, and turn from their sin, when thou afflictest them:"
    }
    ,
    {
      "type" : "verse",
      "id" : "v36",
      "number" : "36",
      "absolute" : "9022",
      "text" : "Then hear thou in heaven, and forgive the sin of thy servants, and of thy people Israel, that thou teach them the good way wherein they should walk, and give rain upon thy land, which thou hast given to thy people for an inheritance.",
      "plainText" : "Then hear thou in heaven, and forgive the sin of thy servants, and of thy people Israel, that thou teach them the good way wherein they should walk, and give rain upon thy land, which thou hast given to thy people for an inheritance."
    }
    ,
    {
      "type" : "verse",
      "id" : "v37",
      "number" : "37",
      "absolute" : "9023",
      "text" : "If there be in the land famine, if there be pestilence, blasting, mildew, locust, <span class='extra'>or<\/span> if there be caterpiller; if their enemy besiege them in the land of their cities; whatsoever plague, whatsoever sickness <span class='extra'>there be<\/span>;",
      "plainText" : "If there be in the land famine, if there be pestilence, blasting, mildew, locust, or if there be caterpiller; if their enemy besiege them in the land of their cities; whatsoever plague, whatsoever sickness there be;"
    }
    ,
    {
      "type" : "verse",
      "id" : "v38",
      "number" : "38",
      "absolute" : "9024",
      "text" : "What prayer and supplication soever be <span class='extra'>made<\/span> by any man, <span class='extra'>or<\/span> by all thy people Israel, which shall know every man the plague of his own heart, and spread forth his hands toward this house:",
      "plainText" : "What prayer and supplication soever be made by any man, or by all thy people Israel, which shall know every man the plague of his own heart, and spread forth his hands toward this house:"
    }
    ,
    {
      "type" : "verse",
      "id" : "v39",
      "number" : "39",
      "absolute" : "9025",
      "text" : "Then hear thou in heaven thy dwelling place, and forgive, and do, and give to every man according to his ways, whose heart thou knowest; (for thou, <span class='extra'>even<\/span> thou only, knowest the hearts of all the children of men;)",
      "plainText" : "Then hear thou in heaven thy dwelling place, and forgive, and do, and give to every man according to his ways, whose heart thou knowest; (for thou, even thou only, knowest the hearts of all the children of men;)"
    }
    ,
    {
      "type" : "verse",
      "id" : "v40",
      "number" : "40",
      "absolute" : "9026",
      "text" : "That they may fear thee all the days that they live in the land which thou gavest unto our fathers.",
      "plainText" : "That they may fear thee all the days that they live in the land which thou gavest unto our fathers."
    }
    ,
    {
      "type" : "verse",
      "id" : "v41",
      "number" : "41",
      "absolute" : "9027",
      "text" : "Moreover concerning a stranger, that <span class='extra'>is<\/span> not of thy people Israel, but cometh out of a far country for thy name's sake;",
      "plainText" : "Moreover concerning a stranger, that is not of thy people Israel, but cometh out of a far country for thy name's sake;"
    }
    ,
    {
      "type" : "verse",
      "id" : "v42",
      "number" : "42",
      "absolute" : "9028",
      "text" : "(For they shall hear of thy great name, and of thy strong hand, and of thy stretched out arm;) when he shall come and pray toward this house;",
      "plainText" : "(For they shall hear of thy great name, and of thy strong hand, and of thy stretched out arm;) when he shall come and pray toward this house;"
    }
    ,
    {
      "type" : "verse",
      "id" : "v43",
      "number" : "43",
      "absolute" : "9029",
      "text" : "Hear thou in heaven thy dwelling place, and do according to all that the stranger calleth to thee for: that all people of the earth may know thy name, to fear thee, as <span class='extra'>do<\/span> thy people Israel; and that they may know that this house, which I have builded, is called by thy name.",
      "plainText" : "Hear thou in heaven thy dwelling place, and do according to all that the stranger calleth to thee for: that all people of the earth may know thy name, to fear thee, as do thy people Israel; and that they may know that this house, which I have builded, is called by thy name."
    }
    ,
    {
      "type" : "verse",
      "id" : "v44",
      "number" : "44",
      "absolute" : "9030",
      "text" : "If thy people go out to battle against their enemy, whithersoever thou shalt send them, and shall pray unto the <span class='nog'>LORD<\/span> toward the city which thou hast chosen, and <span class='extra'>toward<\/span> the house that I have built for thy name:",
      "plainText" : "If thy people go out to battle against their enemy, whithersoever thou shalt send them, and shall pray unto the LORD toward the city which thou hast chosen, and toward the house that I have built for thy name:"
    }
    ,
    {
      "type" : "verse",
      "id" : "v45",
      "number" : "45",
      "absolute" : "9031",
      "text" : "Then hear thou in heaven their prayer and their supplication, and maintain their cause.",
      "plainText" : "Then hear thou in heaven their prayer and their supplication, and maintain their cause."
    }
    ,
    {
      "type" : "verse",
      "id" : "v46",
      "number" : "46",
      "absolute" : "9032",
      "text" : "If they sin against thee, (for <span class='extra'>there is<\/span> no man that sinneth not,) and thou be angry with them, and deliver them to the enemy, so that they carry them away captives unto the land of the enemy, far or near;",
      "plainText" : "If they sin against thee, (for there is no man that sinneth not,) and thou be angry with them, and deliver them to the enemy, so that they carry them away captives unto the land of the enemy, far or near;"
    }
    ,
    {
      "type" : "verse",
      "id" : "v47",
      "number" : "47",
      "absolute" : "9033",
      "text" : "<span class='extra'>Yet<\/span> if they shall bethink themselves in the land whither they were carried captives, and repent, and make supplication unto thee in the land of them that carried them captives, saying, We have sinned, and have done perversely, we have committed wickedness;",
      "plainText" : "Yet if they shall bethink themselves in the land whither they were carried captives, and repent, and make supplication unto thee in the land of them that carried them captives, saying, We have sinned, and have done perversely, we have committed wickedness;"
    }
    ,
    {
      "type" : "verse",
      "id" : "v48",
      "number" : "48",
      "absolute" : "9034",
      "text" : "And <span class='extra'>so<\/span> return unto thee with all their heart, and with all their soul, in the land of their enemies, which led them away captive, and pray unto thee toward their land, which thou gavest unto their fathers, the city which thou hast chosen, and the house which I have built for thy name:",
      "plainText" : "And so return unto thee with all their heart, and with all their soul, in the land of their enemies, which led them away captive, and pray unto thee toward their land, which thou gavest unto their fathers, the city which thou hast chosen, and the house which I have built for thy name:"
    }
    ,
    {
      "type" : "verse",
      "id" : "v49",
      "number" : "49",
      "absolute" : "9035",
      "text" : "Then hear thou their prayer and their supplication in heaven thy dwelling place, and maintain their cause,",
      "plainText" : "Then hear thou their prayer and their supplication in heaven thy dwelling place, and maintain their cause,"
    }
    ,
    {
      "type" : "verse",
      "id" : "v50",
      "number" : "50",
      "absolute" : "9036",
      "text" : "And forgive thy people that have sinned against thee, and all their transgressions wherein they have transgressed against thee, and give them compassion before them who carried them captive, that they may have compassion on them:",
      "plainText" : "And forgive thy people that have sinned against thee, and all their transgressions wherein they have transgressed against thee, and give them compassion before them who carried them captive, that they may have compassion on them:"
    }
    ,
    {
      "type" : "verse",
      "id" : "v51",
      "number" : "51",
      "absolute" : "9037",
      "text" : "For they <span class='extra'>be<\/span> thy people, and thine inheritance, which thou broughtest forth out of Egypt, from the midst of the furnace of iron:",
      "plainText" : "For they be thy people, and thine inheritance, which thou broughtest forth out of Egypt, from the midst of the furnace of iron:"
    }
    ,
    {
      "type" : "verse",
      "id" : "v52",
      "number" : "52",
      "absolute" : "9038",
      "text" : "That thine eyes may be open unto the supplication of thy servant, and unto the supplication of thy people Israel, to hearken unto them in all that they call for unto thee.",
      "plainText" : "That thine eyes may be open unto the supplication of thy servant, and unto the supplication of thy people Israel, to hearken unto them in all that they call for unto thee."
    }
    ,
    {
      "type" : "verse",
      "id" : "v53",
      "number" : "53",
      "absolute" : "9039",
      "text" : "For thou didst separate them from among all the people of the earth, <span class='extra'>to be<\/span> thine inheritance, as thou spakest by the hand of Moses thy servant, when thou broughtest our fathers out of Egypt, O Lord <span class='nog'>GOD<\/span>.",
      "plainText" : "For thou didst separate them from among all the people of the earth, to be thine inheritance, as thou spakest by the hand of Moses thy servant, when thou broughtest our fathers out of Egypt, O Lord GOD."
    }
    ,
    {
      "type" : "verse",
      "id" : "v54",
      "number" : "54",
      "absolute" : "9040",
      "text" : "And it was <span class='extra'>so<\/span>, that when Solomon had made an end of praying all this prayer and supplication unto the <span class='nog'>LORD<\/span>, he arose from before the altar of the <span class='nog'>LORD<\/span>, from kneeling on his knees with his hands spread up to heaven.",
      "plainText" : "And it was so, that when Solomon had made an end of praying all this prayer and supplication unto the LORD, he arose from before the altar of the LORD, from kneeling on his knees with his hands spread up to heaven."
    }
    ,
    {
      "type" : "verse",
      "id" : "v55",
      "number" : "55",
      "absolute" : "9041",
      "text" : "And he stood, and blessed all the congregation of Israel with a loud voice, saying,",
      "plainText" : "And he stood, and blessed all the congregation of Israel with a loud voice, saying,"
    }
    ,
    {
      "type" : "verse",
      "id" : "v56",
      "number" : "56",
      "absolute" : "9042",
      "text" : "Blessed <span class='extra'>be<\/span> the <span class='nog'>LORD<\/span>, that hath given rest unto his people Israel, according to all that he promised: there hath not failed one word of all his good promise, which he promised by the hand of Moses his servant.",
      "plainText" : "Blessed be the LORD, that hath given rest unto his people Israel, according to all that he promised: there hath not failed one word of all his good promise, which he promised by the hand of Moses his servant."
    }
    ,
    {
      "type" : "verse",
      "id" : "v57",
      "number" : "57",
      "absolute" : "9043",
      "text" : "The <span class='nog'>LORD<\/span> our God be with us, as he was with our fathers: let him not leave us, nor forsake us:",
      "plainText" : "The LORD our God be with us, as he was with our fathers: let him not leave us, nor forsake us:"
    }
    ,
    {
      "type" : "verse",
      "id" : "v58",
      "number" : "58",
      "absolute" : "9044",
      "text" : "That he may incline our hearts unto him, to walk in all his ways, and to keep his commandments, and his statutes, and his judgments, which he commanded our fathers.",
      "plainText" : "That he may incline our hearts unto him, to walk in all his ways, and to keep his commandments, and his statutes, and his judgments, which he commanded our fathers."
    }
    ,
    {
      "type" : "verse",
      "id" : "v59",
      "number" : "59",
      "absolute" : "9045",
      "text" : "And let these my words, wherewith I have made supplication before the <span class='nog'>LORD<\/span>, be nigh unto the <span class='nog'>LORD<\/span> our God day and night, that he maintain the cause of his servant, and the cause of his people Israel at all times, as the matter shall require:",
      "plainText" : "And let these my words, wherewith I have made supplication before the LORD, be nigh unto the LORD our God day and night, that he maintain the cause of his servant, and the cause of his people Israel at all times, as the matter shall require:"
    }
    ,
    {
      "type" : "verse",
      "id" : "v60",
      "number" : "60",
      "absolute" : "9046",
      "text" : "That all the people of the earth may know that the <span class='nog'>LORD<\/span> <span class='extra'>is<\/span> God, <span class='extra'>and that there is<\/span> none else.",
      "plainText" : "That all the people of the earth may know that the LORD is God, and that there is none else."
    }
    ,
    {
      "type" : "verse",
      "id" : "v61",
      "number" : "61",
      "absolute" : "9047",
      "text" : "Let your heart therefore be perfect with the <span class='nog'>LORD<\/span> our God, to walk in his statutes, and to keep his commandments, as at this day.",
      "plainText" : "Let your heart therefore be perfect with the LORD our God, to walk in his statutes, and to keep his commandments, as at this day."
    }
    ,
    {
      "type" : "verse",
      "id" : "v62",
      "number" : "62",
      "absolute" : "9048",
      "text" : "And the king, and all Israel with him, offered sacrifice before the <span class='nog'>LORD<\/span>.",
      "plainText" : "And the king, and all Israel with him, offered sacrifice before the LORD."
    }
    ,
    {
      "type" : "verse",
      "id" : "v63",
      "number" : "63",
      "absolute" : "9049",
      "text" : "And Solomon offered a sacrifice of peace offerings, which he offered unto the <span class='nog'>LORD<\/span>, two and twenty thousand oxen, and an hundred and twenty thousand sheep. So the king and all the children of Israel dedicated the house of the <span class='nog'>LORD<\/span>.",
      "plainText" : "And Solomon offered a sacrifice of peace offerings, which he offered unto the LORD, two and twenty thousand oxen, and an hundred and twenty thousand sheep. So the king and all the children of Israel dedicated the house of the LORD."
    }
    ,
    {
      "type" : "verse",
      "id" : "v64",
      "number" : "64",
      "absolute" : "9050",
      "text" : "The same day did the king hallow the middle of the court that <span class='extra'>was<\/span> before the house of the <span class='nog'>LORD<\/span>: for there he offered burnt offerings, and meat offerings, and the fat of the peace offerings: because the brasen altar that <span class='extra'>was<\/span> before the <span class='nog'>LORD<\/span> <span class='extra'>was<\/span> too little to receive the burnt offerings, and meat offerings, and the fat of the peace offerings.",
      "plainText" : "The same day did the king hallow the middle of the court that was before the house of the LORD: for there he offered burnt offerings, and meat offerings, and the fat of the peace offerings: because the brasen altar that was before the LORD was too little to receive the burnt offerings, and meat offerings, and the fat of the peace offerings."
    }
    ,
    {
      "type" : "verse",
      "id" : "v65",
      "number" : "65",
      "absolute" : "9051",
      "text" : "And at that time Solomon held a feast, and all Israel with him, a great congregation, from the entering in of Hamath unto the river of Egypt, before the <span class='nog'>LORD<\/span> our God, seven days and seven days, <span class='extra'>even<\/span> fourteen days.",
      "plainText" : "And at that time Solomon held a feast, and all Israel with him, a great congregation, from the entering in of Hamath unto the river of Egypt, before the LORD our God, seven days and seven days, even fourteen days."
    }
    ,
    {
      "type" : "verse",
      "id" : "v66",
      "number" : "66",
      "absolute" : "9052",
      "text" : "On the eighth day he sent the people away: and they blessed the king, and went unto their tents joyful and glad of heart for all the goodness that the <span class='nog'>LORD<\/span> had done for David his servant, and for Israel his people.",
      "plainText" : "On the eighth day he sent the people away: and they blessed the king, and went unto their tents joyful and glad of heart for all the goodness that the LORD had done for David his servant, and for Israel his people."
    }
  ]
}



