{
  "book": {
    "number" : "60",
    "filenamePrefix" : "1peter",
    "bookPage" : "1peter.html",
    "title" : "1 Peter",
    "chapterCount" : "5",
    "testament" : "new",
    "nt" : "true",
    "ot" : "false",
    "nextBook" : "2peter_1.html",
    "nextTitle" : "2 Peter",
    "prevBook" : "james_1.html",
    "prevTitle" : "James"
  },
  "chapter": {
    "number" : "1",
    "verseCount" : "25",
    "nextChapter" : "1peter_2.html",
    "nextTitle" : "1 Peter 2",
    "prevChapter" : "james_5.html",
    "prevTitle" : "James 5",
    "filename" : "1peter_1.html",
    "keywords" : "online king james holy bible, king james bible, bible todo list, words of Jesus, bible index, the authorised version, KJV, KJB, KJAV, AV"
  },
  "items": [
    {
      "type" : "verse",
      "id" : "v1",
      "number" : "1",
      "absolute" : "30376",
      "text" : "Peter, an apostle of Jesus Christ, to the strangers scattered throughout Pontus, Galatia, Cappadocia, Asia, and Bithynia,"
    }
    ,
    {
      "type" : "verse",
      "id" : "v2",
      "number" : "2",
      "absolute" : "30377",
      "text" : "Elect according to the foreknowledge of God the Father, through sanctification of the Spirit, unto obedience and sprinkling of the blood of Jesus Christ: Grace unto you, and peace, be multiplied."
    }
    ,
    {
      "type" : "verse",
      "id" : "v3",
      "number" : "3",
      "absolute" : "30378",
      "text" : "Blessed <span class='extra'>be<\/span> the God and Father of our Lord Jesus Christ, which according to his abundant mercy hath begotten us again unto a lively hope by the resurrection of Jesus Christ from the dead,"
    }
    ,
    {
      "type" : "verse",
      "id" : "v4",
      "number" : "4",
      "absolute" : "30379",
      "text" : "To an inheritance incorruptible, and undefiled, and that fadeth not away, reserved in heaven for you,"
    }
    ,
    {
      "type" : "verse",
      "id" : "v5",
      "number" : "5",
      "absolute" : "30380",
      "text" : "Who are kept by the power of God through faith unto salvation ready to be revealed in the last time."
    }
    ,
    {
      "type" : "verse",
      "id" : "v6",
      "number" : "6",
      "absolute" : "30381",
      "text" : "Wherein ye greatly rejoice, though now for a season, if need be, ye are in heaviness through manifold temptations:"
    }
    ,
    {
      "type" : "verse",
      "id" : "v7",
      "number" : "7",
      "absolute" : "30382",
      "text" : "That the trial of your faith, being much more precious than of gold that perisheth, though it be tried with fire, might be found unto praise and honour and glory at the appearing of Jesus Christ:"
    }
    ,
    {
      "type" : "verse",
      "id" : "v8",
      "number" : "8",
      "absolute" : "30383",
      "text" : "Whom having not seen, ye love; in whom, though now ye see <span class='extra'>him<\/span> not, yet believing, ye rejoice with joy unspeakable and full of glory:"
    }
    ,
    {
      "type" : "verse",
      "id" : "v9",
      "number" : "9",
      "absolute" : "30384",
      "text" : "Receiving the end of your faith, <span class='extra'>even<\/span> the salvation of <span class='extra'>your<\/span> souls."
    }
    ,
    {
      "type" : "verse",
      "id" : "v10",
      "number" : "10",
      "absolute" : "30385",
      "text" : "Of which salvation the prophets have enquired and searched diligently, who prophesied of the grace <span class='extra'>that should come<\/span> unto you:"
    }
    ,
    {
      "type" : "verse",
      "id" : "v11",
      "number" : "11",
      "absolute" : "30386",
      "text" : "Searching what, or what manner of time the Spirit of Christ which was in them did signify, when it testified beforehand the sufferings of Christ, and the glory that should follow."
    }
    ,
    {
      "type" : "verse",
      "id" : "v12",
      "number" : "12",
      "absolute" : "30387",
      "text" : "Unto whom it was revealed, that not unto themselves, but unto us they did minister the things, which are now reported unto you by them that have preached the gospel unto you with the Holy Ghost sent down from heaven; which things the angels desire to look into."
    }
    ,
    {
      "type" : "verse",
      "id" : "v13",
      "number" : "13",
      "absolute" : "30388",
      "text" : "Wherefore gird up the loins of your mind, be sober, and hope to the end for the grace that is to be brought unto you at the revelation of Jesus Christ;"
    }
    ,
    {
      "type" : "verse",
      "id" : "v14",
      "number" : "14",
      "absolute" : "30389",
      "text" : "As obedient children, not fashioning yourselves according to the former lusts in your ignorance:"
    }
    ,
    {
      "type" : "verse",
      "id" : "v15",
      "number" : "15",
      "absolute" : "30390",
      "text" : "But as he which hath called you is holy, so be ye holy in all manner of conversation;"
    }
    ,
    {
      "type" : "verse",
      "id" : "v16",
      "number" : "16",
      "absolute" : "30391",
      "text" : "Because it is written, Be ye holy; for I am holy."
    }
    ,
    {
      "type" : "verse",
      "id" : "v17",
      "number" : "17",
      "absolute" : "30392",
      "text" : "And if ye call on the Father, who without respect of persons judgeth according to every man's work, pass the time of your sojourning <span class='extra'>here<\/span> in fear:"
    }
    ,
    {
      "type" : "verse",
      "id" : "v18",
      "number" : "18",
      "absolute" : "30393",
      "text" : "Forasmuch as ye know that ye were not redeemed with corruptible things, <span class='extra'>as<\/span> silver and gold, from your vain conversation <span class='extra'>received<\/span> by tradition from your fathers;"
    }
    ,
    {
      "type" : "verse",
      "id" : "v19",
      "number" : "19",
      "absolute" : "30394",
      "text" : "But with the precious blood of Christ, as of a lamb without blemish and without spot:"
    }
    ,
    {
      "type" : "verse",
      "id" : "v20",
      "number" : "20",
      "absolute" : "30395",
      "text" : "Who verily was foreordained before the foundation of the world, but was manifest in these last times for you,"
    }
    ,
    {
      "type" : "verse",
      "id" : "v21",
      "number" : "21",
      "absolute" : "30396",
      "text" : "Who by him do believe in God, that raised him up from the dead, and gave him glory; that your faith and hope might be in God."
    }
    ,
    {
      "type" : "verse",
      "id" : "v22",
      "number" : "22",
      "absolute" : "30397",
      "text" : "Seeing ye have purified your souls in obeying the truth through the Spirit unto unfeigned love of the brethren, <span class='extra'>see that ye<\/span> love one another with a pure heart fervently:"
    }
    ,
    {
      "type" : "verse",
      "id" : "v23",
      "number" : "23",
      "absolute" : "30398",
      "text" : "Being born again, not of corruptible seed, but of incorruptible, by the word of God, which liveth and abideth for ever."
    }
    ,
    {
      "type" : "verse",
      "id" : "v24",
      "number" : "24",
      "absolute" : "30399",
      "text" : "For all flesh <span class='extra'>is<\/span> as grass, and all the glory of man as the flower of grass. The grass withereth, and the flower thereof falleth away:"
    }
    ,
    {
      "type" : "verse",
      "id" : "v25",
      "number" : "25",
      "absolute" : "30400",
      "text" : "But the word of the Lord endureth for ever. And this is the word which by the gospel is preached unto you."
    }
  ]
}
