{
  "book": {
    "number" : "9",
    "filenamePrefix" : "1samuel",
    "bookPage" : "1samuel.html",
    "title" : "1 Samuel",
    "chapterCount" : "31",
    "testament" : "old",
    "nt" : "false",
    "ot" : "true",
    "nextBook" : "2samuel_1.html",
    "nextTitle" : "2 Samuel",
    "prevBook" : "ruth_1.html",
    "prevTitle" : "Ruth"
  },
  "chapter": {
    "number" : "9",
    "verseCount" : "27",
    "nextChapter" : "1samuel_10.html",
    "nextTitle" : "1 Samuel 10",
    "prevChapter" : "1samuel_8.html",
    "prevTitle" : "1 Samuel 8",
    "filename" : "1samuel_9.html",
    "keywords" : "online king james holy bible, king james bible, bible todo list, words of Jesus, bible index, the authorised version, KJV, KJB, KJAV, AV"
  },
  "items": [
    {
      "type" : "verse",
      "id" : "v1",
      "number" : "1",
      "absolute" : "7393",
      "text" : "Now there was a man of Benjamin, whose name <span class='extra'>was<\/span> Kish, the son of Abiel, the son of Zeror, the son of Bechorath, the son of Aphiah, a Benjamite, a mighty man of power.",
      "plainText" : "Now there was a man of Benjamin, whose name was Kish, the son of Abiel, the son of Zeror, the son of Bechorath, the son of Aphiah, a Benjamite, a mighty man of power."
    }
    ,
    {
      "type" : "verse",
      "id" : "v2",
      "number" : "2",
      "absolute" : "7394",
      "text" : "And he had a son, whose name <span class='extra'>was<\/span> Saul, a choice young man, and a goodly: and <span class='extra'>there was<\/span> not among the children of Israel a goodlier person than he: from his shoulders and upward <span class='extra'>he was<\/span> higher than any of the people.",
      "plainText" : "And he had a son, whose name was Saul, a choice young man, and a goodly: and there was not among the children of Israel a goodlier person than he: from his shoulders and upward he was higher than any of the people."
    }
    ,
    {
      "type" : "verse",
      "id" : "v3",
      "number" : "3",
      "absolute" : "7395",
      "text" : "And the asses of Kish Saul's father were lost. And Kish said to Saul his son, Take now one of the servants with thee, and arise, go seek the asses.",
      "plainText" : "And the asses of Kish Saul's father were lost. And Kish said to Saul his son, Take now one of the servants with thee, and arise, go seek the asses."
    }
    ,
    {
      "type" : "verse",
      "id" : "v4",
      "number" : "4",
      "absolute" : "7396",
      "text" : "And he passed through mount Ephraim, and passed through the land of Shalisha, but they found <span class='extra'>them<\/span> not: then they passed through the land of Shalim, and <span class='extra'>there they were<\/span> not: and he passed through the land of the Benjamites, but they found <span class='extra'>them<\/span> not.",
      "plainText" : "And he passed through mount Ephraim, and passed through the land of Shalisha, but they found them not: then they passed through the land of Shalim, and there they were not: and he passed through the land of the Benjamites, but they found them not."
    }
    ,
    {
      "type" : "verse",
      "id" : "v5",
      "number" : "5",
      "absolute" : "7397",
      "text" : "<span class='extra'>And<\/span> when they were come to the land of Zuph, Saul said to his servant that <span class='extra'>was<\/span> with him, Come, and let us return; lest my father leave <span class='extra'>caring<\/span> for the asses, and take thought for us.",
      "plainText" : "And when they were come to the land of Zuph, Saul said to his servant that was with him, Come, and let us return; lest my father leave caring for the asses, and take thought for us."
    }
    ,
    {
      "type" : "verse",
      "id" : "v6",
      "number" : "6",
      "absolute" : "7398",
      "text" : "And he said unto him, Behold now, <span class='extra'>there is<\/span> in this city a man of God, and <span class='extra'>he is<\/span> an honourable man; all that he saith cometh surely to pass: now let us go thither; peradventure he can shew us our way that we should go.",
      "plainText" : "And he said unto him, Behold now, there is in this city a man of God, and he is an honourable man; all that he saith cometh surely to pass: now let us go thither; peradventure he can shew us our way that we should go."
    }
    ,
    {
      "type" : "verse",
      "id" : "v7",
      "number" : "7",
      "absolute" : "7399",
      "text" : "Then said Saul to his servant, But, behold, <span class='extra'>if<\/span> we go, what shall we bring the man? for the bread is spent in our vessels, and <span class='extra'>there is<\/span> not a present to bring to the man of God: what have we?",
      "plainText" : "Then said Saul to his servant, But, behold, if we go, what shall we bring the man? for the bread is spent in our vessels, and there is not a present to bring to the man of God: what have we?"
    }
    ,
    {
      "type" : "verse",
      "id" : "v8",
      "number" : "8",
      "absolute" : "7400",
      "text" : "And the servant answered Saul again, and said, Behold, I have here at hand the fourth part of a shekel of silver: <span class='extra'>that<\/span> will I give to the man of God, to tell us our way.",
      "plainText" : "And the servant answered Saul again, and said, Behold, I have here at hand the fourth part of a shekel of silver: that will I give to the man of God, to tell us our way."
    }
    ,
    {
      "type" : "verse",
      "id" : "v9",
      "number" : "9",
      "absolute" : "7401",
      "text" : "(Beforetime in Israel, when a man went to enquire of God, thus he spake, Come, and let us go to the seer: for <span class='extra'>he that is<\/span> now <span class='extra'>called<\/span> a Prophet was beforetime called a Seer.)",
      "plainText" : "(Beforetime in Israel, when a man went to enquire of God, thus he spake, Come, and let us go to the seer: for he that is now called a Prophet was beforetime called a Seer.)"
    }
    ,
    {
      "type" : "verse",
      "id" : "v10",
      "number" : "10",
      "absolute" : "7402",
      "text" : "Then said Saul to his servant, Well said; come, let us go. So they went unto the city where the man of God <span class='extra'>was<\/span>.",
      "plainText" : "Then said Saul to his servant, Well said; come, let us go. So they went unto the city where the man of God was."
    }
    ,
    {
      "type" : "verse",
      "id" : "v11",
      "number" : "11",
      "absolute" : "7403",
      "text" : "<span class='extra'>And<\/span> as they went up the hill to the city, they found young maidens going out to draw water, and said unto them, Is the seer here?",
      "plainText" : "And as they went up the hill to the city, they found young maidens going out to draw water, and said unto them, Is the seer here?"
    }
    ,
    {
      "type" : "verse",
      "id" : "v12",
      "number" : "12",
      "absolute" : "7404",
      "text" : "And they answered them, and said, He is; behold, <span class='extra'>he is<\/span> before you: make haste now, for he came to day to the city; for <span class='extra'>there is<\/span> a sacrifice of the people to day in the high place:",
      "plainText" : "And they answered them, and said, He is; behold, he is before you: make haste now, for he came to day to the city; for there is a sacrifice of the people to day in the high place:"
    }
    ,
    {
      "type" : "verse",
      "id" : "v13",
      "number" : "13",
      "absolute" : "7405",
      "text" : "As soon as ye be come into the city, ye shall straightway find him, before he go up to the high place to eat: for the people will not eat until he come, because he doth bless the sacrifice; <span class='extra'>and<\/span> afterwards they eat that be bidden. Now therefore get you up; for about this time ye shall find him.",
      "plainText" : "As soon as ye be come into the city, ye shall straightway find him, before he go up to the high place to eat: for the people will not eat until he come, because he doth bless the sacrifice; and afterwards they eat that be bidden. Now therefore get you up; for about this time ye shall find him."
    }
    ,
    {
      "type" : "verse",
      "id" : "v14",
      "number" : "14",
      "absolute" : "7406",
      "text" : "And they went up into the city: <span class='extra'>and<\/span> when they were come into the city, behold, Samuel came out against them, for to go up to the high place.",
      "plainText" : "And they went up into the city: and when they were come into the city, behold, Samuel came out against them, for to go up to the high place."
    }
    ,
    {
      "type" : "verse",
      "id" : "v15",
      "number" : "15",
      "absolute" : "7407",
      "text" : "Now the <span class='nog'>LORD<\/span> had told Samuel in his ear a day before Saul came, saying,",
      "plainText" : "Now the LORD had told Samuel in his ear a day before Saul came, saying,"
    }
    ,
    {
      "type" : "verse",
      "id" : "v16",
      "number" : "16",
      "absolute" : "7408",
      "text" : "To morrow about this time I will send thee a man out of the land of Benjamin, and thou shalt anoint him <span class='extra'>to be<\/span> captain over my people Israel, that he may save my people out of the hand of the Philistines: for I have looked upon my people, because their cry is come unto me.",
      "plainText" : "To morrow about this time I will send thee a man out of the land of Benjamin, and thou shalt anoint him to be captain over my people Israel, that he may save my people out of the hand of the Philistines: for I have looked upon my people, because their cry is come unto me."
    }
    ,
    {
      "type" : "verse",
      "id" : "v17",
      "number" : "17",
      "absolute" : "7409",
      "text" : "And when Samuel saw Saul, the <span class='nog'>LORD<\/span> said unto him, Behold the man whom I spake to thee of! this same shall reign over my people.",
      "plainText" : "And when Samuel saw Saul, the LORD said unto him, Behold the man whom I spake to thee of! this same shall reign over my people."
    }
    ,
    {
      "type" : "verse",
      "id" : "v18",
      "number" : "18",
      "absolute" : "7410",
      "text" : "Then Saul drew near to Samuel in the gate, and said, Tell me, I pray thee, where the seer's house <span class='extra'>is<\/span>.",
      "plainText" : "Then Saul drew near to Samuel in the gate, and said, Tell me, I pray thee, where the seer's house is."
    }
    ,
    {
      "type" : "verse",
      "id" : "v19",
      "number" : "19",
      "absolute" : "7411",
      "text" : "And Samuel answered Saul, and said, I <span class='extra'>am<\/span> the seer: go up before me unto the high place; for ye shall eat with me to day, and to morrow I will let thee go, and will tell thee all that <span class='extra'>is<\/span> in thine heart.",
      "plainText" : "And Samuel answered Saul, and said, I am the seer: go up before me unto the high place; for ye shall eat with me to day, and to morrow I will let thee go, and will tell thee all that is in thine heart."
    }
    ,
    {
      "type" : "verse",
      "id" : "v20",
      "number" : "20",
      "absolute" : "7412",
      "text" : "And as for thine asses that were lost three days ago, set not thy mind on them; for they are found. And on whom <span class='extra'>is<\/span> all the desire of Israel? <span class='extra'>Is it<\/span> not on thee, and on all thy father's house?",
      "plainText" : "And as for thine asses that were lost three days ago, set not thy mind on them; for they are found. And on whom is all the desire of Israel? Is it not on thee, and on all thy father's house?"
    }
    ,
    {
      "type" : "verse",
      "id" : "v21",
      "number" : "21",
      "absolute" : "7413",
      "text" : "And Saul answered and said, <span class='extra'>Am<\/span> not I a Benjamite, of the smallest of the tribes of Israel? and my family the least of all the families of the tribe of Benjamin? wherefore then speakest thou so to me?",
      "plainText" : "And Saul answered and said, Am not I a Benjamite, of the smallest of the tribes of Israel? and my family the least of all the families of the tribe of Benjamin? wherefore then speakest thou so to me?"
    }
    ,
    {
      "type" : "verse",
      "id" : "v22",
      "number" : "22",
      "absolute" : "7414",
      "text" : "And Samuel took Saul and his servant, and brought them into the parlour, and made them sit in the chiefest place among them that were bidden, which <span class='extra'>were<\/span> about thirty persons.",
      "plainText" : "And Samuel took Saul and his servant, and brought them into the parlour, and made them sit in the chiefest place among them that were bidden, which were about thirty persons."
    }
    ,
    {
      "type" : "verse",
      "id" : "v23",
      "number" : "23",
      "absolute" : "7415",
      "text" : "And Samuel said unto the cook, Bring the portion which I gave thee, of which I said unto thee, Set it by thee.",
      "plainText" : "And Samuel said unto the cook, Bring the portion which I gave thee, of which I said unto thee, Set it by thee."
    }
    ,
    {
      "type" : "verse",
      "id" : "v24",
      "number" : "24",
      "absolute" : "7416",
      "text" : "And the cook took up the shoulder, and <span class='extra'>that<\/span> which <span class='extra'>was<\/span> upon it, and set <span class='extra'>it<\/span> before Saul. And <span class='extra'>Samuel<\/span> said, Behold that which is left! set <span class='extra'>it<\/span> before thee, <span class='extra'>and<\/span> eat: for unto this time hath it been kept for thee since I said, I have invited the people. So Saul did eat with Samuel that day.",
      "plainText" : "And the cook took up the shoulder, and that which was upon it, and set it before Saul. And Samuel said, Behold that which is left! set it before thee, and eat: for unto this time hath it been kept for thee since I said, I have invited the people. So Saul did eat with Samuel that day."
    }
    ,
    {
      "type" : "verse",
      "id" : "v25",
      "number" : "25",
      "absolute" : "7417",
      "text" : "And when they were come down from the high place into the city, <span class='extra'>Samuel<\/span> communed with Saul upon the top of the house.",
      "plainText" : "And when they were come down from the high place into the city, Samuel communed with Saul upon the top of the house."
    }
    ,
    {
      "type" : "verse",
      "id" : "v26",
      "number" : "26",
      "absolute" : "7418",
      "text" : "And they arose early: and it came to pass about the spring of the day, that Samuel called Saul to the top of the house, saying, Up, that I may send thee away. And Saul arose, and they went out both of them, he and Samuel, abroad.",
      "plainText" : "And they arose early: and it came to pass about the spring of the day, that Samuel called Saul to the top of the house, saying, Up, that I may send thee away. And Saul arose, and they went out both of them, he and Samuel, abroad."
    }
    ,
    {
      "type" : "verse",
      "id" : "v27",
      "number" : "27",
      "absolute" : "7419",
      "text" : "<span class='extra'>And<\/span> as they were going down to the end of the city, Samuel said to Saul, Bid the servant pass on before us, (and he passed on,) but stand thou still a while, that I may shew thee the word of God.",
      "plainText" : "And as they were going down to the end of the city, Samuel said to Saul, Bid the servant pass on before us, (and he passed on,) but stand thou still a while, that I may shew thee the word of God."
    }
  ]
}


