{
  "book": {
    "number" : "9",
    "filenamePrefix" : "1samuel",
    "bookPage" : "1samuel.html",
    "title" : "1 Samuel",
    "chapterCount" : "31",
    "testament" : "old",
    "nt" : "false",
    "ot" : "true",
    "nextBook" : "2samuel_1.html",
    "nextTitle" : "2 Samuel",
    "prevBook" : "ruth_1.html",
    "prevTitle" : "Ruth"
  },
  "chapter": {
    "number" : "19",
    "verseCount" : "24",
    "nextChapter" : "1samuel_20.html",
    "nextTitle" : "1 Samuel 20",
    "prevChapter" : "1samuel_18.html",
    "prevTitle" : "1 Samuel 18",
    "filename" : "1samuel_19.html",
    "keywords" : "online king james holy bible, king james bible, bible todo list, words of Jesus, bible index, the authorised version, KJV, KJB, KJAV, AV"
  },
  "items": [
    {
      "type" : "verse",
      "id" : "v1",
      "number" : "1",
      "absolute" : "7708",
      "text" : "And Saul spake to Jonathan his son, and to all his servants, that they should kill David.",
      "plainText" : "And Saul spake to Jonathan his son, and to all his servants, that they should kill David."
    }
    ,
    {
      "type" : "verse",
      "id" : "v2",
      "number" : "2",
      "absolute" : "7709",
      "text" : "But Jonathan Saul's son delighted much in David: and Jonathan told David, saying, Saul my father seeketh to kill thee: now therefore, I pray thee, take heed to thyself until the morning, and abide in a secret <span class='extra'>place<\/span>, and hide thyself:",
      "plainText" : "But Jonathan Saul's son delighted much in David: and Jonathan told David, saying, Saul my father seeketh to kill thee: now therefore, I pray thee, take heed to thyself until the morning, and abide in a secret place, and hide thyself:"
    }
    ,
    {
      "type" : "verse",
      "id" : "v3",
      "number" : "3",
      "absolute" : "7710",
      "text" : "And I will go out and stand beside my father in the field where thou <span class='extra'>art<\/span>, and I will commune with my father of thee; and what I see, that I will tell thee.",
      "plainText" : "And I will go out and stand beside my father in the field where thou art, and I will commune with my father of thee; and what I see, that I will tell thee."
    }
    ,
    {
      "type" : "verse",
      "id" : "v4",
      "number" : "4",
      "absolute" : "7711",
      "text" : "And Jonathan spake good of David unto Saul his father, and said unto him, Let not the king sin against his servant, against David; because he hath not sinned against thee, and because his works <span class='extra'>have been<\/span> to thee-ward very good:",
      "plainText" : "And Jonathan spake good of David unto Saul his father, and said unto him, Let not the king sin against his servant, against David; because he hath not sinned against thee, and because his works have been to thee-ward very good:"
    }
    ,
    {
      "type" : "verse",
      "id" : "v5",
      "number" : "5",
      "absolute" : "7712",
      "text" : "For he did put his life in his hand, and slew the Philistine, and the <span class='nog'>LORD<\/span> wrought a great salvation for all Israel: thou sawest <span class='extra'>it<\/span>, and didst rejoice: wherefore then wilt thou sin against innocent blood, to slay David without a cause?",
      "plainText" : "For he did put his life in his hand, and slew the Philistine, and the LORD wrought a great salvation for all Israel: thou sawest it, and didst rejoice: wherefore then wilt thou sin against innocent blood, to slay David without a cause?"
    }
    ,
    {
      "type" : "verse",
      "id" : "v6",
      "number" : "6",
      "absolute" : "7713",
      "text" : "And Saul hearkened unto the voice of Jonathan: and Saul sware, <span class='extra'>As<\/span> the <span class='nog'>LORD<\/span> liveth, he shall not be slain.",
      "plainText" : "And Saul hearkened unto the voice of Jonathan: and Saul sware, As the LORD liveth, he shall not be slain."
    }
    ,
    {
      "type" : "verse",
      "id" : "v7",
      "number" : "7",
      "absolute" : "7714",
      "text" : "And Jonathan called David, and Jonathan shewed him all those things. And Jonathan brought David to Saul, and he was in his presence, as in times past.",
      "plainText" : "And Jonathan called David, and Jonathan shewed him all those things. And Jonathan brought David to Saul, and he was in his presence, as in times past."
    }
    ,
    {
      "type" : "verse",
      "id" : "v8",
      "number" : "8",
      "absolute" : "7715",
      "text" : "And there was war again: and David went out, and fought with the Philistines, and slew them with a great slaughter; and they fled from him.",
      "plainText" : "And there was war again: and David went out, and fought with the Philistines, and slew them with a great slaughter; and they fled from him."
    }
    ,
    {
      "type" : "verse",
      "id" : "v9",
      "number" : "9",
      "absolute" : "7716",
      "text" : "And the evil spirit from the <span class='nog'>LORD<\/span> was upon Saul, as he sat in his house with his javelin in his hand: and David played with <span class='extra'>his<\/span> hand.",
      "plainText" : "And the evil spirit from the LORD was upon Saul, as he sat in his house with his javelin in his hand: and David played with his hand."
    }
    ,
    {
      "type" : "verse",
      "id" : "v10",
      "number" : "10",
      "absolute" : "7717",
      "text" : "And Saul sought to smite David even to the wall with the javelin; but he slipped away out of Saul's presence, and he smote the javelin into the wall: and David fled, and escaped that night.",
      "plainText" : "And Saul sought to smite David even to the wall with the javelin; but he slipped away out of Saul's presence, and he smote the javelin into the wall: and David fled, and escaped that night."
    }
    ,
    {
      "type" : "verse",
      "id" : "v11",
      "number" : "11",
      "absolute" : "7718",
      "text" : "Saul also sent messengers unto David's house, to watch him, and to slay him in the morning: and Michal David's wife told him, saying, If thou save not thy life to night, to morrow thou shalt be slain.",
      "plainText" : "Saul also sent messengers unto David's house, to watch him, and to slay him in the morning: and Michal David's wife told him, saying, If thou save not thy life to night, to morrow thou shalt be slain."
    }
    ,
    {
      "type" : "verse",
      "id" : "v12",
      "number" : "12",
      "absolute" : "7719",
      "text" : "So Michal let David down through a window: and he went, and fled, and escaped.",
      "plainText" : "So Michal let David down through a window: and he went, and fled, and escaped."
    }
    ,
    {
      "type" : "verse",
      "id" : "v13",
      "number" : "13",
      "absolute" : "7720",
      "text" : "And Michal took an image, and laid <span class='extra'>it<\/span> in the bed, and put a pillow of goats' <span class='extra'>hair<\/span> for his bolster, and covered <span class='extra'>it<\/span> with a cloth.",
      "plainText" : "And Michal took an image, and laid it in the bed, and put a pillow of goats' hair for his bolster, and covered it with a cloth."
    }
    ,
    {
      "type" : "verse",
      "id" : "v14",
      "number" : "14",
      "absolute" : "7721",
      "text" : "And when Saul sent messengers to take David, she said, He <span class='extra'>is<\/span> sick.",
      "plainText" : "And when Saul sent messengers to take David, she said, He is sick."
    }
    ,
    {
      "type" : "verse",
      "id" : "v15",
      "number" : "15",
      "absolute" : "7722",
      "text" : "And Saul sent the messengers <span class='extra'>again<\/span> to see David, saying, Bring him up to me in the bed, that I may slay him.",
      "plainText" : "And Saul sent the messengers again to see David, saying, Bring him up to me in the bed, that I may slay him."
    }
    ,
    {
      "type" : "verse",
      "id" : "v16",
      "number" : "16",
      "absolute" : "7723",
      "text" : "And when the messengers were come in, behold, <span class='extra'>there was<\/span> an image in the bed, with a pillow of goats' <span class='extra'>hair<\/span> for his bolster.",
      "plainText" : "And when the messengers were come in, behold, there was an image in the bed, with a pillow of goats' hair for his bolster."
    }
    ,
    {
      "type" : "verse",
      "id" : "v17",
      "number" : "17",
      "absolute" : "7724",
      "text" : "And Saul said unto Michal, Why hast thou deceived me so, and sent away mine enemy, that he is escaped? And Michal answered Saul, He said unto me, Let me go; why should I kill thee?",
      "plainText" : "And Saul said unto Michal, Why hast thou deceived me so, and sent away mine enemy, that he is escaped? And Michal answered Saul, He said unto me, Let me go; why should I kill thee?"
    }
    ,
    {
      "type" : "verse",
      "id" : "v18",
      "number" : "18",
      "absolute" : "7725",
      "text" : "So David fled, and escaped, and came to Samuel to Ramah, and told him all that Saul had done to him. And he and Samuel went and dwelt in Naioth.",
      "plainText" : "So David fled, and escaped, and came to Samuel to Ramah, and told him all that Saul had done to him. And he and Samuel went and dwelt in Naioth."
    }
    ,
    {
      "type" : "verse",
      "id" : "v19",
      "number" : "19",
      "absolute" : "7726",
      "text" : "And it was told Saul, saying, Behold, David <span class='extra'>is<\/span> at Naioth in Ramah.",
      "plainText" : "And it was told Saul, saying, Behold, David is at Naioth in Ramah."
    }
    ,
    {
      "type" : "verse",
      "id" : "v20",
      "number" : "20",
      "absolute" : "7727",
      "text" : "And Saul sent messengers to take David: and when they saw the company of the prophets prophesying, and Samuel standing <span class='extra'>as<\/span> appointed over them, the Spirit of God was upon the messengers of Saul, and they also prophesied.",
      "plainText" : "And Saul sent messengers to take David: and when they saw the company of the prophets prophesying, and Samuel standing as appointed over them, the Spirit of God was upon the messengers of Saul, and they also prophesied."
    }
    ,
    {
      "type" : "verse",
      "id" : "v21",
      "number" : "21",
      "absolute" : "7728",
      "text" : "And when it was told Saul, he sent other messengers, and they prophesied likewise. And Saul sent messengers again the third time, and they prophesied also.",
      "plainText" : "And when it was told Saul, he sent other messengers, and they prophesied likewise. And Saul sent messengers again the third time, and they prophesied also."
    }
    ,
    {
      "type" : "verse",
      "id" : "v22",
      "number" : "22",
      "absolute" : "7729",
      "text" : "Then went he also to Ramah, and came to a great well that <span class='extra'>is<\/span> in Sechu: and he asked and said, Where <span class='extra'>are<\/span> Samuel and David? And <span class='extra'>one<\/span> said, Behold, <span class='extra'>they be<\/span> at Naioth in Ramah.",
      "plainText" : "Then went he also to Ramah, and came to a great well that is in Sechu: and he asked and said, Where are Samuel and David? And one said, Behold, they be at Naioth in Ramah."
    }
    ,
    {
      "type" : "verse",
      "id" : "v23",
      "number" : "23",
      "absolute" : "7730",
      "text" : "And he went thither to Naioth in Ramah: and the Spirit of God was upon him also, and he went on, and prophesied, until he came to Naioth in Ramah.",
      "plainText" : "And he went thither to Naioth in Ramah: and the Spirit of God was upon him also, and he went on, and prophesied, until he came to Naioth in Ramah."
    }
    ,
    {
      "type" : "verse",
      "id" : "v24",
      "number" : "24",
      "absolute" : "7731",
      "text" : "And he stripped off his clothes also, and prophesied before Samuel in like manner, and lay down naked all that day and all that night. Wherefore they say, <span class='extra'>Is<\/span> Saul also among the prophets?",
      "plainText" : "And he stripped off his clothes also, and prophesied before Samuel in like manner, and lay down naked all that day and all that night. Wherefore they say, Is Saul also among the prophets?"
    }
  ]
}


