{
  "book": {
    "number" : "9",
    "filenamePrefix" : "1samuel",
    "bookPage" : "1samuel.html",
    "title" : "1 Samuel",
    "chapterCount" : "31",
    "testament" : "old",
    "nt" : "false",
    "ot" : "true",
    "nextBook" : "2samuel_1.html",
    "nextTitle" : "2 Samuel",
    "prevBook" : "ruth_1.html",
    "prevTitle" : "Ruth"
  },
  "chapter": {
    "number" : "14",
    "verseCount" : "52",
    "nextChapter" : "1samuel_15.html",
    "nextTitle" : "1 Samuel 15",
    "prevChapter" : "1samuel_13.html",
    "prevTitle" : "1 Samuel 13",
    "filename" : "1samuel_14.html",
    "keywords" : "online king james holy bible, king james bible, bible todo list, words of Jesus, bible index, the authorised version, KJV, KJB, KJAV, AV"
  },
  "items": [
    {
      "type" : "verse",
      "id" : "v1",
      "number" : "1",
      "absolute" : "7510",
      "text" : "Now it came to pass upon a day, that Jonathan the son of Saul said unto the young man that bare his armour, Come, and let us go over to the Philistines' garrison, that <span class='extra'>is<\/span> on the other side. But he told not his father.",
      "plainText" : "Now it came to pass upon a day, that Jonathan the son of Saul said unto the young man that bare his armour, Come, and let us go over to the Philistines' garrison, that is on the other side. But he told not his father."
    }
    ,
    {
      "type" : "verse",
      "id" : "v2",
      "number" : "2",
      "absolute" : "7511",
      "text" : "And Saul tarried in the uttermost part of Gibeah under a pomegranate tree which <span class='extra'>is<\/span> in Migron: and the people that <span class='extra'>were<\/span> with him <span class='extra'>were<\/span> about six hundred men;",
      "plainText" : "And Saul tarried in the uttermost part of Gibeah under a pomegranate tree which is in Migron: and the people that were with him were about six hundred men;"
    }
    ,
    {
      "type" : "verse",
      "id" : "v3",
      "number" : "3",
      "absolute" : "7512",
      "text" : "And Ahiah, the son of Ahitub, I-chabod's brother, the son of Phinehas, the son of Eli, the <span class='nog'>LORD<\/span>'s priest in Shiloh, wearing an ephod. And the people knew not that Jonathan was gone.",
      "plainText" : "And Ahiah, the son of Ahitub, I-chabod's brother, the son of Phinehas, the son of Eli, the LORD's priest in Shiloh, wearing an ephod. And the people knew not that Jonathan was gone."
    }
    ,
    {
      "type" : "verse",
      "id" : "v4",
      "number" : "4",
      "absolute" : "7513",
      "text" : "And between the passages, by which Jonathan sought to go over unto the Philistines' garrison, <span class='extra'>there was<\/span> a sharp rock on the one side, and a sharp rock on the other side: and the name of the one <span class='extra'>was<\/span> Bozez, and the name of the other Seneh.",
      "plainText" : "And between the passages, by which Jonathan sought to go over unto the Philistines' garrison, there was a sharp rock on the one side, and a sharp rock on the other side: and the name of the one was Bozez, and the name of the other Seneh."
    }
    ,
    {
      "type" : "verse",
      "id" : "v5",
      "number" : "5",
      "absolute" : "7514",
      "text" : "The forefront of the one <span class='extra'>was<\/span> situate northward over against Michmash, and the other southward over against Gibeah.",
      "plainText" : "The forefront of the one was situate northward over against Michmash, and the other southward over against Gibeah."
    }
    ,
    {
      "type" : "verse",
      "id" : "v6",
      "number" : "6",
      "absolute" : "7515",
      "text" : "And Jonathan said to the young man that bare his armour, Come, and let us go over unto the garrison of these uncircumcised: it may be that the <span class='nog'>LORD<\/span> will work for us: for <span class='extra'>there is<\/span> no restraint to the <span class='nog'>LORD<\/span> to save by many or by few.",
      "plainText" : "And Jonathan said to the young man that bare his armour, Come, and let us go over unto the garrison of these uncircumcised: it may be that the LORD will work for us: for there is no restraint to the LORD to save by many or by few."
    }
    ,
    {
      "type" : "verse",
      "id" : "v7",
      "number" : "7",
      "absolute" : "7516",
      "text" : "And his armourbearer said unto him, Do all that <span class='extra'>is<\/span> in thine heart: turn thee; behold, I <span class='extra'>am<\/span> with thee according to thy heart.",
      "plainText" : "And his armourbearer said unto him, Do all that is in thine heart: turn thee; behold, I am with thee according to thy heart."
    }
    ,
    {
      "type" : "verse",
      "id" : "v8",
      "number" : "8",
      "absolute" : "7517",
      "text" : "Then said Jonathan, Behold, we will pass over unto <span class='extra'>these<\/span> men, and we will discover ourselves unto them.",
      "plainText" : "Then said Jonathan, Behold, we will pass over unto these men, and we will discover ourselves unto them."
    }
    ,
    {
      "type" : "verse",
      "id" : "v9",
      "number" : "9",
      "absolute" : "7518",
      "text" : "If they say thus unto us, Tarry until we come to you; then we will stand still in our place, and will not go up unto them.",
      "plainText" : "If they say thus unto us, Tarry until we come to you; then we will stand still in our place, and will not go up unto them."
    }
    ,
    {
      "type" : "verse",
      "id" : "v10",
      "number" : "10",
      "absolute" : "7519",
      "text" : "But if they say thus, Come up unto us; then we will go up: for the <span class='nog'>LORD<\/span> hath delivered them into our hand: and this <span class='extra'>shall be<\/span> a sign unto us.",
      "plainText" : "But if they say thus, Come up unto us; then we will go up: for the LORD hath delivered them into our hand: and this shall be a sign unto us."
    }
    ,
    {
      "type" : "verse",
      "id" : "v11",
      "number" : "11",
      "absolute" : "7520",
      "text" : "And both of them discovered themselves unto the garrison of the Philistines: and the Philistines said, Behold, the Hebrews come forth out of the holes where they had hid themselves.",
      "plainText" : "And both of them discovered themselves unto the garrison of the Philistines: and the Philistines said, Behold, the Hebrews come forth out of the holes where they had hid themselves."
    }
    ,
    {
      "type" : "verse",
      "id" : "v12",
      "number" : "12",
      "absolute" : "7521",
      "text" : "And the men of the garrison answered Jonathan and his armourbearer, and said, Come up to us, and we will shew you a thing. And Jonathan said unto his armourbearer, Come up after me: for the <span class='nog'>LORD<\/span> hath delivered them into the hand of Israel.",
      "plainText" : "And the men of the garrison answered Jonathan and his armourbearer, and said, Come up to us, and we will shew you a thing. And Jonathan said unto his armourbearer, Come up after me: for the LORD hath delivered them into the hand of Israel."
    }
    ,
    {
      "type" : "verse",
      "id" : "v13",
      "number" : "13",
      "absolute" : "7522",
      "text" : "And Jonathan climbed up upon his hands and upon his feet, and his armourbearer after him: and they fell before Jonathan; and his armourbearer slew after him.",
      "plainText" : "And Jonathan climbed up upon his hands and upon his feet, and his armourbearer after him: and they fell before Jonathan; and his armourbearer slew after him."
    }
    ,
    {
      "type" : "verse",
      "id" : "v14",
      "number" : "14",
      "absolute" : "7523",
      "text" : "And that first slaughter, which Jonathan and his armourbearer made, was about twenty men, within as it were an half acre of land, <span class='extra'>which<\/span> a yoke <span class='extra'>of oxen might plow<\/span>.",
      "plainText" : "And that first slaughter, which Jonathan and his armourbearer made, was about twenty men, within as it were an half acre of land, which a yoke of oxen might plow."
    }
    ,
    {
      "type" : "verse",
      "id" : "v15",
      "number" : "15",
      "absolute" : "7524",
      "text" : "And there was trembling in the host, in the field, and among all the people: the garrison, and the spoilers, they also trembled, and the earth quaked: so it was a very great trembling.",
      "plainText" : "And there was trembling in the host, in the field, and among all the people: the garrison, and the spoilers, they also trembled, and the earth quaked: so it was a very great trembling."
    }
    ,
    {
      "type" : "verse",
      "id" : "v16",
      "number" : "16",
      "absolute" : "7525",
      "text" : "And the watchmen of Saul in Gibeah of Benjamin looked; and, behold, the multitude melted away, and they went on beating down <span class='extra'>one another<\/span>.",
      "plainText" : "And the watchmen of Saul in Gibeah of Benjamin looked; and, behold, the multitude melted away, and they went on beating down one another."
    }
    ,
    {
      "type" : "verse",
      "id" : "v17",
      "number" : "17",
      "absolute" : "7526",
      "text" : "Then said Saul unto the people that <span class='extra'>were<\/span> with him, Number now, and see who is gone from us. And when they had numbered, behold, Jonathan and his armourbearer <span class='extra'>were<\/span> not <span class='extra'>there<\/span>.",
      "plainText" : "Then said Saul unto the people that were with him, Number now, and see who is gone from us. And when they had numbered, behold, Jonathan and his armourbearer were not there."
    }
    ,
    {
      "type" : "verse",
      "id" : "v18",
      "number" : "18",
      "absolute" : "7527",
      "text" : "And Saul said unto Ahiah, Bring hither the ark of God. For the ark of God was at that time with the children of Israel.",
      "plainText" : "And Saul said unto Ahiah, Bring hither the ark of God. For the ark of God was at that time with the children of Israel."
    }
    ,
    {
      "type" : "verse",
      "id" : "v19",
      "number" : "19",
      "absolute" : "7528",
      "text" : "And it came to pass, while Saul talked unto the priest, that the noise that <span class='extra'>was<\/span> in the host of the Philistines went on and increased: and Saul said unto the priest, Withdraw thine hand.",
      "plainText" : "And it came to pass, while Saul talked unto the priest, that the noise that was in the host of the Philistines went on and increased: and Saul said unto the priest, Withdraw thine hand."
    }
    ,
    {
      "type" : "verse",
      "id" : "v20",
      "number" : "20",
      "absolute" : "7529",
      "text" : "And Saul and all the people that <span class='extra'>were<\/span> with him assembled themselves, and they came to the battle: and, behold, every man's sword was against his fellow, <span class='extra'>and there was<\/span> a very great discomfiture.",
      "plainText" : "And Saul and all the people that were with him assembled themselves, and they came to the battle: and, behold, every man's sword was against his fellow, and there was a very great discomfiture."
    }
    ,
    {
      "type" : "verse",
      "id" : "v21",
      "number" : "21",
      "absolute" : "7530",
      "text" : "Moreover the Hebrews <span class='extra'>that<\/span> were with the Philistines before that time, which went up with them into the camp <span class='extra'>from the country<\/span> round about, even they also <span class='extra'>turned<\/span> to be with the Israelites that <span class='extra'>were<\/span> with Saul and Jonathan.",
      "plainText" : "Moreover the Hebrews that were with the Philistines before that time, which went up with them into the camp from the country round about, even they also turned to be with the Israelites that were with Saul and Jonathan."
    }
    ,
    {
      "type" : "verse",
      "id" : "v22",
      "number" : "22",
      "absolute" : "7531",
      "text" : "Likewise all the men of Israel which had hid themselves in mount Ephraim, <span class='extra'>when<\/span> they heard that the Philistines fled, even they also followed hard after them in the battle.",
      "plainText" : "Likewise all the men of Israel which had hid themselves in mount Ephraim, when they heard that the Philistines fled, even they also followed hard after them in the battle."
    }
    ,
    {
      "type" : "verse",
      "id" : "v23",
      "number" : "23",
      "absolute" : "7532",
      "text" : "So the <span class='nog'>LORD<\/span> saved Israel that day: and the battle passed over unto Beth-aven.",
      "plainText" : "So the LORD saved Israel that day: and the battle passed over unto Beth-aven."
    }
    ,
    {
      "type" : "verse",
      "id" : "v24",
      "number" : "24",
      "absolute" : "7533",
      "text" : "And the men of Israel were distressed that day: for Saul had adjured the people, saying, Cursed <span class='extra'>be<\/span> the man that eateth <span class='extra'>any<\/span> food until evening, that I may be avenged on mine enemies. So none of the people tasted <span class='extra'>any<\/span> food.",
      "plainText" : "And the men of Israel were distressed that day: for Saul had adjured the people, saying, Cursed be the man that eateth any food until evening, that I may be avenged on mine enemies. So none of the people tasted any food."
    }
    ,
    {
      "type" : "verse",
      "id" : "v25",
      "number" : "25",
      "absolute" : "7534",
      "text" : "And all <span class='extra'>they of<\/span> the land came to a wood; and there was honey upon the ground.",
      "plainText" : "And all they of the land came to a wood; and there was honey upon the ground."
    }
    ,
    {
      "type" : "verse",
      "id" : "v26",
      "number" : "26",
      "absolute" : "7535",
      "text" : "And when the people were come into the wood, behold, the honey dropped; but no man put his hand to his mouth: for the people feared the oath.",
      "plainText" : "And when the people were come into the wood, behold, the honey dropped; but no man put his hand to his mouth: for the people feared the oath."
    }
    ,
    {
      "type" : "verse",
      "id" : "v27",
      "number" : "27",
      "absolute" : "7536",
      "text" : "But Jonathan heard not when his father charged the people with the oath: wherefore he put forth the end of the rod that <span class='extra'>was<\/span> in his hand, and dipped it in an honeycomb, and put his hand to his mouth; and his eyes were enlightened.",
      "plainText" : "But Jonathan heard not when his father charged the people with the oath: wherefore he put forth the end of the rod that was in his hand, and dipped it in an honeycomb, and put his hand to his mouth; and his eyes were enlightened."
    }
    ,
    {
      "type" : "verse",
      "id" : "v28",
      "number" : "28",
      "absolute" : "7537",
      "text" : "Then answered one of the people, and said, Thy father straitly charged the people with an oath, saying, Cursed <span class='extra'>be<\/span> the man that eateth <span class='extra'>any<\/span> food this day. And the people were faint.",
      "plainText" : "Then answered one of the people, and said, Thy father straitly charged the people with an oath, saying, Cursed be the man that eateth any food this day. And the people were faint."
    }
    ,
    {
      "type" : "verse",
      "id" : "v29",
      "number" : "29",
      "absolute" : "7538",
      "text" : "Then said Jonathan, My father hath troubled the land: see, I pray you, how mine eyes have been enlightened, because I tasted a little of this honey.",
      "plainText" : "Then said Jonathan, My father hath troubled the land: see, I pray you, how mine eyes have been enlightened, because I tasted a little of this honey."
    }
    ,
    {
      "type" : "verse",
      "id" : "v30",
      "number" : "30",
      "absolute" : "7539",
      "text" : "How much more, if haply the people had eaten freely to day of the spoil of their enemies which they found? for had there not been now a much greater slaughter among the Philistines?",
      "plainText" : "How much more, if haply the people had eaten freely to day of the spoil of their enemies which they found? for had there not been now a much greater slaughter among the Philistines?"
    }
    ,
    {
      "type" : "verse",
      "id" : "v31",
      "number" : "31",
      "absolute" : "7540",
      "text" : "And they smote the Philistines that day from Michmash to Aijalon: and the people were very faint.",
      "plainText" : "And they smote the Philistines that day from Michmash to Aijalon: and the people were very faint."
    }
    ,
    {
      "type" : "verse",
      "id" : "v32",
      "number" : "32",
      "absolute" : "7541",
      "text" : "And the people flew upon the spoil, and took sheep, and oxen, and calves, and slew <span class='extra'>them<\/span> on the ground: and the people did eat <span class='extra'>them<\/span> with the blood.",
      "plainText" : "And the people flew upon the spoil, and took sheep, and oxen, and calves, and slew them on the ground: and the people did eat them with the blood."
    }
    ,
    {
      "type" : "verse",
      "id" : "v33",
      "number" : "33",
      "absolute" : "7542",
      "text" : "Then they told Saul, saying, Behold, the people sin against the <span class='nog'>LORD<\/span>, in that they eat with the blood. And he said, Ye have transgressed: roll a great stone unto me this day.",
      "plainText" : "Then they told Saul, saying, Behold, the people sin against the LORD, in that they eat with the blood. And he said, Ye have transgressed: roll a great stone unto me this day."
    }
    ,
    {
      "type" : "verse",
      "id" : "v34",
      "number" : "34",
      "absolute" : "7543",
      "text" : "And Saul said, Disperse yourselves among the people, and say unto them, Bring me hither every man his ox, and every man his sheep, and slay <span class='extra'>them<\/span> here, and eat; and sin not against the <span class='nog'>LORD<\/span> in eating with the blood. And all the people brought every man his ox with him that night, and slew <span class='extra'>them<\/span> there.",
      "plainText" : "And Saul said, Disperse yourselves among the people, and say unto them, Bring me hither every man his ox, and every man his sheep, and slay them here, and eat; and sin not against the LORD in eating with the blood. And all the people brought every man his ox with him that night, and slew them there."
    }
    ,
    {
      "type" : "verse",
      "id" : "v35",
      "number" : "35",
      "absolute" : "7544",
      "text" : "And Saul built an altar unto the <span class='nog'>LORD<\/span>: the same was the first altar that he built unto the <span class='nog'>LORD<\/span>.",
      "plainText" : "And Saul built an altar unto the LORD: the same was the first altar that he built unto the LORD."
    }
    ,
    {
      "type" : "verse",
      "id" : "v36",
      "number" : "36",
      "absolute" : "7545",
      "text" : "And Saul said, Let us go down after the Philistines by night, and spoil them until the morning light, and let us not leave a man of them. And they said, Do whatsoever seemeth good unto thee. Then said the priest, Let us draw near hither unto God.",
      "plainText" : "And Saul said, Let us go down after the Philistines by night, and spoil them until the morning light, and let us not leave a man of them. And they said, Do whatsoever seemeth good unto thee. Then said the priest, Let us draw near hither unto God."
    }
    ,
    {
      "type" : "verse",
      "id" : "v37",
      "number" : "37",
      "absolute" : "7546",
      "text" : "And Saul asked counsel of God, Shall I go down after the Philistines? wilt thou deliver them into the hand of Israel? But he answered him not that day.",
      "plainText" : "And Saul asked counsel of God, Shall I go down after the Philistines? wilt thou deliver them into the hand of Israel? But he answered him not that day."
    }
    ,
    {
      "type" : "verse",
      "id" : "v38",
      "number" : "38",
      "absolute" : "7547",
      "text" : "And Saul said, Draw ye near hither, all the chief of the people: and know and see wherein this sin hath been this day.",
      "plainText" : "And Saul said, Draw ye near hither, all the chief of the people: and know and see wherein this sin hath been this day."
    }
    ,
    {
      "type" : "verse",
      "id" : "v39",
      "number" : "39",
      "absolute" : "7548",
      "text" : "For, <span class='extra'>as<\/span> the <span class='nog'>LORD<\/span> liveth, which saveth Israel, though it be in Jonathan my son, he shall surely die. But <span class='extra'>there was<\/span> not a man among all the people <span class='extra'>that<\/span> answered him.",
      "plainText" : "For, as the LORD liveth, which saveth Israel, though it be in Jonathan my son, he shall surely die. But there was not a man among all the people that answered him."
    }
    ,
    {
      "type" : "verse",
      "id" : "v40",
      "number" : "40",
      "absolute" : "7549",
      "text" : "Then said he unto all Israel, Be ye on one side, and I and Jonathan my son will be on the other side. And the people said unto Saul, Do what seemeth good unto thee.",
      "plainText" : "Then said he unto all Israel, Be ye on one side, and I and Jonathan my son will be on the other side. And the people said unto Saul, Do what seemeth good unto thee."
    }
    ,
    {
      "type" : "verse",
      "id" : "v41",
      "number" : "41",
      "absolute" : "7550",
      "text" : "Therefore Saul said unto the <span class='nog'>LORD<\/span> God of Israel, Give a perfect <span class='extra'>lot<\/span>. And Saul and Jonathan were taken: but the people escaped.",
      "plainText" : "Therefore Saul said unto the LORD God of Israel, Give a perfect lot. And Saul and Jonathan were taken: but the people escaped."
    }
    ,
    {
      "type" : "verse",
      "id" : "v42",
      "number" : "42",
      "absolute" : "7551",
      "text" : "And Saul said, Cast <span class='extra'>lots<\/span> between me and Jonathan my son. And Jonathan was taken.",
      "plainText" : "And Saul said, Cast lots between me and Jonathan my son. And Jonathan was taken."
    }
    ,
    {
      "type" : "verse",
      "id" : "v43",
      "number" : "43",
      "absolute" : "7552",
      "text" : "Then Saul said to Jonathan, Tell me what thou hast done. And Jonathan told him, and said, I did but taste a little honey with the end of the rod that <span class='extra'>was<\/span> in mine hand, <span class='extra'>and<\/span>, lo, I must die.",
      "plainText" : "Then Saul said to Jonathan, Tell me what thou hast done. And Jonathan told him, and said, I did but taste a little honey with the end of the rod that was in mine hand, and, lo, I must die."
    }
    ,
    {
      "type" : "verse",
      "id" : "v44",
      "number" : "44",
      "absolute" : "7553",
      "text" : "And Saul answered, God do so and more also: for thou shalt surely die, Jonathan.",
      "plainText" : "And Saul answered, God do so and more also: for thou shalt surely die, Jonathan."
    }
    ,
    {
      "type" : "verse",
      "id" : "v45",
      "number" : "45",
      "absolute" : "7554",
      "text" : "And the people said unto Saul, Shall Jonathan die, who hath wrought this great salvation in Israel? God forbid: <span class='extra'>as<\/span> the <span class='nog'>LORD<\/span> liveth, there shall not one hair of his head fall to the ground; for he hath wrought with God this day. So the people rescued Jonathan, that he died not.",
      "plainText" : "And the people said unto Saul, Shall Jonathan die, who hath wrought this great salvation in Israel? God forbid: as the LORD liveth, there shall not one hair of his head fall to the ground; for he hath wrought with God this day. So the people rescued Jonathan, that he died not."
    }
    ,
    {
      "type" : "verse",
      "id" : "v46",
      "number" : "46",
      "absolute" : "7555",
      "text" : "Then Saul went up from following the Philistines: and the Philistines went to their own place.",
      "plainText" : "Then Saul went up from following the Philistines: and the Philistines went to their own place."
    }
    ,
    {
      "type" : "verse",
      "id" : "v47",
      "number" : "47",
      "absolute" : "7556",
      "text" : "So Saul took the kingdom over Israel, and fought against all his enemies on every side, against Moab, and against the children of Ammon, and against Edom, and against the kings of Zobah, and against the Philistines: and whithersoever he turned himself, he vexed <span class='extra'>them<\/span>.",
      "plainText" : "So Saul took the kingdom over Israel, and fought against all his enemies on every side, against Moab, and against the children of Ammon, and against Edom, and against the kings of Zobah, and against the Philistines: and whithersoever he turned himself, he vexed them."
    }
    ,
    {
      "type" : "verse",
      "id" : "v48",
      "number" : "48",
      "absolute" : "7557",
      "text" : "And he gathered an host, and smote the Amalekites, and delivered Israel out of the hands of them that spoiled them.",
      "plainText" : "And he gathered an host, and smote the Amalekites, and delivered Israel out of the hands of them that spoiled them."
    }
    ,
    {
      "type" : "verse",
      "id" : "v49",
      "number" : "49",
      "absolute" : "7558",
      "text" : "Now the sons of Saul were Jonathan, and Ishui, and Melchi-shua: and the names of his two daughters <span class='extra'>were these<\/span>; the name of the firstborn Merab, and the name of the younger Michal:",
      "plainText" : "Now the sons of Saul were Jonathan, and Ishui, and Melchi-shua: and the names of his two daughters were these; the name of the firstborn Merab, and the name of the younger Michal:"
    }
    ,
    {
      "type" : "verse",
      "id" : "v50",
      "number" : "50",
      "absolute" : "7559",
      "text" : "And the name of Saul's wife <span class='extra'>was<\/span> Ahinoam, the daughter of Ahimaaz: and the name of the captain of his host <span class='extra'>was<\/span> Abner, the son of Ner, Saul's uncle.",
      "plainText" : "And the name of Saul's wife was Ahinoam, the daughter of Ahimaaz: and the name of the captain of his host was Abner, the son of Ner, Saul's uncle."
    }
    ,
    {
      "type" : "verse",
      "id" : "v51",
      "number" : "51",
      "absolute" : "7560",
      "text" : "And Kish <span class='extra'>was<\/span> the father of Saul; and Ner the father of Abner <span class='extra'>was<\/span> the son of Abiel.",
      "plainText" : "And Kish was the father of Saul; and Ner the father of Abner was the son of Abiel."
    }
    ,
    {
      "type" : "verse",
      "id" : "v52",
      "number" : "52",
      "absolute" : "7561",
      "text" : "And there was sore war against the Philistines all the days of Saul: and when Saul saw any strong man, or any valiant man, he took him unto him.",
      "plainText" : "And there was sore war against the Philistines all the days of Saul: and when Saul saw any strong man, or any valiant man, he took him unto him."
    }
  ]
}


