{
  "book": {
    "number" : "14",
    "filenamePrefix" : "2chronicles",
    "bookPage" : "2chronicles.html",
    "title" : "2 Chronicles",
    "chapterCount" : "36",
    "testament" : "old",
    "nt" : "false",
    "ot" : "true",
    "nextBook" : "ezra_1.html",
    "nextTitle" : "Ezra",
    "prevBook" : "1chronicles_1.html",
    "prevTitle" : "1 Chronicles"
  },
  "chapter": {
    "number" : "17",
    "verseCount" : "19",
    "nextChapter" : "2chronicles_18.html",
    "nextTitle" : "2 Chronicles 18",
    "prevChapter" : "2chronicles_16.html",
    "prevTitle" : "2 Chronicles 16",
    "filename" : "2chronicles_17.html",
    "keywords" : "online king james holy bible, king james bible, bible todo list, words of Jesus, bible index, the authorised version, KJV, KJB, KJAV, AV"
  },
  "items": [
    {
      "type" : "verse",
      "id" : "v1",
      "number" : "1",
      "absolute" : "11525",
      "text" : "And Jehoshaphat his son reigned in his stead, and strengthened himself against Israel.",
      "plainText" : "And Jehoshaphat his son reigned in his stead, and strengthened himself against Israel."
    }
    ,
    {
      "type" : "verse",
      "id" : "v2",
      "number" : "2",
      "absolute" : "11526",
      "text" : "And he placed forces in all the fenced cities of Judah, and set garrisons in the land of Judah, and in the cities of Ephraim, which Asa his father had taken.",
      "plainText" : "And he placed forces in all the fenced cities of Judah, and set garrisons in the land of Judah, and in the cities of Ephraim, which Asa his father had taken."
    }
    ,
    {
      "type" : "verse",
      "id" : "v3",
      "number" : "3",
      "absolute" : "11527",
      "text" : "And the <span class='nog'>LORD<\/span> was with Jehoshaphat, because he walked in the first ways of his father David, and sought not unto Baalim;",
      "plainText" : "And the LORD was with Jehoshaphat, because he walked in the first ways of his father David, and sought not unto Baalim;"
    }
    ,
    {
      "type" : "verse",
      "id" : "v4",
      "number" : "4",
      "absolute" : "11528",
      "text" : "But sought to the <span class='extra'><span class='nog'>LORD<\/span><\/span> God of his father, and walked in his commandments, and not after the doings of Israel.",
      "plainText" : "But sought to the LORD God of his father, and walked in his commandments, and not after the doings of Israel."
    }
    ,
    {
      "type" : "verse",
      "id" : "v5",
      "number" : "5",
      "absolute" : "11529",
      "text" : "Therefore the <span class='nog'>LORD<\/span> stablished the kingdom in his hand; and all Judah brought to Jehoshaphat presents; and he had riches and honour in abundance.",
      "plainText" : "Therefore the LORD stablished the kingdom in his hand; and all Judah brought to Jehoshaphat presents; and he had riches and honour in abundance."
    }
    ,
    {
      "type" : "verse",
      "id" : "v6",
      "number" : "6",
      "absolute" : "11530",
      "text" : "And his heart was lifted up in the ways of the <span class='nog'>LORD<\/span>: moreover he took away the high places and groves out of Judah.",
      "plainText" : "And his heart was lifted up in the ways of the LORD: moreover he took away the high places and groves out of Judah."
    }
    ,
    {
      "type" : "verse",
      "id" : "v7",
      "number" : "7",
      "absolute" : "11531",
      "text" : "Also in the third year of his reign he sent to his princes, <span class='extra'>even<\/span> to Ben-hail, and to Obadiah, and to Zechariah, and to Nethaneel, and to Michaiah, to teach in the cities of Judah.",
      "plainText" : "Also in the third year of his reign he sent to his princes, even to Ben-hail, and to Obadiah, and to Zechariah, and to Nethaneel, and to Michaiah, to teach in the cities of Judah."
    }
    ,
    {
      "type" : "verse",
      "id" : "v8",
      "number" : "8",
      "absolute" : "11532",
      "text" : "And with them <span class='extra'>he sent<\/span> Levites, <span class='extra'>even<\/span> Shemaiah, and Nethaniah, and Zebadiah, and Asahel, and Shemiramoth, and Jehonathan, and Adonijah, and Tobijah, and Tob-adonijah, Levites; and with them Elishama and Jehoram, priests.",
      "plainText" : "And with them he sent Levites, even Shemaiah, and Nethaniah, and Zebadiah, and Asahel, and Shemiramoth, and Jehonathan, and Adonijah, and Tobijah, and Tob-adonijah, Levites; and with them Elishama and Jehoram, priests."
    }
    ,
    {
      "type" : "verse",
      "id" : "v9",
      "number" : "9",
      "absolute" : "11533",
      "text" : "And they taught in Judah, and <span class='extra'>had<\/span> the book of the law of the <span class='nog'>LORD<\/span> with them, and went about throughout all the cities of Judah, and taught the people.",
      "plainText" : "And they taught in Judah, and had the book of the law of the LORD with them, and went about throughout all the cities of Judah, and taught the people."
    }
    ,
    {
      "type" : "verse",
      "id" : "v10",
      "number" : "10",
      "absolute" : "11534",
      "text" : "And the fear of the <span class='nog'>LORD<\/span> fell upon all the kingdoms of the lands that <span class='extra'>were<\/span> round about Judah, so that they made no war against Jehoshaphat.",
      "plainText" : "And the fear of the LORD fell upon all the kingdoms of the lands that were round about Judah, so that they made no war against Jehoshaphat."
    }
    ,
    {
      "type" : "verse",
      "id" : "v11",
      "number" : "11",
      "absolute" : "11535",
      "text" : "Also <span class='extra'>some<\/span> of the Philistines brought Jehoshaphat presents, and tribute silver; and the Arabians brought him flocks, seven thousand and seven hundred rams, and seven thousand and seven hundred he goats.",
      "plainText" : "Also some of the Philistines brought Jehoshaphat presents, and tribute silver; and the Arabians brought him flocks, seven thousand and seven hundred rams, and seven thousand and seven hundred he goats."
    }
    ,
    {
      "type" : "verse",
      "id" : "v12",
      "number" : "12",
      "absolute" : "11536",
      "text" : "And Jehoshaphat waxed great exceedingly; and he built in Judah castles, and cities of store.",
      "plainText" : "And Jehoshaphat waxed great exceedingly; and he built in Judah castles, and cities of store."
    }
    ,
    {
      "type" : "verse",
      "id" : "v13",
      "number" : "13",
      "absolute" : "11537",
      "text" : "And he had much business in the cities of Judah: and the men of war, mighty men of valour, <span class='extra'>were<\/span> in Jerusalem.",
      "plainText" : "And he had much business in the cities of Judah: and the men of war, mighty men of valour, were in Jerusalem."
    }
    ,
    {
      "type" : "verse",
      "id" : "v14",
      "number" : "14",
      "absolute" : "11538",
      "text" : "And these <span class='extra'>are<\/span> the numbers of them according to the house of their fathers: Of Judah, the captains of thousands; Adnah the chief, and with him mighty men of valour three hundred thousand.",
      "plainText" : "And these are the numbers of them according to the house of their fathers: Of Judah, the captains of thousands; Adnah the chief, and with him mighty men of valour three hundred thousand."
    }
    ,
    {
      "type" : "verse",
      "id" : "v15",
      "number" : "15",
      "absolute" : "11539",
      "text" : "And next to him <span class='extra'>was<\/span> Jehohanan the captain, and with him two hundred and fourscore thousand.",
      "plainText" : "And next to him was Jehohanan the captain, and with him two hundred and fourscore thousand."
    }
    ,
    {
      "type" : "verse",
      "id" : "v16",
      "number" : "16",
      "absolute" : "11540",
      "text" : "And next him <span class='extra'>was<\/span> Amasiah the son of Zichri, who willingly offered himself unto the <span class='nog'>LORD<\/span>; and with him two hundred thousand mighty men of valour.",
      "plainText" : "And next him was Amasiah the son of Zichri, who willingly offered himself unto the LORD; and with him two hundred thousand mighty men of valour."
    }
    ,
    {
      "type" : "verse",
      "id" : "v17",
      "number" : "17",
      "absolute" : "11541",
      "text" : "And of Benjamin; Eliada a mighty man of valour, and with him armed men with bow and shield two hundred thousand.",
      "plainText" : "And of Benjamin; Eliada a mighty man of valour, and with him armed men with bow and shield two hundred thousand."
    }
    ,
    {
      "type" : "verse",
      "id" : "v18",
      "number" : "18",
      "absolute" : "11542",
      "text" : "And next him <span class='extra'>was<\/span> Jehozabad, and with him an hundred and fourscore thousand ready prepared for the war.",
      "plainText" : "And next him was Jehozabad, and with him an hundred and fourscore thousand ready prepared for the war."
    }
    ,
    {
      "type" : "verse",
      "id" : "v19",
      "number" : "19",
      "absolute" : "11543",
      "text" : "These waited on the king, beside <span class='extra'>those<\/span> whom the king put in the fenced cities throughout all Judah.",
      "plainText" : "These waited on the king, beside those whom the king put in the fenced cities throughout all Judah."
    }
  ]
}


