{
  "book": {
    "number" : "14",
    "filenamePrefix" : "2chronicles",
    "bookPage" : "2chronicles.html",
    "title" : "2 Chronicles",
    "chapterCount" : "36",
    "testament" : "old",
    "nt" : "false",
    "ot" : "true",
    "nextBook" : "ezra_1.html",
    "nextTitle" : "Ezra",
    "prevBook" : "1chronicles_1.html",
    "prevTitle" : "1 Chronicles"
  },
  "chapter": {
    "number" : "4",
    "verseCount" : "22",
    "nextChapter" : "2chronicles_5.html",
    "nextTitle" : "2 Chronicles 5",
    "prevChapter" : "2chronicles_3.html",
    "prevTitle" : "2 Chronicles 3",
    "filename" : "2chronicles_4.html",
    "keywords" : "online king james holy bible, king james bible, bible todo list, words of Jesus, bible index, the authorised version, KJV, KJB, KJAV, AV"
  },
  "items": [
    {
      "type" : "verse",
      "id" : "v1",
      "number" : "1",
      "absolute" : "11248",
      "text" : "Moreover he made an altar of brass, twenty cubits the length thereof, and twenty cubits the breadth thereof, and ten cubits the height thereof.",
      "plainText" : "Moreover he made an altar of brass, twenty cubits the length thereof, and twenty cubits the breadth thereof, and ten cubits the height thereof."
    }
    ,
    {
      "type" : "verse",
      "id" : "v2",
      "number" : "2",
      "absolute" : "11249",
      "text" : "Also he made a molten sea of ten cubits from brim to brim, round in compass, and five cubits the height thereof; and a line of thirty cubits did compass it round about.",
      "plainText" : "Also he made a molten sea of ten cubits from brim to brim, round in compass, and five cubits the height thereof; and a line of thirty cubits did compass it round about."
    }
    ,
    {
      "type" : "verse",
      "id" : "v3",
      "number" : "3",
      "absolute" : "11250",
      "text" : "And under it <span class='extra'>was<\/span> the similitude of oxen, which did compass it round about: ten in a cubit, compassing the sea round about. Two rows of oxen <span class='extra'>were<\/span> cast, when it was cast.",
      "plainText" : "And under it was the similitude of oxen, which did compass it round about: ten in a cubit, compassing the sea round about. Two rows of oxen were cast, when it was cast."
    }
    ,
    {
      "type" : "verse",
      "id" : "v4",
      "number" : "4",
      "absolute" : "11251",
      "text" : "It stood upon twelve oxen, three looking toward the north, and three looking toward the west, and three looking toward the south, and three looking toward the east: and the sea <span class='extra'>was set<\/span> above upon them, and all their hinder parts <span class='extra'>were<\/span> inward.",
      "plainText" : "It stood upon twelve oxen, three looking toward the north, and three looking toward the west, and three looking toward the south, and three looking toward the east: and the sea was set above upon them, and all their hinder parts were inward."
    }
    ,
    {
      "type" : "verse",
      "id" : "v5",
      "number" : "5",
      "absolute" : "11252",
      "text" : "And the thickness of it <span class='extra'>was<\/span> an handbreadth, and the brim of it like the work of the brim of a cup, with flowers of lilies; <span class='extra'>and<\/span> it received and held three thousand baths.",
      "plainText" : "And the thickness of it was an handbreadth, and the brim of it like the work of the brim of a cup, with flowers of lilies; and it received and held three thousand baths."
    }
    ,
    {
      "type" : "verse",
      "id" : "v6",
      "number" : "6",
      "absolute" : "11253",
      "text" : "He made also ten lavers, and put five on the right hand, and five on the left, to wash in them: such things as they offered for the burnt offering they washed in them; but the sea <span class='extra'>was<\/span> for the priests to wash in.",
      "plainText" : "He made also ten lavers, and put five on the right hand, and five on the left, to wash in them: such things as they offered for the burnt offering they washed in them; but the sea was for the priests to wash in."
    }
    ,
    {
      "type" : "verse",
      "id" : "v7",
      "number" : "7",
      "absolute" : "11254",
      "text" : "And he made ten candlesticks of gold according to their form, and set <span class='extra'>them<\/span> in the temple, five on the right hand, and five on the left.",
      "plainText" : "And he made ten candlesticks of gold according to their form, and set them in the temple, five on the right hand, and five on the left."
    }
    ,
    {
      "type" : "verse",
      "id" : "v8",
      "number" : "8",
      "absolute" : "11255",
      "text" : "He made also ten tables, and placed <span class='extra'>them<\/span> in the temple, five on the right side, and five on the left. And he made an hundred basons of gold.",
      "plainText" : "He made also ten tables, and placed them in the temple, five on the right side, and five on the left. And he made an hundred basons of gold."
    }
    ,
    {
      "type" : "verse",
      "id" : "v9",
      "number" : "9",
      "absolute" : "11256",
      "text" : "Furthermore he made the court of the priests, and the great court, and doors for the court, and overlaid the doors of them with brass.",
      "plainText" : "Furthermore he made the court of the priests, and the great court, and doors for the court, and overlaid the doors of them with brass."
    }
    ,
    {
      "type" : "verse",
      "id" : "v10",
      "number" : "10",
      "absolute" : "11257",
      "text" : "And he set the sea on the right side of the east end, over against the south.",
      "plainText" : "And he set the sea on the right side of the east end, over against the south."
    }
    ,
    {
      "type" : "verse",
      "id" : "v11",
      "number" : "11",
      "absolute" : "11258",
      "text" : "And Huram made the pots, and the shovels, and the basons. And Huram finished the work that he was to make for king Solomon for the house of God;",
      "plainText" : "And Huram made the pots, and the shovels, and the basons. And Huram finished the work that he was to make for king Solomon for the house of God;"
    }
    ,
    {
      "type" : "verse",
      "id" : "v12",
      "number" : "12",
      "absolute" : "11259",
      "text" : "<span class='extra'>To wit<\/span>, the two pillars, and the pommels, and the chapiters <span class='extra'>which were<\/span> on the top of the two pillars, and the two wreaths to cover the two pommels of the chapiters which <span class='extra'>were<\/span> on the top of the pillars;",
      "plainText" : "To wit, the two pillars, and the pommels, and the chapiters which were on the top of the two pillars, and the two wreaths to cover the two pommels of the chapiters which were on the top of the pillars;"
    }
    ,
    {
      "type" : "verse",
      "id" : "v13",
      "number" : "13",
      "absolute" : "11260",
      "text" : "And four hundred pomegranates on the two wreaths; two rows of pomegranates on each wreath, to cover the two pommels of the chapiters which <span class='extra'>were<\/span> upon the pillars.",
      "plainText" : "And four hundred pomegranates on the two wreaths; two rows of pomegranates on each wreath, to cover the two pommels of the chapiters which were upon the pillars."
    }
    ,
    {
      "type" : "verse",
      "id" : "v14",
      "number" : "14",
      "absolute" : "11261",
      "text" : "He made also bases, and lavers made he upon the bases;",
      "plainText" : "He made also bases, and lavers made he upon the bases;"
    }
    ,
    {
      "type" : "verse",
      "id" : "v15",
      "number" : "15",
      "absolute" : "11262",
      "text" : "One sea, and twelve oxen under it.",
      "plainText" : "One sea, and twelve oxen under it."
    }
    ,
    {
      "type" : "verse",
      "id" : "v16",
      "number" : "16",
      "absolute" : "11263",
      "text" : "The pots also, and the shovels, and the fleshhooks, and all their instruments, did Huram his father make to king Solomon for the house of the <span class='nog'>LORD<\/span> of bright brass.",
      "plainText" : "The pots also, and the shovels, and the fleshhooks, and all their instruments, did Huram his father make to king Solomon for the house of the LORD of bright brass."
    }
    ,
    {
      "type" : "verse",
      "id" : "v17",
      "number" : "17",
      "absolute" : "11264",
      "text" : "In the plain of Jordan did the king cast them, in the clay ground between Succoth and Zeredathah.",
      "plainText" : "In the plain of Jordan did the king cast them, in the clay ground between Succoth and Zeredathah."
    }
    ,
    {
      "type" : "verse",
      "id" : "v18",
      "number" : "18",
      "absolute" : "11265",
      "text" : "Thus Solomon made all these vessels in great abundance: for the weight of the brass could not be found out.",
      "plainText" : "Thus Solomon made all these vessels in great abundance: for the weight of the brass could not be found out."
    }
    ,
    {
      "type" : "verse",
      "id" : "v19",
      "number" : "19",
      "absolute" : "11266",
      "text" : "And Solomon made all the vessels that <span class='extra'>were for<\/span> the house of God, the golden altar also, and the tables whereon the shewbread <span class='extra'>was set<\/span>;",
      "plainText" : "And Solomon made all the vessels that were for the house of God, the golden altar also, and the tables whereon the shewbread was set;"
    }
    ,
    {
      "type" : "verse",
      "id" : "v20",
      "number" : "20",
      "absolute" : "11267",
      "text" : "Moreover the candlesticks with their lamps, that they should burn after the manner before the oracle, of pure gold;",
      "plainText" : "Moreover the candlesticks with their lamps, that they should burn after the manner before the oracle, of pure gold;"
    }
    ,
    {
      "type" : "verse",
      "id" : "v21",
      "number" : "21",
      "absolute" : "11268",
      "text" : "And the flowers, and the lamps, and the tongs, <span class='extra'>made he of<\/span> gold, <span class='extra'>and<\/span> that perfect gold;",
      "plainText" : "And the flowers, and the lamps, and the tongs, made he of gold, and that perfect gold;"
    }
    ,
    {
      "type" : "verse",
      "id" : "v22",
      "number" : "22",
      "absolute" : "11269",
      "text" : "And the snuffers, and the basons, and the spoons, and the censers, <span class='extra'>of<\/span> pure gold: and the entry of the house, the inner doors thereof for the most holy <span class='extra'>place<\/span>, and the doors of the house of the temple, <span class='extra'>were of<\/span> gold.",
      "plainText" : "And the snuffers, and the basons, and the spoons, and the censers, of pure gold: and the entry of the house, the inner doors thereof for the most holy place, and the doors of the house of the temple, were of gold."
    }
  ]
}


