{
  "book": {
    "number" : "14",
    "filenamePrefix" : "2chronicles",
    "bookPage" : "2chronicles.html",
    "title" : "2 Chronicles",
    "chapterCount" : "36",
    "testament" : "old",
    "nt" : "false",
    "ot" : "true",
    "nextBook" : "ezra_1.html",
    "nextTitle" : "Ezra",
    "prevBook" : "1chronicles_1.html",
    "prevTitle" : "1 Chronicles"
  },
  "chapter": {
    "number" : "5",
    "verseCount" : "14",
    "nextChapter" : "2chronicles_6.html",
    "nextTitle" : "2 Chronicles 6",
    "prevChapter" : "2chronicles_4.html",
    "prevTitle" : "2 Chronicles 4",
    "filename" : "2chronicles_5.html",
    "keywords" : "online king james holy bible, king james bible, bible todo list, words of Jesus, bible index, the authorised version, KJV, KJB, KJAV, AV"
  },
  "items": [
    {
      "type" : "verse",
      "id" : "v1",
      "number" : "1",
      "absolute" : "11270",
      "text" : "Thus all the work that Solomon made for the house of the <span class='nog'>LORD<\/span> was finished: and Solomon brought in <span class='extra'>all<\/span> the things that David his father had dedicated; and the silver, and the gold, and all the instruments, put he among the treasures of the house of God.",
      "plainText" : "Thus all the work that Solomon made for the house of the LORD was finished: and Solomon brought in all the things that David his father had dedicated; and the silver, and the gold, and all the instruments, put he among the treasures of the house of God."
    }
    ,
    {
      "type" : "verse",
      "id" : "v2",
      "number" : "2",
      "absolute" : "11271",
      "text" : "Then Solomon assembled the elders of Israel, and all the heads of the tribes, the chief of the fathers of the children of Israel, unto Jerusalem, to bring up the ark of the covenant of the <span class='nog'>LORD<\/span> out of the city of David, which <span class='extra'>is<\/span> Zion.",
      "plainText" : "Then Solomon assembled the elders of Israel, and all the heads of the tribes, the chief of the fathers of the children of Israel, unto Jerusalem, to bring up the ark of the covenant of the LORD out of the city of David, which is Zion."
    }
    ,
    {
      "type" : "verse",
      "id" : "v3",
      "number" : "3",
      "absolute" : "11272",
      "text" : "Wherefore all the men of Israel assembled themselves unto the king in the feast which <span class='extra'>was<\/span> in the seventh month.",
      "plainText" : "Wherefore all the men of Israel assembled themselves unto the king in the feast which was in the seventh month."
    }
    ,
    {
      "type" : "verse",
      "id" : "v4",
      "number" : "4",
      "absolute" : "11273",
      "text" : "And all the elders of Israel came; and the Levites took up the ark.",
      "plainText" : "And all the elders of Israel came; and the Levites took up the ark."
    }
    ,
    {
      "type" : "verse",
      "id" : "v5",
      "number" : "5",
      "absolute" : "11274",
      "text" : "And they brought up the ark, and the tabernacle of the congregation, and all the holy vessels that <span class='extra'>were<\/span> in the tabernacle, these did the priests <span class='extra'>and<\/span> the Levites bring up.",
      "plainText" : "And they brought up the ark, and the tabernacle of the congregation, and all the holy vessels that were in the tabernacle, these did the priests and the Levites bring up."
    }
    ,
    {
      "type" : "verse",
      "id" : "v6",
      "number" : "6",
      "absolute" : "11275",
      "text" : "Also king Solomon, and all the congregation of Israel that were assembled unto him before the ark, sacrificed sheep and oxen, which could not be told nor numbered for multitude.",
      "plainText" : "Also king Solomon, and all the congregation of Israel that were assembled unto him before the ark, sacrificed sheep and oxen, which could not be told nor numbered for multitude."
    }
    ,
    {
      "type" : "verse",
      "id" : "v7",
      "number" : "7",
      "absolute" : "11276",
      "text" : "And the priests brought in the ark of the covenant of the <span class='nog'>LORD<\/span> unto his place, to the oracle of the house, into the most holy <span class='extra'>place, even<\/span> under the wings of the cherubims:",
      "plainText" : "And the priests brought in the ark of the covenant of the LORD unto his place, to the oracle of the house, into the most holy place, even under the wings of the cherubims:"
    }
    ,
    {
      "type" : "verse",
      "id" : "v8",
      "number" : "8",
      "absolute" : "11277",
      "text" : "For the cherubims spread forth <span class='extra'>their<\/span> wings over the place of the ark, and the cherubims covered the ark and the staves thereof above.",
      "plainText" : "For the cherubims spread forth their wings over the place of the ark, and the cherubims covered the ark and the staves thereof above."
    }
    ,
    {
      "type" : "verse",
      "id" : "v9",
      "number" : "9",
      "absolute" : "11278",
      "text" : "And they drew out the staves <span class='extra'>of the ark<\/span>, that the ends of the staves were seen from the ark before the oracle; but they were not seen without. And there it is unto this day.",
      "plainText" : "And they drew out the staves of the ark, that the ends of the staves were seen from the ark before the oracle; but they were not seen without. And there it is unto this day."
    }
    ,
    {
      "type" : "verse",
      "id" : "v10",
      "number" : "10",
      "absolute" : "11279",
      "text" : "<span class='extra'>There was<\/span> nothing in the ark save the two tables which Moses put <span class='extra'>therein<\/span> at Horeb, when the <span class='nog'>LORD<\/span> made <span class='extra'>a covenant<\/span> with the children of Israel, when they came out of Egypt.",
      "plainText" : "There was nothing in the ark save the two tables which Moses put therein at Horeb, when the LORD made a covenant with the children of Israel, when they came out of Egypt."
    }
    ,
    {
      "type" : "verse",
      "id" : "v11",
      "number" : "11",
      "absolute" : "11280",
      "text" : "And it came to pass, when the priests were come out of the holy <span class='extra'>place<\/span>: (for all the priests <span class='extra'>that were<\/span> present were sanctified, <span class='extra'>and<\/span> did not <span class='extra'>then<\/span> wait by course:",
      "plainText" : "And it came to pass, when the priests were come out of the holy place: (for all the priests that were present were sanctified, and did not then wait by course:"
    }
    ,
    {
      "type" : "verse",
      "id" : "v12",
      "number" : "12",
      "absolute" : "11281",
      "text" : "Also the Levites <span class='extra'>which were<\/span> the singers, all of them of Asaph, of Heman, of Jeduthun, with their sons and their brethren, <span class='extra'>being<\/span> arrayed in white linen, having cymbals and psalteries and harps, stood at the east end of the altar, and with them an hundred and twenty priests sounding with trumpets:)",
      "plainText" : "Also the Levites which were the singers, all of them of Asaph, of Heman, of Jeduthun, with their sons and their brethren, being arrayed in white linen, having cymbals and psalteries and harps, stood at the east end of the altar, and with them an hundred and twenty priests sounding with trumpets:)"
    }
    ,
    {
      "type" : "verse",
      "id" : "v13",
      "number" : "13",
      "absolute" : "11282",
      "text" : "It came even to pass, as the trumpeters and singers <span class='extra'>were<\/span> as one, to make one sound to be heard in praising and thanking the <span class='nog'>LORD<\/span>; and when they lifted up <span class='extra'>their<\/span> voice with the trumpets and cymbals and instruments of musick, and praised the <span class='nog'>LORD<\/span>, <span class='extra'>saying<\/span>, For <span class='extra'>he is<\/span> good; for his mercy <span class='extra'>endureth<\/span> for ever: that <span class='extra'>then<\/span> the house was filled with a cloud, <span class='extra'>even<\/span> the house of the <span class='nog'>LORD<\/span>;",
      "plainText" : "It came even to pass, as the trumpeters and singers were as one, to make one sound to be heard in praising and thanking the LORD; and when they lifted up their voice with the trumpets and cymbals and instruments of musick, and praised the LORD, saying, For he is good; for his mercy endureth for ever: that then the house was filled with a cloud, even the house of the LORD;"
    }
    ,
    {
      "type" : "verse",
      "id" : "v14",
      "number" : "14",
      "absolute" : "11283",
      "text" : "So that the priests could not stand to minister by reason of the cloud: for the glory of the <span class='nog'>LORD<\/span> had filled the house of God.",
      "plainText" : "So that the priests could not stand to minister by reason of the cloud: for the glory of the LORD had filled the house of God."
    }
  ]
}


