{
  "book": {
    "number" : "14",
    "filenamePrefix" : "2chronicles",
    "bookPage" : "2chronicles.html",
    "title" : "2 Chronicles",
    "chapterCount" : "36",
    "testament" : "old",
    "nt" : "false",
    "ot" : "true",
    "nextBook" : "ezra_1.html",
    "nextTitle" : "Ezra",
    "prevBook" : "1chronicles_1.html",
    "prevTitle" : "1 Chronicles"
  },
  "chapter": {
    "number" : "28",
    "verseCount" : "27",
    "nextChapter" : "2chronicles_29.html",
    "nextTitle" : "2 Chronicles 29",
    "prevChapter" : "2chronicles_27.html",
    "prevTitle" : "2 Chronicles 27",
    "filename" : "2chronicles_28.html",
    "keywords" : "online king james holy bible, king james bible, bible todo list, words of Jesus, bible index, the authorised version, KJV, KJB, KJAV, AV"
  },
  "items": [
    {
      "type" : "verse",
      "id" : "v1",
      "number" : "1",
      "absolute" : "11766",
      "text" : "Ahaz <span class='extra'>was<\/span> twenty years old when he began to reign, and he reigned sixteen years in Jerusalem: but he did not <span class='extra'>that which was<\/span> right in the sight of the <span class='nog'>LORD<\/span>, like David his father:",
      "plainText" : "Ahaz was twenty years old when he began to reign, and he reigned sixteen years in Jerusalem: but he did not that which was right in the sight of the LORD, like David his father:"
    }
    ,
    {
      "type" : "verse",
      "id" : "v2",
      "number" : "2",
      "absolute" : "11767",
      "text" : "For he walked in the ways of the kings of Israel, and made also molten images for Baalim.",
      "plainText" : "For he walked in the ways of the kings of Israel, and made also molten images for Baalim."
    }
    ,
    {
      "type" : "verse",
      "id" : "v3",
      "number" : "3",
      "absolute" : "11768",
      "text" : "Moreover he burnt incense in the valley of the son of Hinnom, and burnt his children in the fire, after the abominations of the heathen whom the <span class='nog'>LORD<\/span> had cast out before the children of Israel.",
      "plainText" : "Moreover he burnt incense in the valley of the son of Hinnom, and burnt his children in the fire, after the abominations of the heathen whom the LORD had cast out before the children of Israel."
    }
    ,
    {
      "type" : "verse",
      "id" : "v4",
      "number" : "4",
      "absolute" : "11769",
      "text" : "He sacrificed also and burnt incense in the high places, and on the hills, and under every green tree.",
      "plainText" : "He sacrificed also and burnt incense in the high places, and on the hills, and under every green tree."
    }
    ,
    {
      "type" : "verse",
      "id" : "v5",
      "number" : "5",
      "absolute" : "11770",
      "text" : "Wherefore the <span class='nog'>LORD<\/span> his God delivered him into the hand of the king of Syria; and they smote him, and carried away a great multitude of them captives, and brought <span class='extra'>them<\/span> to Damascus. And he was also delivered into the hand of the king of Israel, who smote him with a great slaughter.",
      "plainText" : "Wherefore the LORD his God delivered him into the hand of the king of Syria; and they smote him, and carried away a great multitude of them captives, and brought them to Damascus. And he was also delivered into the hand of the king of Israel, who smote him with a great slaughter."
    }
    ,
    {
      "type" : "verse",
      "id" : "v6",
      "number" : "6",
      "absolute" : "11771",
      "text" : "For Pekah the son of Remaliah slew in Judah an hundred and twenty thousand in one day, <span class='extra'>which were<\/span> all valiant men; because they had forsaken the <span class='nog'>LORD<\/span> God of their fathers.",
      "plainText" : "For Pekah the son of Remaliah slew in Judah an hundred and twenty thousand in one day, which were all valiant men; because they had forsaken the LORD God of their fathers."
    }
    ,
    {
      "type" : "verse",
      "id" : "v7",
      "number" : "7",
      "absolute" : "11772",
      "text" : "And Zichri, a mighty man of Ephraim, slew Maaseiah the king's son, and Azrikam the governor of the house, and Elkanah <span class='extra'>that was<\/span> next to the king.",
      "plainText" : "And Zichri, a mighty man of Ephraim, slew Maaseiah the king's son, and Azrikam the governor of the house, and Elkanah that was next to the king."
    }
    ,
    {
      "type" : "verse",
      "id" : "v8",
      "number" : "8",
      "absolute" : "11773",
      "text" : "And the children of Israel carried away captive of their brethren two hundred thousand, women, sons, and daughters, and took also away much spoil from them, and brought the spoil to Samaria.",
      "plainText" : "And the children of Israel carried away captive of their brethren two hundred thousand, women, sons, and daughters, and took also away much spoil from them, and brought the spoil to Samaria."
    }
    ,
    {
      "type" : "verse",
      "id" : "v9",
      "number" : "9",
      "absolute" : "11774",
      "text" : "But a prophet of the <span class='nog'>LORD<\/span> was there, whose name <span class='extra'>was<\/span> Oded: and he went out before the host that came to Samaria, and said unto them, Behold, because the <span class='nog'>LORD<\/span> God of your fathers was wroth with Judah, he hath delivered them into your hand, and ye have slain them in a rage <span class='extra'>that<\/span> reacheth up unto heaven.",
      "plainText" : "But a prophet of the LORD was there, whose name was Oded: and he went out before the host that came to Samaria, and said unto them, Behold, because the LORD God of your fathers was wroth with Judah, he hath delivered them into your hand, and ye have slain them in a rage that reacheth up unto heaven."
    }
    ,
    {
      "type" : "verse",
      "id" : "v10",
      "number" : "10",
      "absolute" : "11775",
      "text" : "And now ye purpose to keep under the children of Judah and Jerusalem for bondmen and bondwomen unto you: <span class='extra'>but are there<\/span> not with you, even with you, sins against the <span class='nog'>LORD<\/span> your God?",
      "plainText" : "And now ye purpose to keep under the children of Judah and Jerusalem for bondmen and bondwomen unto you: but are there not with you, even with you, sins against the LORD your God?"
    }
    ,
    {
      "type" : "verse",
      "id" : "v11",
      "number" : "11",
      "absolute" : "11776",
      "text" : "Now hear me therefore, and deliver the captives again, which ye have taken captive of your brethren: for the fierce wrath of the <span class='nog'>LORD<\/span> <span class='extra'>is<\/span> upon you.",
      "plainText" : "Now hear me therefore, and deliver the captives again, which ye have taken captive of your brethren: for the fierce wrath of the LORD is upon you."
    }
    ,
    {
      "type" : "verse",
      "id" : "v12",
      "number" : "12",
      "absolute" : "11777",
      "text" : "Then certain of the heads of the children of Ephraim, Azariah the son of Johanan, Berechiah the son of Meshillemoth, and Jehizkiah the son of Shallum, and Amasa the son of Hadlai, stood up against them that came from the war,",
      "plainText" : "Then certain of the heads of the children of Ephraim, Azariah the son of Johanan, Berechiah the son of Meshillemoth, and Jehizkiah the son of Shallum, and Amasa the son of Hadlai, stood up against them that came from the war,"
    }
    ,
    {
      "type" : "verse",
      "id" : "v13",
      "number" : "13",
      "absolute" : "11778",
      "text" : "And said unto them, Ye shall not bring in the captives hither: for whereas we have offended against the <span class='nog'>LORD<\/span> <span class='extra'>already<\/span>, ye intend to add <span class='extra'>more<\/span> to our sins and to our trespass: for our trespass is great, and <span class='extra'>there is<\/span> fierce wrath against Israel.",
      "plainText" : "And said unto them, Ye shall not bring in the captives hither: for whereas we have offended against the LORD already, ye intend to add more to our sins and to our trespass: for our trespass is great, and there is fierce wrath against Israel."
    }
    ,
    {
      "type" : "verse",
      "id" : "v14",
      "number" : "14",
      "absolute" : "11779",
      "text" : "So the armed men left the captives and the spoil before the princes and all the congregation.",
      "plainText" : "So the armed men left the captives and the spoil before the princes and all the congregation."
    }
    ,
    {
      "type" : "verse",
      "id" : "v15",
      "number" : "15",
      "absolute" : "11780",
      "text" : "And the men which were expressed by name rose up, and took the captives, and with the spoil clothed all that were naked among them, and arrayed them, and shod them, and gave them to eat and to drink, and anointed them, and carried all the feeble of them upon asses, and brought them to Jericho, the city of palm trees, to their brethren: then they returned to Samaria.",
      "plainText" : "And the men which were expressed by name rose up, and took the captives, and with the spoil clothed all that were naked among them, and arrayed them, and shod them, and gave them to eat and to drink, and anointed them, and carried all the feeble of them upon asses, and brought them to Jericho, the city of palm trees, to their brethren: then they returned to Samaria."
    }
    ,
    {
      "type" : "verse",
      "id" : "v16",
      "number" : "16",
      "absolute" : "11781",
      "text" : "At that time did king Ahaz send unto the kings of Assyria to help him.",
      "plainText" : "At that time did king Ahaz send unto the kings of Assyria to help him."
    }
    ,
    {
      "type" : "verse",
      "id" : "v17",
      "number" : "17",
      "absolute" : "11782",
      "text" : "For again the Edomites had come and smitten Judah, and carried away captives.",
      "plainText" : "For again the Edomites had come and smitten Judah, and carried away captives."
    }
    ,
    {
      "type" : "verse",
      "id" : "v18",
      "number" : "18",
      "absolute" : "11783",
      "text" : "The Philistines also had invaded the cities of the low country, and of the south of Judah, and had taken Beth-shemesh, and Ajalon, and Gederoth, and Shocho with the villages thereof, and Timnah with the villages thereof, Gimzo also and the villages thereof: and they dwelt there.",
      "plainText" : "The Philistines also had invaded the cities of the low country, and of the south of Judah, and had taken Beth-shemesh, and Ajalon, and Gederoth, and Shocho with the villages thereof, and Timnah with the villages thereof, Gimzo also and the villages thereof: and they dwelt there."
    }
    ,
    {
      "type" : "verse",
      "id" : "v19",
      "number" : "19",
      "absolute" : "11784",
      "text" : "For the <span class='nog'>LORD<\/span> brought Judah low because of Ahaz king of Israel; for he made Judah naked, and transgressed sore against the <span class='nog'>LORD<\/span>.",
      "plainText" : "For the LORD brought Judah low because of Ahaz king of Israel; for he made Judah naked, and transgressed sore against the LORD."
    }
    ,
    {
      "type" : "verse",
      "id" : "v20",
      "number" : "20",
      "absolute" : "11785",
      "text" : "And Tilgath-pilneser king of Assyria came unto him, and distressed him, but strengthened him not.",
      "plainText" : "And Tilgath-pilneser king of Assyria came unto him, and distressed him, but strengthened him not."
    }
    ,
    {
      "type" : "verse",
      "id" : "v21",
      "number" : "21",
      "absolute" : "11786",
      "text" : "For Ahaz took away a portion <span class='extra'>out<\/span> of the house of the <span class='nog'>LORD<\/span>, and <span class='extra'>out<\/span> of the house of the king, and of the princes, and gave <span class='extra'>it<\/span> unto the king of Assyria: but he helped him not.",
      "plainText" : "For Ahaz took away a portion out of the house of the LORD, and out of the house of the king, and of the princes, and gave it unto the king of Assyria: but he helped him not."
    }
    ,
    {
      "type" : "verse",
      "id" : "v22",
      "number" : "22",
      "absolute" : "11787",
      "text" : "And in the time of his distress did he trespass yet more against the <span class='nog'>LORD<\/span>: this <span class='extra'>is that<\/span> king Ahaz.",
      "plainText" : "And in the time of his distress did he trespass yet more against the LORD: this is that king Ahaz."
    }
    ,
    {
      "type" : "verse",
      "id" : "v23",
      "number" : "23",
      "absolute" : "11788",
      "text" : "For he sacrificed unto the gods of Damascus, which smote him: and he said, Because the gods of the kings of Syria help them, <span class='extra'>therefore<\/span> will I sacrifice to them, that they may help me. But they were the ruin of him, and of all Israel.",
      "plainText" : "For he sacrificed unto the gods of Damascus, which smote him: and he said, Because the gods of the kings of Syria help them, therefore will I sacrifice to them, that they may help me. But they were the ruin of him, and of all Israel."
    }
    ,
    {
      "type" : "verse",
      "id" : "v24",
      "number" : "24",
      "absolute" : "11789",
      "text" : "And Ahaz gathered together the vessels of the house of God, and cut in pieces the vessels of the house of God, and shut up the doors of the house of the <span class='nog'>LORD<\/span>, and he made him altars in every corner of Jerusalem.",
      "plainText" : "And Ahaz gathered together the vessels of the house of God, and cut in pieces the vessels of the house of God, and shut up the doors of the house of the LORD, and he made him altars in every corner of Jerusalem."
    }
    ,
    {
      "type" : "verse",
      "id" : "v25",
      "number" : "25",
      "absolute" : "11790",
      "text" : "And in every several city of Judah he made high places to burn incense unto other gods, and provoked to anger the <span class='nog'>LORD<\/span> God of his fathers.",
      "plainText" : "And in every several city of Judah he made high places to burn incense unto other gods, and provoked to anger the LORD God of his fathers."
    }
    ,
    {
      "type" : "verse",
      "id" : "v26",
      "number" : "26",
      "absolute" : "11791",
      "text" : "Now the rest of his acts and of all his ways, first and last, behold, they <span class='extra'>are<\/span> written in the book of the kings of Judah and Israel.",
      "plainText" : "Now the rest of his acts and of all his ways, first and last, behold, they are written in the book of the kings of Judah and Israel."
    }
    ,
    {
      "type" : "verse",
      "id" : "v27",
      "number" : "27",
      "absolute" : "11792",
      "text" : "And Ahaz slept with his fathers, and they buried him in the city, <span class='extra'>even<\/span> in Jerusalem: but they brought him not into the sepulchres of the kings of Israel: and Hezekiah his son reigned in his stead.",
      "plainText" : "And Ahaz slept with his fathers, and they buried him in the city, even in Jerusalem: but they brought him not into the sepulchres of the kings of Israel: and Hezekiah his son reigned in his stead."
    }
  ]
}


