{
  "book": {
    "number" : "14",
    "filenamePrefix" : "2chronicles",
    "bookPage" : "2chronicles.html",
    "title" : "2 Chronicles",
    "chapterCount" : "36",
    "testament" : "old",
    "nt" : "false",
    "ot" : "true",
    "nextBook" : "ezra_1.html",
    "nextTitle" : "Ezra",
    "prevBook" : "1chronicles_1.html",
    "prevTitle" : "1 Chronicles"
  },
  "chapter": {
    "number" : "23",
    "verseCount" : "21",
    "nextChapter" : "2chronicles_24.html",
    "nextTitle" : "2 Chronicles 24",
    "prevChapter" : "2chronicles_22.html",
    "prevTitle" : "2 Chronicles 22",
    "filename" : "2chronicles_23.html",
    "keywords" : "online king james holy bible, king james bible, bible todo list, words of Jesus, bible index, the authorised version, KJV, KJB, KJAV, AV"
  },
  "items": [
    {
      "type" : "verse",
      "id" : "v1",
      "number" : "1",
      "absolute" : "11658",
      "text" : "And in the seventh year Jehoiada strengthened himself, and took the captains of hundreds, Azariah the son of Jeroham, and Ishmael the son of Jehohanan, and Azariah the son of Obed, and Maaseiah the son of Adaiah, and Elishaphat the son of Zichri, into covenant with him.",
      "plainText" : "And in the seventh year Jehoiada strengthened himself, and took the captains of hundreds, Azariah the son of Jeroham, and Ishmael the son of Jehohanan, and Azariah the son of Obed, and Maaseiah the son of Adaiah, and Elishaphat the son of Zichri, into covenant with him."
    }
    ,
    {
      "type" : "verse",
      "id" : "v2",
      "number" : "2",
      "absolute" : "11659",
      "text" : "And they went about in Judah, and gathered the Levites out of all the cities of Judah, and the chief of the fathers of Israel, and they came to Jerusalem.",
      "plainText" : "And they went about in Judah, and gathered the Levites out of all the cities of Judah, and the chief of the fathers of Israel, and they came to Jerusalem."
    }
    ,
    {
      "type" : "verse",
      "id" : "v3",
      "number" : "3",
      "absolute" : "11660",
      "text" : "And all the congregation made a covenant with the king in the house of God. And he said unto them, Behold, the king's son shall reign, as the <span class='nog'>LORD<\/span> hath said of the sons of David.",
      "plainText" : "And all the congregation made a covenant with the king in the house of God. And he said unto them, Behold, the king's son shall reign, as the LORD hath said of the sons of David."
    }
    ,
    {
      "type" : "verse",
      "id" : "v4",
      "number" : "4",
      "absolute" : "11661",
      "text" : "This <span class='extra'>is<\/span> the thing that ye shall do; A third part of you entering on the sabbath, of the priests and of the Levites, <span class='extra'>shall be<\/span> porters of the doors;",
      "plainText" : "This is the thing that ye shall do; A third part of you entering on the sabbath, of the priests and of the Levites, shall be porters of the doors;"
    }
    ,
    {
      "type" : "verse",
      "id" : "v5",
      "number" : "5",
      "absolute" : "11662",
      "text" : "And a third part <span class='extra'>shall be<\/span> at the king's house; and a third part at the gate of the foundation: and all the people <span class='extra'>shall be<\/span> in the courts of the house of the <span class='nog'>LORD<\/span>.",
      "plainText" : "And a third part shall be at the king's house; and a third part at the gate of the foundation: and all the people shall be in the courts of the house of the LORD."
    }
    ,
    {
      "type" : "verse",
      "id" : "v6",
      "number" : "6",
      "absolute" : "11663",
      "text" : "But let none come into the house of the <span class='nog'>LORD<\/span>, save the priests, and they that minister of the Levites; they shall go in, for they <span class='extra'>are<\/span> holy: but all the people shall keep the watch of the <span class='nog'>LORD<\/span>.",
      "plainText" : "But let none come into the house of the LORD, save the priests, and they that minister of the Levites; they shall go in, for they are holy: but all the people shall keep the watch of the LORD."
    }
    ,
    {
      "type" : "verse",
      "id" : "v7",
      "number" : "7",
      "absolute" : "11664",
      "text" : "And the Levites shall compass the king round about, every man with his weapons in his hand; and whosoever <span class='extra'>else<\/span> cometh into the house, he shall be put to death: but be ye with the king when he cometh in, and when he goeth out.",
      "plainText" : "And the Levites shall compass the king round about, every man with his weapons in his hand; and whosoever else cometh into the house, he shall be put to death: but be ye with the king when he cometh in, and when he goeth out."
    }
    ,
    {
      "type" : "verse",
      "id" : "v8",
      "number" : "8",
      "absolute" : "11665",
      "text" : "So the Levites and all Judah did according to all things that Jehoiada the priest had commanded, and took every man his men that were to come in on the sabbath, with them that were to go <span class='extra'>out<\/span> on the sabbath: for Jehoiada the priest dismissed not the courses.",
      "plainText" : "So the Levites and all Judah did according to all things that Jehoiada the priest had commanded, and took every man his men that were to come in on the sabbath, with them that were to go out on the sabbath: for Jehoiada the priest dismissed not the courses."
    }
    ,
    {
      "type" : "verse",
      "id" : "v9",
      "number" : "9",
      "absolute" : "11666",
      "text" : "Moreover Jehoiada the priest delivered to the captains of hundreds spears, and bucklers, and shields, that <span class='extra'>had been<\/span> king David's, which <span class='extra'>were<\/span> in the house of God.",
      "plainText" : "Moreover Jehoiada the priest delivered to the captains of hundreds spears, and bucklers, and shields, that had been king David's, which were in the house of God."
    }
    ,
    {
      "type" : "verse",
      "id" : "v10",
      "number" : "10",
      "absolute" : "11667",
      "text" : "And he set all the people, every man having his weapon in his hand, from the right side of the temple to the left side of the temple, along by the altar and the temple, by the king round about.",
      "plainText" : "And he set all the people, every man having his weapon in his hand, from the right side of the temple to the left side of the temple, along by the altar and the temple, by the king round about."
    }
    ,
    {
      "type" : "verse",
      "id" : "v11",
      "number" : "11",
      "absolute" : "11668",
      "text" : "Then they brought out the king's son, and put upon him the crown, and <span class='extra'>gave him<\/span> the testimony, and made him king. And Jehoiada and his sons anointed him, and said, God save the king.",
      "plainText" : "Then they brought out the king's son, and put upon him the crown, and gave him the testimony, and made him king. And Jehoiada and his sons anointed him, and said, God save the king."
    }
    ,
    {
      "type" : "verse",
      "id" : "v12",
      "number" : "12",
      "absolute" : "11669",
      "text" : "Now when Athaliah heard the noise of the people running and praising the king, she came to the people into the house of the <span class='nog'>LORD<\/span>:",
      "plainText" : "Now when Athaliah heard the noise of the people running and praising the king, she came to the people into the house of the LORD:"
    }
    ,
    {
      "type" : "verse",
      "id" : "v13",
      "number" : "13",
      "absolute" : "11670",
      "text" : "And she looked, and, behold, the king stood at his pillar at the entering in, and the princes and the trumpets by the king: and all the people of the land rejoiced, and sounded with trumpets, also the singers with instruments of musick, and such as taught to sing praise. Then Athaliah rent her clothes, and said, Treason, Treason.",
      "plainText" : "And she looked, and, behold, the king stood at his pillar at the entering in, and the princes and the trumpets by the king: and all the people of the land rejoiced, and sounded with trumpets, also the singers with instruments of musick, and such as taught to sing praise. Then Athaliah rent her clothes, and said, Treason, Treason."
    }
    ,
    {
      "type" : "verse",
      "id" : "v14",
      "number" : "14",
      "absolute" : "11671",
      "text" : "Then Jehoiada the priest brought out the captains of hundreds that were set over the host, and said unto them, Have her forth of the ranges: and whoso followeth her, let him be slain with the sword. For the priest said, Slay her not in the house of the <span class='nog'>LORD<\/span>.",
      "plainText" : "Then Jehoiada the priest brought out the captains of hundreds that were set over the host, and said unto them, Have her forth of the ranges: and whoso followeth her, let him be slain with the sword. For the priest said, Slay her not in the house of the LORD."
    }
    ,
    {
      "type" : "verse",
      "id" : "v15",
      "number" : "15",
      "absolute" : "11672",
      "text" : "So they laid hands on her; and when she was come to the entering of the horse gate by the king's house, they slew her there.",
      "plainText" : "So they laid hands on her; and when she was come to the entering of the horse gate by the king's house, they slew her there."
    }
    ,
    {
      "type" : "verse",
      "id" : "v16",
      "number" : "16",
      "absolute" : "11673",
      "text" : "And Jehoiada made a covenant between him, and between all the people, and between the king, that they should be the <span class='nog'>LORD<\/span>'s people.",
      "plainText" : "And Jehoiada made a covenant between him, and between all the people, and between the king, that they should be the LORD's people."
    }
    ,
    {
      "type" : "verse",
      "id" : "v17",
      "number" : "17",
      "absolute" : "11674",
      "text" : "Then all the people went to the house of Baal, and brake it down, and brake his altars and his images in pieces, and slew Mattan the priest of Baal before the altars.",
      "plainText" : "Then all the people went to the house of Baal, and brake it down, and brake his altars and his images in pieces, and slew Mattan the priest of Baal before the altars."
    }
    ,
    {
      "type" : "verse",
      "id" : "v18",
      "number" : "18",
      "absolute" : "11675",
      "text" : "Also Jehoiada appointed the offices of the house of the <span class='nog'>LORD<\/span> by the hand of the priests the Levites, whom David had distributed in the house of the <span class='nog'>LORD<\/span>, to offer the burnt offerings of the <span class='nog'>LORD<\/span>, as <span class='extra'>it is<\/span> written in the law of Moses, with rejoicing and with singing, <span class='extra'>as it was ordained<\/span> by David.",
      "plainText" : "Also Jehoiada appointed the offices of the house of the LORD by the hand of the priests the Levites, whom David had distributed in the house of the LORD, to offer the burnt offerings of the LORD, as it is written in the law of Moses, with rejoicing and with singing, as it was ordained by David."
    }
    ,
    {
      "type" : "verse",
      "id" : "v19",
      "number" : "19",
      "absolute" : "11676",
      "text" : "And he set the porters at the gates of the house of the <span class='nog'>LORD<\/span>, that none <span class='extra'>which was<\/span> unclean in any thing should enter in.",
      "plainText" : "And he set the porters at the gates of the house of the LORD, that none which was unclean in any thing should enter in."
    }
    ,
    {
      "type" : "verse",
      "id" : "v20",
      "number" : "20",
      "absolute" : "11677",
      "text" : "And he took the captains of hundreds, and the nobles, and the governors of the people, and all the people of the land, and brought down the king from the house of the <span class='nog'>LORD<\/span>: and they came through the high gate into the king's house, and set the king upon the throne of the kingdom.",
      "plainText" : "And he took the captains of hundreds, and the nobles, and the governors of the people, and all the people of the land, and brought down the king from the house of the LORD: and they came through the high gate into the king's house, and set the king upon the throne of the kingdom."
    }
    ,
    {
      "type" : "verse",
      "id" : "v21",
      "number" : "21",
      "absolute" : "11678",
      "text" : "And all the people of the land rejoiced: and the city was quiet, after that they had slain Athaliah with the sword.",
      "plainText" : "And all the people of the land rejoiced: and the city was quiet, after that they had slain Athaliah with the sword."
    }
  ]
}


