{
  "book": {
    "number" : "12",
    "filenamePrefix" : "2kings",
    "bookPage" : "2kings.html",
    "title" : "2 Kings",
    "chapterCount" : "25",
    "testament" : "old",
    "nt" : "false",
    "ot" : "true",
    "nextBook" : "1chronicles_1.html",
    "nextTitle" : "1 Chronicles",
    "prevBook" : "1kings_1.html",
    "prevTitle" : "1 Kings"
  },
  "chapter": {
    "number" : "6",
    "verseCount" : "33",
    "nextChapter" : "2kings_7.html",
    "nextTitle" : "2 Kings 7",
    "prevChapter" : "2kings_5.html",
    "prevTitle" : "2 Kings 5",
    "filename" : "2kings_6.html",
    "keywords" : "online king james holy bible, king james bible, bible todo list, words of Jesus, bible index, the authorised version, KJV, KJB, KJAV, AV"
  },
  "items": [
    {
      "type" : "verse",
      "id" : "v1",
      "number" : "1",
      "absolute" : "9676",
      "text" : "And the sons of the prophets said unto Elisha, Behold now, the place where we dwell with thee is too strait for us.",
      "plainText" : "And the sons of the prophets said unto Elisha, Behold now, the place where we dwell with thee is too strait for us."
    }
    ,
    {
      "type" : "verse",
      "id" : "v2",
      "number" : "2",
      "absolute" : "9677",
      "text" : "Let us go, we pray thee, unto Jordan, and take thence every man a beam, and let us make us a place there, where we may dwell. And he answered, Go ye.",
      "plainText" : "Let us go, we pray thee, unto Jordan, and take thence every man a beam, and let us make us a place there, where we may dwell. And he answered, Go ye."
    }
    ,
    {
      "type" : "verse",
      "id" : "v3",
      "number" : "3",
      "absolute" : "9678",
      "text" : "And one said, Be content, I pray thee, and go with thy servants. And he answered, I will go.",
      "plainText" : "And one said, Be content, I pray thee, and go with thy servants. And he answered, I will go."
    }
    ,
    {
      "type" : "verse",
      "id" : "v4",
      "number" : "4",
      "absolute" : "9679",
      "text" : "So he went with them. And when they came to Jordan, they cut down wood.",
      "plainText" : "So he went with them. And when they came to Jordan, they cut down wood."
    }
    ,
    {
      "type" : "verse",
      "id" : "v5",
      "number" : "5",
      "absolute" : "9680",
      "text" : "But as one was felling a beam, the axe head fell into the water: and he cried, and said, Alas, master! for it was borrowed.",
      "plainText" : "But as one was felling a beam, the axe head fell into the water: and he cried, and said, Alas, master! for it was borrowed."
    }
    ,
    {
      "type" : "verse",
      "id" : "v6",
      "number" : "6",
      "absolute" : "9681",
      "text" : "And the man of God said, Where fell it? And he shewed him the place. And he cut down a stick, and cast <span class='extra'>it<\/span> in thither; and the iron did swim.",
      "plainText" : "And the man of God said, Where fell it? And he shewed him the place. And he cut down a stick, and cast it in thither; and the iron did swim."
    }
    ,
    {
      "type" : "verse",
      "id" : "v7",
      "number" : "7",
      "absolute" : "9682",
      "text" : "Therefore said he, Take <span class='extra'>it<\/span> up to thee. And he put out his hand, and took it.",
      "plainText" : "Therefore said he, Take it up to thee. And he put out his hand, and took it."
    }
    ,
    {
      "type" : "verse",
      "id" : "v8",
      "number" : "8",
      "absolute" : "9683",
      "text" : "Then the king of Syria warred against Israel, and took counsel with his servants, saying, In such and such a place <span class='extra'>shall be<\/span> my camp.",
      "plainText" : "Then the king of Syria warred against Israel, and took counsel with his servants, saying, In such and such a place shall be my camp."
    }
    ,
    {
      "type" : "verse",
      "id" : "v9",
      "number" : "9",
      "absolute" : "9684",
      "text" : "And the man of God sent unto the king of Israel, saying, Beware that thou pass not such a place; for thither the Syrians are come down.",
      "plainText" : "And the man of God sent unto the king of Israel, saying, Beware that thou pass not such a place; for thither the Syrians are come down."
    }
    ,
    {
      "type" : "verse",
      "id" : "v10",
      "number" : "10",
      "absolute" : "9685",
      "text" : "And the king of Israel sent to the place which the man of God told him and warned him of, and saved himself there, not once nor twice.",
      "plainText" : "And the king of Israel sent to the place which the man of God told him and warned him of, and saved himself there, not once nor twice."
    }
    ,
    {
      "type" : "verse",
      "id" : "v11",
      "number" : "11",
      "absolute" : "9686",
      "text" : "Therefore the heart of the king of Syria was sore troubled for this thing; and he called his servants, and said unto them, Will ye not shew me which of us <span class='extra'>is<\/span> for the king of Israel?",
      "plainText" : "Therefore the heart of the king of Syria was sore troubled for this thing; and he called his servants, and said unto them, Will ye not shew me which of us is for the king of Israel?"
    }
    ,
    {
      "type" : "verse",
      "id" : "v12",
      "number" : "12",
      "absolute" : "9687",
      "text" : "And one of his servants said, None, my lord, O king: but Elisha, the prophet that <span class='extra'>is<\/span> in Israel, telleth the king of Israel the words that thou speakest in thy bedchamber.",
      "plainText" : "And one of his servants said, None, my lord, O king: but Elisha, the prophet that is in Israel, telleth the king of Israel the words that thou speakest in thy bedchamber."
    }
    ,
    {
      "type" : "verse",
      "id" : "v13",
      "number" : "13",
      "absolute" : "9688",
      "text" : "And he said, Go and spy where he <span class='extra'>is<\/span>, that I may send and fetch him. And it was told him, saying, Behold, <span class='extra'>he is<\/span> in Dothan.",
      "plainText" : "And he said, Go and spy where he is, that I may send and fetch him. And it was told him, saying, Behold, he is in Dothan."
    }
    ,
    {
      "type" : "verse",
      "id" : "v14",
      "number" : "14",
      "absolute" : "9689",
      "text" : "Therefore sent he thither horses, and chariots, and a great host: and they came by night, and compassed the city about.",
      "plainText" : "Therefore sent he thither horses, and chariots, and a great host: and they came by night, and compassed the city about."
    }
    ,
    {
      "type" : "verse",
      "id" : "v15",
      "number" : "15",
      "absolute" : "9690",
      "text" : "And when the servant of the man of God was risen early, and gone forth, behold, an host compassed the city both with horses and chariots. And his servant said unto him, Alas, my master! how shall we do?",
      "plainText" : "And when the servant of the man of God was risen early, and gone forth, behold, an host compassed the city both with horses and chariots. And his servant said unto him, Alas, my master! how shall we do?"
    }
    ,
    {
      "type" : "verse",
      "id" : "v16",
      "number" : "16",
      "absolute" : "9691",
      "text" : "And he answered, Fear not: for they that <span class='extra'>be<\/span> with us <span class='extra'>are<\/span> more than they that <span class='extra'>be<\/span> with them.",
      "plainText" : "And he answered, Fear not: for they that be with us are more than they that be with them."
    }
    ,
    {
      "type" : "verse",
      "id" : "v17",
      "number" : "17",
      "absolute" : "9692",
      "text" : "And Elisha prayed, and said, <span class='nog'>LORD<\/span>, I pray thee, open his eyes, that he may see. And the <span class='nog'>LORD<\/span> opened the eyes of the young man; and he saw: and, behold, the mountain <span class='extra'>was<\/span> full of horses and chariots of fire round about Elisha.",
      "plainText" : "And Elisha prayed, and said, LORD, I pray thee, open his eyes, that he may see. And the LORD opened the eyes of the young man; and he saw: and, behold, the mountain was full of horses and chariots of fire round about Elisha."
    }
    ,
    {
      "type" : "verse",
      "id" : "v18",
      "number" : "18",
      "absolute" : "9693",
      "text" : "And when they came down to him, Elisha prayed unto the <span class='nog'>LORD<\/span>, and said, Smite this people, I pray thee, with blindness. And he smote them with blindness according to the word of Elisha.",
      "plainText" : "And when they came down to him, Elisha prayed unto the LORD, and said, Smite this people, I pray thee, with blindness. And he smote them with blindness according to the word of Elisha."
    }
    ,
    {
      "type" : "verse",
      "id" : "v19",
      "number" : "19",
      "absolute" : "9694",
      "text" : "And Elisha said unto them, This <span class='extra'>is<\/span> not the way, neither <span class='extra'>is<\/span> this the city: follow me, and I will bring you to the man whom ye seek. But he led them to Samaria.",
      "plainText" : "And Elisha said unto them, This is not the way, neither is this the city: follow me, and I will bring you to the man whom ye seek. But he led them to Samaria."
    }
    ,
    {
      "type" : "verse",
      "id" : "v20",
      "number" : "20",
      "absolute" : "9695",
      "text" : "And it came to pass, when they were come into Samaria, that Elisha said, <span class='nog'>LORD<\/span>, open the eyes of these <span class='extra'>men<\/span>, that they may see. And the <span class='nog'>LORD<\/span> opened their eyes, and they saw; and, behold, <span class='extra'>they were<\/span> in the midst of Samaria.",
      "plainText" : "And it came to pass, when they were come into Samaria, that Elisha said, LORD, open the eyes of these men, that they may see. And the LORD opened their eyes, and they saw; and, behold, they were in the midst of Samaria."
    }
    ,
    {
      "type" : "verse",
      "id" : "v21",
      "number" : "21",
      "absolute" : "9696",
      "text" : "And the king of Israel said unto Elisha, when he saw them, My father, shall I smite <span class='extra'>them<\/span>? shall I smite <span class='extra'>them<\/span>?",
      "plainText" : "And the king of Israel said unto Elisha, when he saw them, My father, shall I smite them? shall I smite them?"
    }
    ,
    {
      "type" : "verse",
      "id" : "v22",
      "number" : "22",
      "absolute" : "9697",
      "text" : "And he answered, Thou shalt not smite <span class='extra'>them<\/span>: wouldest thou smite those whom thou hast taken captive with thy sword and with thy bow? set bread and water before them, that they may eat and drink, and go to their master.",
      "plainText" : "And he answered, Thou shalt not smite them: wouldest thou smite those whom thou hast taken captive with thy sword and with thy bow? set bread and water before them, that they may eat and drink, and go to their master."
    }
    ,
    {
      "type" : "verse",
      "id" : "v23",
      "number" : "23",
      "absolute" : "9698",
      "text" : "And he prepared great provision for them: and when they had eaten and drunk, he sent them away, and they went to their master. So the bands of Syria came no more into the land of Israel.",
      "plainText" : "And he prepared great provision for them: and when they had eaten and drunk, he sent them away, and they went to their master. So the bands of Syria came no more into the land of Israel."
    }
    ,
    {
      "type" : "verse",
      "id" : "v24",
      "number" : "24",
      "absolute" : "9699",
      "text" : "And it came to pass after this, that Ben-hadad king of Syria gathered all his host, and went up, and besieged Samaria.",
      "plainText" : "And it came to pass after this, that Ben-hadad king of Syria gathered all his host, and went up, and besieged Samaria."
    }
    ,
    {
      "type" : "verse",
      "id" : "v25",
      "number" : "25",
      "absolute" : "9700",
      "text" : "And there was a great famine in Samaria: and, behold, they besieged it, until an ass's head was <span class='extra'>sold<\/span> for fourscore <span class='extra'>pieces<\/span> of silver, and the fourth part of a cab of dove's dung for five <span class='extra'>pieces<\/span> of silver.",
      "plainText" : "And there was a great famine in Samaria: and, behold, they besieged it, until an ass's head was sold for fourscore pieces of silver, and the fourth part of a cab of dove's dung for five pieces of silver."
    }
    ,
    {
      "type" : "verse",
      "id" : "v26",
      "number" : "26",
      "absolute" : "9701",
      "text" : "And as the king of Israel was passing by upon the wall, there cried a woman unto him, saying, Help, my lord, O king.",
      "plainText" : "And as the king of Israel was passing by upon the wall, there cried a woman unto him, saying, Help, my lord, O king."
    }
    ,
    {
      "type" : "verse",
      "id" : "v27",
      "number" : "27",
      "absolute" : "9702",
      "text" : "And he said, If the <span class='nog'>LORD<\/span> do not help thee, whence shall I help thee? out of the barnfloor, or out of the winepress?",
      "plainText" : "And he said, If the LORD do not help thee, whence shall I help thee? out of the barnfloor, or out of the winepress?"
    }
    ,
    {
      "type" : "verse",
      "id" : "v28",
      "number" : "28",
      "absolute" : "9703",
      "text" : "And the king said unto her, What aileth thee? And she answered, This woman said unto me, Give thy son, that we may eat him to day, and we will eat my son to morrow.",
      "plainText" : "And the king said unto her, What aileth thee? And she answered, This woman said unto me, Give thy son, that we may eat him to day, and we will eat my son to morrow."
    }
    ,
    {
      "type" : "verse",
      "id" : "v29",
      "number" : "29",
      "absolute" : "9704",
      "text" : "So we boiled my son, and did eat him: and I said unto her on the next day, Give thy son, that we may eat him: and she hath hid her son.",
      "plainText" : "So we boiled my son, and did eat him: and I said unto her on the next day, Give thy son, that we may eat him: and she hath hid her son."
    }
    ,
    {
      "type" : "verse",
      "id" : "v30",
      "number" : "30",
      "absolute" : "9705",
      "text" : "And it came to pass, when the king heard the words of the woman, that he rent his clothes; and he passed by upon the wall, and the people looked, and, behold, <span class='extra'>he had<\/span> sackcloth within upon his flesh.",
      "plainText" : "And it came to pass, when the king heard the words of the woman, that he rent his clothes; and he passed by upon the wall, and the people looked, and, behold, he had sackcloth within upon his flesh."
    }
    ,
    {
      "type" : "verse",
      "id" : "v31",
      "number" : "31",
      "absolute" : "9706",
      "text" : "Then he said, God do so and more also to me, if the head of Elisha the son of Shaphat shall stand on him this day.",
      "plainText" : "Then he said, God do so and more also to me, if the head of Elisha the son of Shaphat shall stand on him this day."
    }
    ,
    {
      "type" : "verse",
      "id" : "v32",
      "number" : "32",
      "absolute" : "9707",
      "text" : "But Elisha sat in his house, and the elders sat with him; and <span class='extra'>the king<\/span> sent a man from before him: but ere the messenger came to him, he said to the elders, See ye how this son of a murderer hath sent to take away mine head? look, when the messenger cometh, shut the door, and hold him fast at the door: <span class='extra'>is<\/span> not the sound of his master's feet behind him?",
      "plainText" : "But Elisha sat in his house, and the elders sat with him; and the king sent a man from before him: but ere the messenger came to him, he said to the elders, See ye how this son of a murderer hath sent to take away mine head? look, when the messenger cometh, shut the door, and hold him fast at the door: is not the sound of his master's feet behind him?"
    }
    ,
    {
      "type" : "verse",
      "id" : "v33",
      "number" : "33",
      "absolute" : "9708",
      "text" : "And while he yet talked with them, behold, the messenger came down unto him: and he said, Behold, this evil <span class='extra'>is<\/span> of the <span class='nog'>LORD<\/span>; what should I wait for the <span class='nog'>LORD<\/span> any longer?",
      "plainText" : "And while he yet talked with them, behold, the messenger came down unto him: and he said, Behold, this evil is of the LORD; what should I wait for the LORD any longer?"
    }
  ]
}


