{
  "book": {
    "number" : "10",
    "filenamePrefix" : "2samuel",
    "bookPage" : "2samuel.html",
    "title" : "2 Samuel",
    "chapterCount" : "24",
    "testament" : "old",
    "nt" : "false",
    "ot" : "true",
    "nextBook" : "1kings_1.html",
    "nextTitle" : "1 Kings",
    "prevBook" : "1samuel_1.html",
    "prevTitle" : "1 Samuel"
  },
  "chapter": {
    "number" : "13",
    "verseCount" : "39",
    "nextChapter" : "2samuel_14.html",
    "nextTitle" : "2 Samuel 14",
    "prevChapter" : "2samuel_12.html",
    "prevTitle" : "2 Samuel 12",
    "filename" : "2samuel_13.html",
    "keywords" : "online king james holy bible, king james bible, bible todo list, words of Jesus, bible index, the authorised version, KJV, KJB, KJAV, AV"
  },
  "items": [
    {
      "type" : "verse",
      "id" : "v1",
      "number" : "1",
      "absolute" : "8319",
      "text" : "And it came to pass after this, that Absalom the son of David had a fair sister, whose name <span class='extra'>was<\/span> Tamar; and Amnon the son of David loved her.",
      "plainText" : "And it came to pass after this, that Absalom the son of David had a fair sister, whose name was Tamar; and Amnon the son of David loved her."
    }
    ,
    {
      "type" : "verse",
      "id" : "v2",
      "number" : "2",
      "absolute" : "8320",
      "text" : "And Amnon was so vexed, that he fell sick for his sister Tamar; for she <span class='extra'>was<\/span> a virgin; and Amnon thought it hard for him to do any thing to her.",
      "plainText" : "And Amnon was so vexed, that he fell sick for his sister Tamar; for she was a virgin; and Amnon thought it hard for him to do any thing to her."
    }
    ,
    {
      "type" : "verse",
      "id" : "v3",
      "number" : "3",
      "absolute" : "8321",
      "text" : "But Amnon had a friend, whose name <span class='extra'>was<\/span> Jonadab, the son of Shimeah David's brother: and Jonadab <span class='extra'>was<\/span> a very subtil man.",
      "plainText" : "But Amnon had a friend, whose name was Jonadab, the son of Shimeah David's brother: and Jonadab was a very subtil man."
    }
    ,
    {
      "type" : "verse",
      "id" : "v4",
      "number" : "4",
      "absolute" : "8322",
      "text" : "And he said unto him, Why <span class='extra'>art<\/span> thou, <span class='extra'>being<\/span> the king's son, lean from day to day? wilt thou not tell me? And Amnon said unto him, I love Tamar, my brother Absalom's sister.",
      "plainText" : "And he said unto him, Why art thou, being the king's son, lean from day to day? wilt thou not tell me? And Amnon said unto him, I love Tamar, my brother Absalom's sister."
    }
    ,
    {
      "type" : "verse",
      "id" : "v5",
      "number" : "5",
      "absolute" : "8323",
      "text" : "And Jonadab said unto him, Lay thee down on thy bed, and make thyself sick: and when thy father cometh to see thee, say unto him, I pray thee, let my sister Tamar come, and give me meat, and dress the meat in my sight, that I may see <span class='extra'>it<\/span>, and eat <span class='extra'>it<\/span> at her hand.",
      "plainText" : "And Jonadab said unto him, Lay thee down on thy bed, and make thyself sick: and when thy father cometh to see thee, say unto him, I pray thee, let my sister Tamar come, and give me meat, and dress the meat in my sight, that I may see it, and eat it at her hand."
    }
    ,
    {
      "type" : "verse",
      "id" : "v6",
      "number" : "6",
      "absolute" : "8324",
      "text" : "So Amnon lay down, and made himself sick: and when the king was come to see him, Amnon said unto the king, I pray thee, let Tamar my sister come, and make me a couple of cakes in my sight, that I may eat at her hand.",
      "plainText" : "So Amnon lay down, and made himself sick: and when the king was come to see him, Amnon said unto the king, I pray thee, let Tamar my sister come, and make me a couple of cakes in my sight, that I may eat at her hand."
    }
    ,
    {
      "type" : "verse",
      "id" : "v7",
      "number" : "7",
      "absolute" : "8325",
      "text" : "Then David sent home to Tamar, saying, Go now to thy brother Amnon's house, and dress him meat.",
      "plainText" : "Then David sent home to Tamar, saying, Go now to thy brother Amnon's house, and dress him meat."
    }
    ,
    {
      "type" : "verse",
      "id" : "v8",
      "number" : "8",
      "absolute" : "8326",
      "text" : "So Tamar went to her brother Amnon's house; and he was laid down. And she took flour, and kneaded <span class='extra'>it<\/span>, and made cakes in his sight, and did bake the cakes.",
      "plainText" : "So Tamar went to her brother Amnon's house; and he was laid down. And she took flour, and kneaded it, and made cakes in his sight, and did bake the cakes."
    }
    ,
    {
      "type" : "verse",
      "id" : "v9",
      "number" : "9",
      "absolute" : "8327",
      "text" : "And she took a pan, and poured <span class='extra'>them<\/span> out before him; but he refused to eat. And Amnon said, Have out all men from me. And they went out every man from him.",
      "plainText" : "And she took a pan, and poured them out before him; but he refused to eat. And Amnon said, Have out all men from me. And they went out every man from him."
    }
    ,
    {
      "type" : "verse",
      "id" : "v10",
      "number" : "10",
      "absolute" : "8328",
      "text" : "And Amnon said unto Tamar, Bring the meat into the chamber, that I may eat of thine hand. And Tamar took the cakes which she had made, and brought <span class='extra'>them<\/span> into the chamber to Amnon her brother.",
      "plainText" : "And Amnon said unto Tamar, Bring the meat into the chamber, that I may eat of thine hand. And Tamar took the cakes which she had made, and brought them into the chamber to Amnon her brother."
    }
    ,
    {
      "type" : "verse",
      "id" : "v11",
      "number" : "11",
      "absolute" : "8329",
      "text" : "And when she had brought <span class='extra'>them<\/span> unto him to eat, he took hold of her, and said unto her, Come lie with me, my sister.",
      "plainText" : "And when she had brought them unto him to eat, he took hold of her, and said unto her, Come lie with me, my sister."
    }
    ,
    {
      "type" : "verse",
      "id" : "v12",
      "number" : "12",
      "absolute" : "8330",
      "text" : "And she answered him, Nay, my brother, do not force me; for no such thing ought to be done in Israel: do not thou this folly.",
      "plainText" : "And she answered him, Nay, my brother, do not force me; for no such thing ought to be done in Israel: do not thou this folly."
    }
    ,
    {
      "type" : "verse",
      "id" : "v13",
      "number" : "13",
      "absolute" : "8331",
      "text" : "And I, whither shall I cause my shame to go? and as for thee, thou shalt be as one of the fools in Israel. Now therefore, I pray thee, speak unto the king; for he will not withhold me from thee.",
      "plainText" : "And I, whither shall I cause my shame to go? and as for thee, thou shalt be as one of the fools in Israel. Now therefore, I pray thee, speak unto the king; for he will not withhold me from thee."
    }
    ,
    {
      "type" : "verse",
      "id" : "v14",
      "number" : "14",
      "absolute" : "8332",
      "text" : "Howbeit he would not hearken unto her voice: but, being stronger than she, forced her, and lay with her.",
      "plainText" : "Howbeit he would not hearken unto her voice: but, being stronger than she, forced her, and lay with her."
    }
    ,
    {
      "type" : "verse",
      "id" : "v15",
      "number" : "15",
      "absolute" : "8333",
      "text" : "Then Amnon hated her exceedingly; so that the hatred wherewith he hated her <span class='extra'>was<\/span> greater than the love wherewith he had loved her. And Amnon said unto her, Arise, be gone.",
      "plainText" : "Then Amnon hated her exceedingly; so that the hatred wherewith he hated her was greater than the love wherewith he had loved her. And Amnon said unto her, Arise, be gone."
    }
    ,
    {
      "type" : "verse",
      "id" : "v16",
      "number" : "16",
      "absolute" : "8334",
      "text" : "And she said unto him, <span class='extra'>There is<\/span> no cause: this evil in sending me away <span class='extra'>is<\/span> greater than the other that thou didst unto me. But he would not hearken unto her.",
      "plainText" : "And she said unto him, There is no cause: this evil in sending me away is greater than the other that thou didst unto me. But he would not hearken unto her."
    }
    ,
    {
      "type" : "verse",
      "id" : "v17",
      "number" : "17",
      "absolute" : "8335",
      "text" : "Then he called his servant that ministered unto him, and said, Put now this <span class='extra'>woman<\/span> out from me, and bolt the door after her.",
      "plainText" : "Then he called his servant that ministered unto him, and said, Put now this woman out from me, and bolt the door after her."
    }
    ,
    {
      "type" : "verse",
      "id" : "v18",
      "number" : "18",
      "absolute" : "8336",
      "text" : "And <span class='extra'>she had<\/span> a garment of divers colours upon her: for with such robes were the king's daughters <span class='extra'>that were<\/span> virgins apparelled. Then his servant brought her out, and bolted the door after her.",
      "plainText" : "And she had a garment of divers colours upon her: for with such robes were the king's daughters that were virgins apparelled. Then his servant brought her out, and bolted the door after her."
    }
    ,
    {
      "type" : "verse",
      "id" : "v19",
      "number" : "19",
      "absolute" : "8337",
      "text" : "And Tamar put ashes on her head, and rent her garment of divers colours that <span class='extra'>was<\/span> on her, and laid her hand on her head, and went on crying.",
      "plainText" : "And Tamar put ashes on her head, and rent her garment of divers colours that was on her, and laid her hand on her head, and went on crying."
    }
    ,
    {
      "type" : "verse",
      "id" : "v20",
      "number" : "20",
      "absolute" : "8338",
      "text" : "And Absalom her brother said unto her, Hath Amnon thy brother been with thee? but hold now thy peace, my sister: he <span class='extra'>is<\/span> thy brother; regard not this thing. So Tamar remained desolate in her brother Absalom's house.",
      "plainText" : "And Absalom her brother said unto her, Hath Amnon thy brother been with thee? but hold now thy peace, my sister: he is thy brother; regard not this thing. So Tamar remained desolate in her brother Absalom's house."
    }
    ,
    {
      "type" : "verse",
      "id" : "v21",
      "number" : "21",
      "absolute" : "8339",
      "text" : "But when king David heard of all these things, he was very wroth.",
      "plainText" : "But when king David heard of all these things, he was very wroth."
    }
    ,
    {
      "type" : "verse",
      "id" : "v22",
      "number" : "22",
      "absolute" : "8340",
      "text" : "And Absalom spake unto his brother Amnon neither good nor bad: for Absalom hated Amnon, because he had forced his sister Tamar.",
      "plainText" : "And Absalom spake unto his brother Amnon neither good nor bad: for Absalom hated Amnon, because he had forced his sister Tamar."
    }
    ,
    {
      "type" : "verse",
      "id" : "v23",
      "number" : "23",
      "absolute" : "8341",
      "text" : "And it came to pass after two full years, that Absalom had sheepshearers in Baal-hazor, which <span class='extra'>is<\/span> beside Ephraim: and Absalom invited all the king's sons.",
      "plainText" : "And it came to pass after two full years, that Absalom had sheepshearers in Baal-hazor, which is beside Ephraim: and Absalom invited all the king's sons."
    }
    ,
    {
      "type" : "verse",
      "id" : "v24",
      "number" : "24",
      "absolute" : "8342",
      "text" : "And Absalom came to the king, and said, Behold now, thy servant hath sheepshearers; let the king, I beseech thee, and his servants go with thy servant.",
      "plainText" : "And Absalom came to the king, and said, Behold now, thy servant hath sheepshearers; let the king, I beseech thee, and his servants go with thy servant."
    }
    ,
    {
      "type" : "verse",
      "id" : "v25",
      "number" : "25",
      "absolute" : "8343",
      "text" : "And the king said to Absalom, Nay, my son, let us not all now go, lest we be chargeable unto thee. And he pressed him: howbeit he would not go, but blessed him.",
      "plainText" : "And the king said to Absalom, Nay, my son, let us not all now go, lest we be chargeable unto thee. And he pressed him: howbeit he would not go, but blessed him."
    }
    ,
    {
      "type" : "verse",
      "id" : "v26",
      "number" : "26",
      "absolute" : "8344",
      "text" : "Then said Absalom, If not, I pray thee, let my brother Amnon go with us. And the king said unto him, Why should he go with thee?",
      "plainText" : "Then said Absalom, If not, I pray thee, let my brother Amnon go with us. And the king said unto him, Why should he go with thee?"
    }
    ,
    {
      "type" : "verse",
      "id" : "v27",
      "number" : "27",
      "absolute" : "8345",
      "text" : "But Absalom pressed him, that he let Amnon and all the king's sons go with him.",
      "plainText" : "But Absalom pressed him, that he let Amnon and all the king's sons go with him."
    }
    ,
    {
      "type" : "verse",
      "id" : "v28",
      "number" : "28",
      "absolute" : "8346",
      "text" : "Now Absalom had commanded his servants, saying, Mark ye now when Amnon's heart is merry with wine, and when I say unto you, Smite Amnon; then kill him, fear not: have not I commanded you? be courageous, and be valiant.",
      "plainText" : "Now Absalom had commanded his servants, saying, Mark ye now when Amnon's heart is merry with wine, and when I say unto you, Smite Amnon; then kill him, fear not: have not I commanded you? be courageous, and be valiant."
    }
    ,
    {
      "type" : "verse",
      "id" : "v29",
      "number" : "29",
      "absolute" : "8347",
      "text" : "And the servants of Absalom did unto Amnon as Absalom had commanded. Then all the king's sons arose, and every man gat him up upon his mule, and fled.",
      "plainText" : "And the servants of Absalom did unto Amnon as Absalom had commanded. Then all the king's sons arose, and every man gat him up upon his mule, and fled."
    }
    ,
    {
      "type" : "verse",
      "id" : "v30",
      "number" : "30",
      "absolute" : "8348",
      "text" : "And it came to pass, while they were in the way, that tidings came to David, saying, Absalom hath slain all the king's sons, and there is not one of them left.",
      "plainText" : "And it came to pass, while they were in the way, that tidings came to David, saying, Absalom hath slain all the king's sons, and there is not one of them left."
    }
    ,
    {
      "type" : "verse",
      "id" : "v31",
      "number" : "31",
      "absolute" : "8349",
      "text" : "Then the king arose, and tare his garments, and lay on the earth; and all his servants stood by with their clothes rent.",
      "plainText" : "Then the king arose, and tare his garments, and lay on the earth; and all his servants stood by with their clothes rent."
    }
    ,
    {
      "type" : "verse",
      "id" : "v32",
      "number" : "32",
      "absolute" : "8350",
      "text" : "And Jonadab, the son of Shimeah David's brother, answered and said, Let not my lord suppose <span class='extra'>that<\/span> they have slain all the young men the king's sons; for Amnon only is dead: for by the appointment of Absalom this hath been determined from the day that he forced his sister Tamar.",
      "plainText" : "And Jonadab, the son of Shimeah David's brother, answered and said, Let not my lord suppose that they have slain all the young men the king's sons; for Amnon only is dead: for by the appointment of Absalom this hath been determined from the day that he forced his sister Tamar."
    }
    ,
    {
      "type" : "verse",
      "id" : "v33",
      "number" : "33",
      "absolute" : "8351",
      "text" : "Now therefore let not my lord the king take the thing to his heart, to think that all the king's sons are dead: for Amnon only is dead.",
      "plainText" : "Now therefore let not my lord the king take the thing to his heart, to think that all the king's sons are dead: for Amnon only is dead."
    }
    ,
    {
      "type" : "verse",
      "id" : "v34",
      "number" : "34",
      "absolute" : "8352",
      "text" : "But Absalom fled. And the young man that kept the watch lifted up his eyes, and looked, and, behold, there came much people by the way of the hill side behind him.",
      "plainText" : "But Absalom fled. And the young man that kept the watch lifted up his eyes, and looked, and, behold, there came much people by the way of the hill side behind him."
    }
    ,
    {
      "type" : "verse",
      "id" : "v35",
      "number" : "35",
      "absolute" : "8353",
      "text" : "And Jonadab said unto the king, Behold, the king's sons come: as thy servant said, so it is.",
      "plainText" : "And Jonadab said unto the king, Behold, the king's sons come: as thy servant said, so it is."
    }
    ,
    {
      "type" : "verse",
      "id" : "v36",
      "number" : "36",
      "absolute" : "8354",
      "text" : "And it came to pass, as soon as he had made an end of speaking, that, behold, the king's sons came, and lifted up their voice and wept: and the king also and all his servants wept very sore.",
      "plainText" : "And it came to pass, as soon as he had made an end of speaking, that, behold, the king's sons came, and lifted up their voice and wept: and the king also and all his servants wept very sore."
    }
    ,
    {
      "type" : "verse",
      "id" : "v37",
      "number" : "37",
      "absolute" : "8355",
      "text" : "But Absalom fled, and went to Talmai, the son of Ammihud, king of Geshur. And <span class='extra'>David<\/span> mourned for his son every day.",
      "plainText" : "But Absalom fled, and went to Talmai, the son of Ammihud, king of Geshur. And David mourned for his son every day."
    }
    ,
    {
      "type" : "verse",
      "id" : "v38",
      "number" : "38",
      "absolute" : "8356",
      "text" : "So Absalom fled, and went to Geshur, and was there three years.",
      "plainText" : "So Absalom fled, and went to Geshur, and was there three years."
    }
    ,
    {
      "type" : "verse",
      "id" : "v39",
      "number" : "39",
      "absolute" : "8357",
      "text" : "And <span class='extra'>the soul of<\/span> king David longed to go forth unto Absalom: for he was comforted concerning Amnon, seeing he was dead.",
      "plainText" : "And the soul of king David longed to go forth unto Absalom: for he was comforted concerning Amnon, seeing he was dead."
    }
  ]
}

