{
  "book": {
    "number" : "10",
    "filenamePrefix" : "2samuel",
    "bookPage" : "2samuel.html",
    "title" : "2 Samuel",
    "chapterCount" : "24",
    "testament" : "old",
    "nt" : "false",
    "ot" : "true",
    "nextBook" : "1kings_1.html",
    "nextTitle" : "1 Kings",
    "prevBook" : "1samuel_1.html",
    "prevTitle" : "1 Samuel"
  },
  "chapter": {
    "number" : "20",
    "verseCount" : "26",
    "nextChapter" : "2samuel_21.html",
    "nextTitle" : "2 Samuel 21",
    "prevChapter" : "2samuel_19.html",
    "prevTitle" : "2 Samuel 19",
    "filename" : "2samuel_20.html",
    "keywords" : "online king james holy bible, king james bible, bible todo list, words of Jesus, bible index, the authorised version, KJV, KJB, KJAV, AV"
  },
  "items": [
    {
      "type" : "verse",
      "id" : "v1",
      "number" : "1",
      "absolute" : "8556",
      "text" : "And there happened to be there a man of Belial, whose name <span class='extra'>was<\/span> Sheba, the son of Bichri, a Benjamite: and he blew a trumpet, and said, We have no part in David, neither have we inheritance in the son of Jesse: every man to his tents, O Israel.",
      "plainText" : "And there happened to be there a man of Belial, whose name was Sheba, the son of Bichri, a Benjamite: and he blew a trumpet, and said, We have no part in David, neither have we inheritance in the son of Jesse: every man to his tents, O Israel."
    }
    ,
    {
      "type" : "verse",
      "id" : "v2",
      "number" : "2",
      "absolute" : "8557",
      "text" : "So every man of Israel went up from after David, <span class='extra'>and<\/span> followed Sheba the son of Bichri: but the men of Judah clave unto their king, from Jordan even to Jerusalem.",
      "plainText" : "So every man of Israel went up from after David, and followed Sheba the son of Bichri: but the men of Judah clave unto their king, from Jordan even to Jerusalem."
    }
    ,
    {
      "type" : "verse",
      "id" : "v3",
      "number" : "3",
      "absolute" : "8558",
      "text" : "And David came to his house at Jerusalem; and the king took the ten women <span class='extra'>his<\/span> concubines, whom he had left to keep the house, and put them in ward, and fed them, but went not in unto them. So they were shut up unto the day of their death, living in widowhood.",
      "plainText" : "And David came to his house at Jerusalem; and the king took the ten women his concubines, whom he had left to keep the house, and put them in ward, and fed them, but went not in unto them. So they were shut up unto the day of their death, living in widowhood."
    }
    ,
    {
      "type" : "verse",
      "id" : "v4",
      "number" : "4",
      "absolute" : "8559",
      "text" : "Then said the king to Amasa, Assemble me the men of Judah within three days, and be thou here present.",
      "plainText" : "Then said the king to Amasa, Assemble me the men of Judah within three days, and be thou here present."
    }
    ,
    {
      "type" : "verse",
      "id" : "v5",
      "number" : "5",
      "absolute" : "8560",
      "text" : "So Amasa went to assemble <span class='extra'>the men of<\/span> Judah: but he tarried longer than the set time which he had appointed him.",
      "plainText" : "So Amasa went to assemble the men of Judah: but he tarried longer than the set time which he had appointed him."
    }
    ,
    {
      "type" : "verse",
      "id" : "v6",
      "number" : "6",
      "absolute" : "8561",
      "text" : "And David said to Abishai, Now shall Sheba the son of Bichri do us more harm than <span class='extra'>did<\/span> Absalom: take thou thy lord's servants, and pursue after him, lest he get him fenced cities, and escape us.",
      "plainText" : "And David said to Abishai, Now shall Sheba the son of Bichri do us more harm than did Absalom: take thou thy lord's servants, and pursue after him, lest he get him fenced cities, and escape us."
    }
    ,
    {
      "type" : "verse",
      "id" : "v7",
      "number" : "7",
      "absolute" : "8562",
      "text" : "And there went out after him Joab's men, and the Cherethites, and the Pelethites, and all the mighty men: and they went out of Jerusalem, to pursue after Sheba the son of Bichri.",
      "plainText" : "And there went out after him Joab's men, and the Cherethites, and the Pelethites, and all the mighty men: and they went out of Jerusalem, to pursue after Sheba the son of Bichri."
    }
    ,
    {
      "type" : "verse",
      "id" : "v8",
      "number" : "8",
      "absolute" : "8563",
      "text" : "When they <span class='extra'>were<\/span> at the great stone which <span class='extra'>is<\/span> in Gibeon, Amasa went before them. And Joab's garment that he had put on was girded unto him, and upon it a girdle <span class='extra'>with<\/span> a sword fastened upon his loins in the sheath thereof; and as he went forth it fell out.",
      "plainText" : "When they were at the great stone which is in Gibeon, Amasa went before them. And Joab's garment that he had put on was girded unto him, and upon it a girdle with a sword fastened upon his loins in the sheath thereof; and as he went forth it fell out."
    }
    ,
    {
      "type" : "verse",
      "id" : "v9",
      "number" : "9",
      "absolute" : "8564",
      "text" : "And Joab said to Amasa, <span class='extra'>Art<\/span> thou in health, my brother? And Joab took Amasa by the beard with the right hand to kiss him.",
      "plainText" : "And Joab said to Amasa, Art thou in health, my brother? And Joab took Amasa by the beard with the right hand to kiss him."
    }
    ,
    {
      "type" : "verse",
      "id" : "v10",
      "number" : "10",
      "absolute" : "8565",
      "text" : "But Amasa took no heed to the sword that <span class='extra'>was<\/span> in Joab's hand: so he smote him therewith in the fifth <span class='extra'>rib<\/span>, and shed out his bowels to the ground, and struck him not again; and he died. So Joab and Abishai his brother pursued after Sheba the son of Bichri.",
      "plainText" : "But Amasa took no heed to the sword that was in Joab's hand: so he smote him therewith in the fifth rib, and shed out his bowels to the ground, and struck him not again; and he died. So Joab and Abishai his brother pursued after Sheba the son of Bichri."
    }
    ,
    {
      "type" : "verse",
      "id" : "v11",
      "number" : "11",
      "absolute" : "8566",
      "text" : "And one of Joab's men stood by him, and said, He that favoureth Joab, and he that <span class='extra'>is<\/span> for David, <span class='extra'>let him go<\/span> after Joab.",
      "plainText" : "And one of Joab's men stood by him, and said, He that favoureth Joab, and he that is for David, let him go after Joab."
    }
    ,
    {
      "type" : "verse",
      "id" : "v12",
      "number" : "12",
      "absolute" : "8567",
      "text" : "And Amasa wallowed in blood in the midst of the highway. And when the man saw that all the people stood still, he removed Amasa out of the highway into the field, and cast a cloth upon him, when he saw that every one that came by him stood still.",
      "plainText" : "And Amasa wallowed in blood in the midst of the highway. And when the man saw that all the people stood still, he removed Amasa out of the highway into the field, and cast a cloth upon him, when he saw that every one that came by him stood still."
    }
    ,
    {
      "type" : "verse",
      "id" : "v13",
      "number" : "13",
      "absolute" : "8568",
      "text" : "When he was removed out of the highway, all the people went on after Joab, to pursue after Sheba the son of Bichri.",
      "plainText" : "When he was removed out of the highway, all the people went on after Joab, to pursue after Sheba the son of Bichri."
    }
    ,
    {
      "type" : "verse",
      "id" : "v14",
      "number" : "14",
      "absolute" : "8569",
      "text" : "And he went through all the tribes of Israel unto Abel, and to Beth-maachah, and all the Berites: and they were gathered together, and went also after him.",
      "plainText" : "And he went through all the tribes of Israel unto Abel, and to Beth-maachah, and all the Berites: and they were gathered together, and went also after him."
    }
    ,
    {
      "type" : "verse",
      "id" : "v15",
      "number" : "15",
      "absolute" : "8570",
      "text" : "And they came and besieged him in Abel of Beth-maachah, and they cast up a bank against the city, and it stood in the trench: and all the people that <span class='extra'>were<\/span> with Joab battered the wall, to throw it down.",
      "plainText" : "And they came and besieged him in Abel of Beth-maachah, and they cast up a bank against the city, and it stood in the trench: and all the people that were with Joab battered the wall, to throw it down."
    }
    ,
    {
      "type" : "verse",
      "id" : "v16",
      "number" : "16",
      "absolute" : "8571",
      "text" : "Then cried a wise woman out of the city, Hear, hear; say, I pray you, unto Joab, Come near hither, that I may speak with thee.",
      "plainText" : "Then cried a wise woman out of the city, Hear, hear; say, I pray you, unto Joab, Come near hither, that I may speak with thee."
    }
    ,
    {
      "type" : "verse",
      "id" : "v17",
      "number" : "17",
      "absolute" : "8572",
      "text" : "And when he was come near unto her, the woman said, <span class='extra'>Art<\/span> thou Joab? And he answered, I <span class='extra'>am he<\/span>. Then she said unto him, Hear the words of thine handmaid. And he answered, I do hear.",
      "plainText" : "And when he was come near unto her, the woman said, Art thou Joab? And he answered, I am he. Then she said unto him, Hear the words of thine handmaid. And he answered, I do hear."
    }
    ,
    {
      "type" : "verse",
      "id" : "v18",
      "number" : "18",
      "absolute" : "8573",
      "text" : "Then she spake, saying, They were wont to speak in old time, saying, They shall surely ask <span class='extra'>counsel<\/span> at Abel: and so they ended <span class='extra'>the matter<\/span>.",
      "plainText" : "Then she spake, saying, They were wont to speak in old time, saying, They shall surely ask counsel at Abel: and so they ended the matter."
    }
    ,
    {
      "type" : "verse",
      "id" : "v19",
      "number" : "19",
      "absolute" : "8574",
      "text" : "I <span class='extra'>am one of them that are<\/span> peaceable <span class='extra'>and<\/span> faithful in Israel: thou seekest to destroy a city and a mother in Israel: why wilt thou swallow up the inheritance of the <span class='nog'>LORD<\/span>?",
      "plainText" : "I am one of them that are peaceable and faithful in Israel: thou seekest to destroy a city and a mother in Israel: why wilt thou swallow up the inheritance of the LORD?"
    }
    ,
    {
      "type" : "verse",
      "id" : "v20",
      "number" : "20",
      "absolute" : "8575",
      "text" : "And Joab answered and said, Far be it, far be it from me, that I should swallow up or destroy.",
      "plainText" : "And Joab answered and said, Far be it, far be it from me, that I should swallow up or destroy."
    }
    ,
    {
      "type" : "verse",
      "id" : "v21",
      "number" : "21",
      "absolute" : "8576",
      "text" : "The matter <span class='extra'>is<\/span> not so: but a man of mount Ephraim, Sheba the son of Bichri by name, hath lifted up his hand against the king, <span class='extra'>even<\/span> against David: deliver him only, and I will depart from the city. And the woman said unto Joab, Behold, his head shall be thrown to thee over the wall.",
      "plainText" : "The matter is not so: but a man of mount Ephraim, Sheba the son of Bichri by name, hath lifted up his hand against the king, even against David: deliver him only, and I will depart from the city. And the woman said unto Joab, Behold, his head shall be thrown to thee over the wall."
    }
    ,
    {
      "type" : "verse",
      "id" : "v22",
      "number" : "22",
      "absolute" : "8577",
      "text" : "Then the woman went unto all the people in her wisdom. And they cut off the head of Sheba the son of Bichri, and cast <span class='extra'>it<\/span> out to Joab. And he blew a trumpet, and they retired from the city, every man to his tent. And Joab returned to Jerusalem unto the king.",
      "plainText" : "Then the woman went unto all the people in her wisdom. And they cut off the head of Sheba the son of Bichri, and cast it out to Joab. And he blew a trumpet, and they retired from the city, every man to his tent. And Joab returned to Jerusalem unto the king."
    }
    ,
    {
      "type" : "verse",
      "id" : "v23",
      "number" : "23",
      "absolute" : "8578",
      "text" : "Now Joab <span class='extra'>was<\/span> over all the host of Israel: and Benaiah the son of Jehoiada <span class='extra'>was<\/span> over the Cherethites and over the Pelethites:",
      "plainText" : "Now Joab was over all the host of Israel: and Benaiah the son of Jehoiada was over the Cherethites and over the Pelethites:"
    }
    ,
    {
      "type" : "verse",
      "id" : "v24",
      "number" : "24",
      "absolute" : "8579",
      "text" : "And Adoram <span class='extra'>was<\/span> over the tribute: and Jehoshaphat the son of Ahilud <span class='extra'>was<\/span> recorder:",
      "plainText" : "And Adoram was over the tribute: and Jehoshaphat the son of Ahilud was recorder:"
    }
    ,
    {
      "type" : "verse",
      "id" : "v25",
      "number" : "25",
      "absolute" : "8580",
      "text" : "And Sheva <span class='extra'>was<\/span> scribe: and Zadok and Abiathar <span class='extra'>were<\/span> the priests:",
      "plainText" : "And Sheva was scribe: and Zadok and Abiathar were the priests:"
    }
    ,
    {
      "type" : "verse",
      "id" : "v26",
      "number" : "26",
      "absolute" : "8581",
      "text" : "And Ira also the Jairite was a chief ruler about David.",
      "plainText" : "And Ira also the Jairite was a chief ruler about David."
    }
  ]
}


