{
  "book": {
    "number" : "27",
    "filenamePrefix" : "daniel",
    "bookPage" : "daniel.html",
    "title" : "Daniel",
    "chapterCount" : "12",
    "testament" : "old",
    "nt" : "false",
    "ot" : "true",
    "nextBook" : "hosea_1.html",
    "nextTitle" : "Hosea",
    "prevBook" : "ezekiel_1.html",
    "prevTitle" : "Ezekiel"
  },
  "chapter": {
    "number" : "2",
    "verseCount" : "49",
    "nextChapter" : "daniel_3.html",
    "nextTitle" : "Daniel 3",
    "prevChapter" : "daniel_1.html",
    "prevTitle" : "Daniel 1",
    "filename" : "daniel_2.html",
    "keywords" : "online king james holy bible, king james bible, bible todo list, words of Jesus, bible index, the authorised version, KJV, KJB, KJAV, AV"
  },
  "items": [
    {
      "type" : "verse",
      "id" : "v1",
      "number" : "1",
      "absolute" : "21760",
      "text" : "And in the second year of the reign of Nebuchadnezzar Nebuchadnezzar dreamed dreams, wherewith his spirit was troubled, and his sleep brake from him.",
      "plainText" : "And in the second year of the reign of Nebuchadnezzar Nebuchadnezzar dreamed dreams, wherewith his spirit was troubled, and his sleep brake from him."
    }
    ,
    {
      "type" : "verse",
      "id" : "v2",
      "number" : "2",
      "absolute" : "21761",
      "text" : "Then the king commanded to call the magicians, and the astrologers, and the sorcerers, and the Chaldeans, for to shew the king his dreams. So they came and stood before the king.",
      "plainText" : "Then the king commanded to call the magicians, and the astrologers, and the sorcerers, and the Chaldeans, for to shew the king his dreams. So they came and stood before the king."
    }
    ,
    {
      "type" : "verse",
      "id" : "v3",
      "number" : "3",
      "absolute" : "21762",
      "text" : "And the king said unto them, I have dreamed a dream, and my spirit was troubled to know the dream.",
      "plainText" : "And the king said unto them, I have dreamed a dream, and my spirit was troubled to know the dream."
    }
    ,
    {
      "type" : "verse",
      "id" : "v4",
      "number" : "4",
      "absolute" : "21763",
      "text" : "Then spake the Chaldeans to the king in Syriack, O king, live for ever: tell thy servants the dream, and we will shew the interpretation.",
      "plainText" : "Then spake the Chaldeans to the king in Syriack, O king, live for ever: tell thy servants the dream, and we will shew the interpretation."
    }
    ,
    {
      "type" : "verse",
      "id" : "v5",
      "number" : "5",
      "absolute" : "21764",
      "text" : "The king answered and said to the Chaldeans, The thing is gone from me: if ye will not make known unto me the dream, with the interpretation thereof, ye shall be cut in pieces, and your houses shall be made a dunghill.",
      "plainText" : "The king answered and said to the Chaldeans, The thing is gone from me: if ye will not make known unto me the dream, with the interpretation thereof, ye shall be cut in pieces, and your houses shall be made a dunghill."
    }
    ,
    {
      "type" : "verse",
      "id" : "v6",
      "number" : "6",
      "absolute" : "21765",
      "text" : "But if ye shew the dream, and the interpretation thereof, ye shall receive of me gifts and rewards and great honour: therefore shew me the dream, and the interpretation thereof.",
      "plainText" : "But if ye shew the dream, and the interpretation thereof, ye shall receive of me gifts and rewards and great honour: therefore shew me the dream, and the interpretation thereof."
    }
    ,
    {
      "type" : "verse",
      "id" : "v7",
      "number" : "7",
      "absolute" : "21766",
      "text" : "They answered again and said, Let the king tell his servants the dream, and we will shew the interpretation of it.",
      "plainText" : "They answered again and said, Let the king tell his servants the dream, and we will shew the interpretation of it."
    }
    ,
    {
      "type" : "verse",
      "id" : "v8",
      "number" : "8",
      "absolute" : "21767",
      "text" : "The king answered and said, I know of certainty that ye would gain the time, because ye see the thing is gone from me.",
      "plainText" : "The king answered and said, I know of certainty that ye would gain the time, because ye see the thing is gone from me."
    }
    ,
    {
      "type" : "verse",
      "id" : "v9",
      "number" : "9",
      "absolute" : "21768",
      "text" : "But if ye will not make known unto me the dream, <span class='extra'>there is but<\/span> one decree for you: for ye have prepared lying and corrupt words to speak before me, till the time be changed: therefore tell me the dream, and I shall know that ye can shew me the interpretation thereof.",
      "plainText" : "But if ye will not make known unto me the dream, there is but one decree for you: for ye have prepared lying and corrupt words to speak before me, till the time be changed: therefore tell me the dream, and I shall know that ye can shew me the interpretation thereof."
    }
    ,
    {
      "type" : "verse",
      "id" : "v10",
      "number" : "10",
      "absolute" : "21769",
      "text" : "The Chaldeans answered before the king, and said, There is not a man upon the earth that can shew the king's matter: therefore <span class='extra'>there is<\/span> no king, lord, nor ruler, <span class='extra'>that<\/span> asked such things at any magician, or astrologer, or Chaldean.",
      "plainText" : "The Chaldeans answered before the king, and said, There is not a man upon the earth that can shew the king's matter: therefore there is no king, lord, nor ruler, that asked such things at any magician, or astrologer, or Chaldean."
    }
    ,
    {
      "type" : "verse",
      "id" : "v11",
      "number" : "11",
      "absolute" : "21770",
      "text" : "And <span class='extra'>it is<\/span> a rare thing that the king requireth, and there is none other that can shew it before the king, except the gods, whose dwelling is not with flesh.",
      "plainText" : "And it is a rare thing that the king requireth, and there is none other that can shew it before the king, except the gods, whose dwelling is not with flesh."
    }
    ,
    {
      "type" : "verse",
      "id" : "v12",
      "number" : "12",
      "absolute" : "21771",
      "text" : "For this cause the king was angry and very furious, and commanded to destroy all the wise <span class='extra'>men<\/span> of Babylon.",
      "plainText" : "For this cause the king was angry and very furious, and commanded to destroy all the wise men of Babylon."
    }
    ,
    {
      "type" : "verse",
      "id" : "v13",
      "number" : "13",
      "absolute" : "21772",
      "text" : "And the decree went forth that the wise <span class='extra'>men<\/span> should be slain; and they sought Daniel and his fellows to be slain.",
      "plainText" : "And the decree went forth that the wise men should be slain; and they sought Daniel and his fellows to be slain."
    }
    ,
    {
      "type" : "verse",
      "id" : "v14",
      "number" : "14",
      "absolute" : "21773",
      "text" : "Then Daniel answered with counsel and wisdom to Arioch the captain of the king's guard, which was gone forth to slay the wise <span class='extra'>men<\/span> of Babylon:",
      "plainText" : "Then Daniel answered with counsel and wisdom to Arioch the captain of the king's guard, which was gone forth to slay the wise men of Babylon:"
    }
    ,
    {
      "type" : "verse",
      "id" : "v15",
      "number" : "15",
      "absolute" : "21774",
      "text" : "He answered and said to Arioch the king's captain, Why <span class='extra'>is<\/span> the decree <span class='extra'>so<\/span> hasty from the king? Then Arioch made the thing known to Daniel.",
      "plainText" : "He answered and said to Arioch the king's captain, Why is the decree so hasty from the king? Then Arioch made the thing known to Daniel."
    }
    ,
    {
      "type" : "verse",
      "id" : "v16",
      "number" : "16",
      "absolute" : "21775",
      "text" : "Then Daniel went in, and desired of the king that he would give him time, and that he would shew the king the interpretation.",
      "plainText" : "Then Daniel went in, and desired of the king that he would give him time, and that he would shew the king the interpretation."
    }
    ,
    {
      "type" : "verse",
      "id" : "v17",
      "number" : "17",
      "absolute" : "21776",
      "text" : "Then Daniel went to his house, and made the thing known to Hananiah, Mishael, and Azariah, his companions:",
      "plainText" : "Then Daniel went to his house, and made the thing known to Hananiah, Mishael, and Azariah, his companions:"
    }
    ,
    {
      "type" : "verse",
      "id" : "v18",
      "number" : "18",
      "absolute" : "21777",
      "text" : "That they would desire mercies of the God of heaven concerning this secret; that Daniel and his fellows should not perish with the rest of the wise <span class='extra'>men<\/span> of Babylon.",
      "plainText" : "That they would desire mercies of the God of heaven concerning this secret; that Daniel and his fellows should not perish with the rest of the wise men of Babylon."
    }
    ,
    {
      "type" : "verse",
      "id" : "v19",
      "number" : "19",
      "absolute" : "21778",
      "text" : "Then was the secret revealed unto Daniel in a night vision. Then Daniel blessed the God of heaven.",
      "plainText" : "Then was the secret revealed unto Daniel in a night vision. Then Daniel blessed the God of heaven."
    }
    ,
    {
      "type" : "verse",
      "id" : "v20",
      "number" : "20",
      "absolute" : "21779",
      "text" : "Daniel answered and said, Blessed be the name of God for ever and ever: for wisdom and might are his:",
      "plainText" : "Daniel answered and said, Blessed be the name of God for ever and ever: for wisdom and might are his:"
    }
    ,
    {
      "type" : "verse",
      "id" : "v21",
      "number" : "21",
      "absolute" : "21780",
      "text" : "And he changeth the times and the seasons: he removeth kings, and setteth up kings: he giveth wisdom unto the wise, and knowledge to them that know understanding:",
      "plainText" : "And he changeth the times and the seasons: he removeth kings, and setteth up kings: he giveth wisdom unto the wise, and knowledge to them that know understanding:"
    }
    ,
    {
      "type" : "verse",
      "id" : "v22",
      "number" : "22",
      "absolute" : "21781",
      "text" : "He revealeth the deep and secret things: he knoweth what <span class='extra'>is<\/span> in the darkness, and the light dwelleth with him.",
      "plainText" : "He revealeth the deep and secret things: he knoweth what is in the darkness, and the light dwelleth with him."
    }
    ,
    {
      "type" : "verse",
      "id" : "v23",
      "number" : "23",
      "absolute" : "21782",
      "text" : "I thank thee, and praise thee, O thou God of my fathers, who hast given me wisdom and might, and hast made known unto me now what we desired of thee: for thou hast <span class='extra'>now<\/span> made known unto us the king's matter.",
      "plainText" : "I thank thee, and praise thee, O thou God of my fathers, who hast given me wisdom and might, and hast made known unto me now what we desired of thee: for thou hast now made known unto us the king's matter."
    }
    ,
    {
      "type" : "verse",
      "id" : "v24",
      "number" : "24",
      "absolute" : "21783",
      "text" : "Therefore Daniel went in unto Arioch, whom the king had ordained to destroy the wise <span class='extra'>men<\/span> of Babylon: he went and said thus unto him; Destroy not the wise <span class='extra'>men<\/span> of Babylon: bring me in before the king, and I will shew unto the king the interpretation.",
      "plainText" : "Therefore Daniel went in unto Arioch, whom the king had ordained to destroy the wise men of Babylon: he went and said thus unto him; Destroy not the wise men of Babylon: bring me in before the king, and I will shew unto the king the interpretation."
    }
    ,
    {
      "type" : "verse",
      "id" : "v25",
      "number" : "25",
      "absolute" : "21784",
      "text" : "Then Arioch brought in Daniel before the king in haste, and said thus unto him, I have found a man of the captives of Judah, that will make known unto the king the interpretation.",
      "plainText" : "Then Arioch brought in Daniel before the king in haste, and said thus unto him, I have found a man of the captives of Judah, that will make known unto the king the interpretation."
    }
    ,
    {
      "type" : "verse",
      "id" : "v26",
      "number" : "26",
      "absolute" : "21785",
      "text" : "The king answered and said to Daniel, whose name <span class='extra'>was<\/span> Belteshazzar, Art thou able to make known unto me the dream which I have seen, and the interpretation thereof?",
      "plainText" : "The king answered and said to Daniel, whose name was Belteshazzar, Art thou able to make known unto me the dream which I have seen, and the interpretation thereof?"
    }
    ,
    {
      "type" : "verse",
      "id" : "v27",
      "number" : "27",
      "absolute" : "21786",
      "text" : "Daniel answered in the presence of the king, and said, The secret which the king hath demanded cannot the wise <span class='extra'>men<\/span>, the astrologers, the magicians, the soothsayers, shew unto the king;",
      "plainText" : "Daniel answered in the presence of the king, and said, The secret which the king hath demanded cannot the wise men, the astrologers, the magicians, the soothsayers, shew unto the king;"
    }
    ,
    {
      "type" : "verse",
      "id" : "v28",
      "number" : "28",
      "absolute" : "21787",
      "text" : "But there is a God in heaven that revealeth secrets, and maketh known to the king Nebuchadnezzar what shall be in the latter days. Thy dream, and the visions of thy head upon thy bed, are these;",
      "plainText" : "But there is a God in heaven that revealeth secrets, and maketh known to the king Nebuchadnezzar what shall be in the latter days. Thy dream, and the visions of thy head upon thy bed, are these;"
    }
    ,
    {
      "type" : "verse",
      "id" : "v29",
      "number" : "29",
      "absolute" : "21788",
      "text" : "As for thee, O king, thy thoughts came <span class='extra'>into thy mind<\/span> upon thy bed, what should come to pass hereafter: and he that revealeth secrets maketh known to thee what shall come to pass.",
      "plainText" : "As for thee, O king, thy thoughts came into thy mind upon thy bed, what should come to pass hereafter: and he that revealeth secrets maketh known to thee what shall come to pass."
    }
    ,
    {
      "type" : "verse",
      "id" : "v30",
      "number" : "30",
      "absolute" : "21789",
      "text" : "But as for me, this secret is not revealed to me for <span class='extra'>any<\/span> wisdom that I have more than any living, but for <span class='extra'>their<\/span> sakes that shall make known the interpretation to the king, and that thou mightest know the thoughts of thy heart.",
      "plainText" : "But as for me, this secret is not revealed to me for any wisdom that I have more than any living, but for their sakes that shall make known the interpretation to the king, and that thou mightest know the thoughts of thy heart."
    }
    ,
    {
      "type" : "verse",
      "id" : "v31",
      "number" : "31",
      "absolute" : "21790",
      "text" : "Thou, O king, sawest, and behold a great image. This great image, whose brightness <span class='extra'>was<\/span> excellent, stood before thee; and the form thereof <span class='extra'>was<\/span> terrible.",
      "plainText" : "Thou, O king, sawest, and behold a great image. This great image, whose brightness was excellent, stood before thee; and the form thereof was terrible."
    }
    ,
    {
      "type" : "verse",
      "id" : "v32",
      "number" : "32",
      "absolute" : "21791",
      "text" : "This image's head <span class='extra'>was<\/span> of fine gold, his breast and his arms of silver, his belly and his thighs of brass,",
      "plainText" : "This image's head was of fine gold, his breast and his arms of silver, his belly and his thighs of brass,"
    }
    ,
    {
      "type" : "verse",
      "id" : "v33",
      "number" : "33",
      "absolute" : "21792",
      "text" : "His legs of iron, his feet part of iron and part of clay.",
      "plainText" : "His legs of iron, his feet part of iron and part of clay."
    }
    ,
    {
      "type" : "verse",
      "id" : "v34",
      "number" : "34",
      "absolute" : "21793",
      "text" : "Thou sawest till that a stone was cut out without hands, which smote the image upon his feet <span class='extra'>that were<\/span> of iron and clay, and brake them to pieces.",
      "plainText" : "Thou sawest till that a stone was cut out without hands, which smote the image upon his feet that were of iron and clay, and brake them to pieces."
    }
    ,
    {
      "type" : "verse",
      "id" : "v35",
      "number" : "35",
      "absolute" : "21794",
      "text" : "Then was the iron, the clay, the brass, the silver, and the gold, broken to pieces together, and became like the chaff of the summer threshingfloors; and the wind carried them away, that no place was found for them: and the stone that smote the image became a great mountain, and filled the whole earth.",
      "plainText" : "Then was the iron, the clay, the brass, the silver, and the gold, broken to pieces together, and became like the chaff of the summer threshingfloors; and the wind carried them away, that no place was found for them: and the stone that smote the image became a great mountain, and filled the whole earth."
    }
    ,
    {
      "type" : "verse",
      "id" : "v36",
      "number" : "36",
      "absolute" : "21795",
      "text" : "This <span class='extra'>is<\/span> the dream; and we will tell the interpretation thereof before the king.",
      "plainText" : "This is the dream; and we will tell the interpretation thereof before the king."
    }
    ,
    {
      "type" : "verse",
      "id" : "v37",
      "number" : "37",
      "absolute" : "21796",
      "text" : "Thou, O king, <span class='extra'>art<\/span> a king of kings: for the God of heaven hath given thee a kingdom, power, and strength, and glory.",
      "plainText" : "Thou, O king, art a king of kings: for the God of heaven hath given thee a kingdom, power, and strength, and glory."
    }
    ,
    {
      "type" : "verse",
      "id" : "v38",
      "number" : "38",
      "absolute" : "21797",
      "text" : "And wheresoever the children of men dwell, the beasts of the field and the fowls of the heaven hath he given into thine hand, and hath made thee ruler over them all. Thou <span class='extra'>art<\/span> this head of gold.",
      "plainText" : "And wheresoever the children of men dwell, the beasts of the field and the fowls of the heaven hath he given into thine hand, and hath made thee ruler over them all. Thou art this head of gold."
    }
    ,
    {
      "type" : "verse",
      "id" : "v39",
      "number" : "39",
      "absolute" : "21798",
      "text" : "And after thee shall arise another kingdom inferior to thee, and another third kingdom of brass, which shall bear rule over all the earth.",
      "plainText" : "And after thee shall arise another kingdom inferior to thee, and another third kingdom of brass, which shall bear rule over all the earth."
    }
    ,
    {
      "type" : "verse",
      "id" : "v40",
      "number" : "40",
      "absolute" : "21799",
      "text" : "And the fourth kingdom shall be strong as iron: forasmuch as iron breaketh in pieces and subdueth all <span class='extra'>things<\/span>: and as iron that breaketh all these, shall it break in pieces and bruise.",
      "plainText" : "And the fourth kingdom shall be strong as iron: forasmuch as iron breaketh in pieces and subdueth all things: and as iron that breaketh all these, shall it break in pieces and bruise."
    }
    ,
    {
      "type" : "verse",
      "id" : "v41",
      "number" : "41",
      "absolute" : "21800",
      "text" : "And whereas thou sawest the feet and toes, part of potters' clay, and part of iron, the kingdom shall be divided; but there shall be in it of the strength of the iron, forasmuch as thou sawest the iron mixed with miry clay.",
      "plainText" : "And whereas thou sawest the feet and toes, part of potters' clay, and part of iron, the kingdom shall be divided; but there shall be in it of the strength of the iron, forasmuch as thou sawest the iron mixed with miry clay."
    }
    ,
    {
      "type" : "verse",
      "id" : "v42",
      "number" : "42",
      "absolute" : "21801",
      "text" : "And <span class='extra'>as<\/span> the toes of the feet <span class='extra'>were<\/span> part of iron, and part of clay, <span class='extra'>so<\/span> the kingdom shall be partly strong, and partly broken.",
      "plainText" : "And as the toes of the feet were part of iron, and part of clay, so the kingdom shall be partly strong, and partly broken."
    }
    ,
    {
      "type" : "verse",
      "id" : "v43",
      "number" : "43",
      "absolute" : "21802",
      "text" : "And whereas thou sawest iron mixed with miry clay, they shall mingle themselves with the seed of men: but they shall not cleave one to another, even as iron is not mixed with clay.",
      "plainText" : "And whereas thou sawest iron mixed with miry clay, they shall mingle themselves with the seed of men: but they shall not cleave one to another, even as iron is not mixed with clay."
    }
    ,
    {
      "type" : "verse",
      "id" : "v44",
      "number" : "44",
      "absolute" : "21803",
      "text" : "And in the days of these kings shall the God of heaven set up a kingdom, which shall never be destroyed: and the kingdom shall not be left to other people, <span class='extra'>but<\/span> it shall break in pieces and consume all these kingdoms, and it shall stand for ever.",
      "plainText" : "And in the days of these kings shall the God of heaven set up a kingdom, which shall never be destroyed: and the kingdom shall not be left to other people, but it shall break in pieces and consume all these kingdoms, and it shall stand for ever."
    }
    ,
    {
      "type" : "verse",
      "id" : "v45",
      "number" : "45",
      "absolute" : "21804",
      "text" : "Forasmuch as thou sawest that the stone was cut out of the mountain without hands, and that it brake in pieces the iron, the brass, the clay, the silver, and the gold; the great God hath made known to the king what shall come to pass hereafter: and the dream <span class='extra'>is<\/span> certain, and the interpretation thereof sure.",
      "plainText" : "Forasmuch as thou sawest that the stone was cut out of the mountain without hands, and that it brake in pieces the iron, the brass, the clay, the silver, and the gold; the great God hath made known to the king what shall come to pass hereafter: and the dream is certain, and the interpretation thereof sure."
    }
    ,
    {
      "type" : "verse",
      "id" : "v46",
      "number" : "46",
      "absolute" : "21805",
      "text" : "Then the king Nebuchadnezzar fell upon his face, and worshipped Daniel, and commanded that they should offer an oblation and sweet odours unto him.",
      "plainText" : "Then the king Nebuchadnezzar fell upon his face, and worshipped Daniel, and commanded that they should offer an oblation and sweet odours unto him."
    }
    ,
    {
      "type" : "verse",
      "id" : "v47",
      "number" : "47",
      "absolute" : "21806",
      "text" : "The king answered unto Daniel, and said, Of a truth <span class='extra'>it is<\/span>, that your God <span class='extra'>is<\/span> a God of gods, and a Lord of kings, and a revealer of secrets, seeing thou couldest reveal this secret.",
      "plainText" : "The king answered unto Daniel, and said, Of a truth it is, that your God is a God of gods, and a Lord of kings, and a revealer of secrets, seeing thou couldest reveal this secret."
    }
    ,
    {
      "type" : "verse",
      "id" : "v48",
      "number" : "48",
      "absolute" : "21807",
      "text" : "Then the king made Daniel a great man, and gave him many great gifts, and made him ruler over the whole province of Babylon, and chief of the governors over all the wise <span class='extra'>men<\/span> of Babylon.",
      "plainText" : "Then the king made Daniel a great man, and gave him many great gifts, and made him ruler over the whole province of Babylon, and chief of the governors over all the wise men of Babylon."
    }
    ,
    {
      "type" : "verse",
      "id" : "v49",
      "number" : "49",
      "absolute" : "21808",
      "text" : "Then Daniel requested of the king, and he set Shadrach, Meshach, and Abed-nego, over the affairs of the province of Babylon: but Daniel <span class='extra'>sat<\/span> in the gate of the king.",
      "plainText" : "Then Daniel requested of the king, and he set Shadrach, Meshach, and Abed-nego, over the affairs of the province of Babylon: but Daniel sat in the gate of the king."
    }
  ]
}

