{
  "book": {
    "number" : "27",
    "filenamePrefix" : "daniel",
    "bookPage" : "daniel.html",
    "title" : "Daniel",
    "chapterCount" : "12",
    "testament" : "old",
    "nt" : "false",
    "ot" : "true",
    "nextBook" : "hosea_1.html",
    "nextTitle" : "Hosea",
    "prevBook" : "ezekiel_1.html",
    "prevTitle" : "Ezekiel"
  },
  "chapter": {
    "number" : "6",
    "verseCount" : "28",
    "nextChapter" : "daniel_7.html",
    "nextTitle" : "Daniel 7",
    "prevChapter" : "daniel_5.html",
    "prevTitle" : "Daniel 5",
    "filename" : "daniel_6.html",
    "keywords" : "online king james holy bible, king james bible, bible todo list, words of Jesus, bible index, the authorised version, KJV, KJB, KJAV, AV"
  },
  "items": [
    {
      "type" : "verse",
      "id" : "v1",
      "number" : "1",
      "absolute" : "21907",
      "text" : "It pleased Darius to set over the kingdom an hundred and twenty princes, which should be over the whole kingdom;",
      "plainText" : "It pleased Darius to set over the kingdom an hundred and twenty princes, which should be over the whole kingdom;"
    }
    ,
    {
      "type" : "verse",
      "id" : "v2",
      "number" : "2",
      "absolute" : "21908",
      "text" : "And over these three presidents; of whom Daniel <span class='extra'>was<\/span> first: that the princes might give accounts unto them, and the king should have no damage.",
      "plainText" : "And over these three presidents; of whom Daniel was first: that the princes might give accounts unto them, and the king should have no damage."
    }
    ,
    {
      "type" : "verse",
      "id" : "v3",
      "number" : "3",
      "absolute" : "21909",
      "text" : "Then this Daniel was preferred above the presidents and princes, because an excellent spirit <span class='extra'>was<\/span> in him; and the king thought to set him over the whole realm.",
      "plainText" : "Then this Daniel was preferred above the presidents and princes, because an excellent spirit was in him; and the king thought to set him over the whole realm."
    }
    ,
    {
      "type" : "verse",
      "id" : "v4",
      "number" : "4",
      "absolute" : "21910",
      "text" : "Then the presidents and princes sought to find occasion against Daniel concerning the kingdom; but they could find none occasion nor fault; forasmuch as he <span class='extra'>was<\/span> faithful, neither was there any error or fault found in him.",
      "plainText" : "Then the presidents and princes sought to find occasion against Daniel concerning the kingdom; but they could find none occasion nor fault; forasmuch as he was faithful, neither was there any error or fault found in him."
    }
    ,
    {
      "type" : "verse",
      "id" : "v5",
      "number" : "5",
      "absolute" : "21911",
      "text" : "Then said these men, We shall not find any occasion against this Daniel, except we find <span class='extra'>it<\/span> against him concerning the law of his God.",
      "plainText" : "Then said these men, We shall not find any occasion against this Daniel, except we find it against him concerning the law of his God."
    }
    ,
    {
      "type" : "verse",
      "id" : "v6",
      "number" : "6",
      "absolute" : "21912",
      "text" : "Then these presidents and princes assembled together to the king, and said thus unto him, King Darius, live for ever.",
      "plainText" : "Then these presidents and princes assembled together to the king, and said thus unto him, King Darius, live for ever."
    }
    ,
    {
      "type" : "verse",
      "id" : "v7",
      "number" : "7",
      "absolute" : "21913",
      "text" : "All the presidents of the kingdom, the governors, and the princes, the counsellors, and the captains, have consulted together to establish a royal statute, and to make a firm decree, that whosoever shall ask a petition of any God or man for thirty days, save of thee, O king, he shall be cast into the den of lions.",
      "plainText" : "All the presidents of the kingdom, the governors, and the princes, the counsellors, and the captains, have consulted together to establish a royal statute, and to make a firm decree, that whosoever shall ask a petition of any God or man for thirty days, save of thee, O king, he shall be cast into the den of lions."
    }
    ,
    {
      "type" : "verse",
      "id" : "v8",
      "number" : "8",
      "absolute" : "21914",
      "text" : "Now, O king, establish the decree, and sign the writing, that it be not changed, according to the law of the Medes and Persians, which altereth not.",
      "plainText" : "Now, O king, establish the decree, and sign the writing, that it be not changed, according to the law of the Medes and Persians, which altereth not."
    }
    ,
    {
      "type" : "verse",
      "id" : "v9",
      "number" : "9",
      "absolute" : "21915",
      "text" : "Wherefore king Darius signed the writing and the decree.",
      "plainText" : "Wherefore king Darius signed the writing and the decree."
    }
    ,
    {
      "type" : "verse",
      "id" : "v10",
      "number" : "10",
      "absolute" : "21916",
      "text" : "Now when Daniel knew that the writing was signed, he went into his house; and his windows being open in his chamber toward Jerusalem, he kneeled upon his knees three times a day, and prayed, and gave thanks before his God, as he did aforetime.",
      "plainText" : "Now when Daniel knew that the writing was signed, he went into his house; and his windows being open in his chamber toward Jerusalem, he kneeled upon his knees three times a day, and prayed, and gave thanks before his God, as he did aforetime."
    }
    ,
    {
      "type" : "verse",
      "id" : "v11",
      "number" : "11",
      "absolute" : "21917",
      "text" : "Then these men assembled, and found Daniel praying and making supplication before his God.",
      "plainText" : "Then these men assembled, and found Daniel praying and making supplication before his God."
    }
    ,
    {
      "type" : "verse",
      "id" : "v12",
      "number" : "12",
      "absolute" : "21918",
      "text" : "Then they came near, and spake before the king concerning the king's decree; Hast thou not signed a decree, that every man that shall ask <span class='extra'>a petition<\/span> of any God or man within thirty days, save of thee, O king, shall be cast into the den of lions? The king answered and said, The thing <span class='extra'>is<\/span> true, according to the law of the Medes and Persians, which altereth not.",
      "plainText" : "Then they came near, and spake before the king concerning the king's decree; Hast thou not signed a decree, that every man that shall ask a petition of any God or man within thirty days, save of thee, O king, shall be cast into the den of lions? The king answered and said, The thing is true, according to the law of the Medes and Persians, which altereth not."
    }
    ,
    {
      "type" : "verse",
      "id" : "v13",
      "number" : "13",
      "absolute" : "21919",
      "text" : "Then answered they and said before the king, That Daniel, which <span class='extra'>is<\/span> of the children of the captivity of Judah, regardeth not thee, O king, nor the decree that thou hast signed, but maketh his petition three times a day.",
      "plainText" : "Then answered they and said before the king, That Daniel, which is of the children of the captivity of Judah, regardeth not thee, O king, nor the decree that thou hast signed, but maketh his petition three times a day."
    }
    ,
    {
      "type" : "verse",
      "id" : "v14",
      "number" : "14",
      "absolute" : "21920",
      "text" : "Then the king, when he heard <span class='extra'>these<\/span> words, was sore displeased with himself, and set <span class='extra'>his<\/span> heart on Daniel to deliver him: and he laboured till the going down of the sun to deliver him.",
      "plainText" : "Then the king, when he heard these words, was sore displeased with himself, and set his heart on Daniel to deliver him: and he laboured till the going down of the sun to deliver him."
    }
    ,
    {
      "type" : "verse",
      "id" : "v15",
      "number" : "15",
      "absolute" : "21921",
      "text" : "Then these men assembled unto the king, and said unto the king, Know, O king, that the law of the Medes and Persians <span class='extra'>is<\/span>, That no decree nor statute which the king establisheth may be changed.",
      "plainText" : "Then these men assembled unto the king, and said unto the king, Know, O king, that the law of the Medes and Persians is, That no decree nor statute which the king establisheth may be changed."
    }
    ,
    {
      "type" : "verse",
      "id" : "v16",
      "number" : "16",
      "absolute" : "21922",
      "text" : "Then the king commanded, and they brought Daniel, and cast <span class='extra'>him<\/span> into the den of lions. <span class='extra'>Now<\/span> the king spake and said unto Daniel, Thy God whom thou servest continually, he will deliver thee.",
      "plainText" : "Then the king commanded, and they brought Daniel, and cast him into the den of lions. Now the king spake and said unto Daniel, Thy God whom thou servest continually, he will deliver thee."
    }
    ,
    {
      "type" : "verse",
      "id" : "v17",
      "number" : "17",
      "absolute" : "21923",
      "text" : "And a stone was brought, and laid upon the mouth of the den; and the king sealed it with his own signet, and with the signet of his lords; that the purpose might not be changed concerning Daniel.",
      "plainText" : "And a stone was brought, and laid upon the mouth of the den; and the king sealed it with his own signet, and with the signet of his lords; that the purpose might not be changed concerning Daniel."
    }
    ,
    {
      "type" : "verse",
      "id" : "v18",
      "number" : "18",
      "absolute" : "21924",
      "text" : "Then the king went to his palace, and passed the night fasting: neither were instruments of musick brought before him: and his sleep went from him.",
      "plainText" : "Then the king went to his palace, and passed the night fasting: neither were instruments of musick brought before him: and his sleep went from him."
    }
    ,
    {
      "type" : "verse",
      "id" : "v19",
      "number" : "19",
      "absolute" : "21925",
      "text" : "Then the king arose very early in the morning, and went in haste unto the den of lions.",
      "plainText" : "Then the king arose very early in the morning, and went in haste unto the den of lions."
    }
    ,
    {
      "type" : "verse",
      "id" : "v20",
      "number" : "20",
      "absolute" : "21926",
      "text" : "And when he came to the den, he cried with a lamentable voice unto Daniel: <span class='extra'>and<\/span> the king spake and said to Daniel, O Daniel, servant of the living God, is thy God, whom thou servest continually, able to deliver thee from the lions?",
      "plainText" : "And when he came to the den, he cried with a lamentable voice unto Daniel: and the king spake and said to Daniel, O Daniel, servant of the living God, is thy God, whom thou servest continually, able to deliver thee from the lions?"
    }
    ,
    {
      "type" : "verse",
      "id" : "v21",
      "number" : "21",
      "absolute" : "21927",
      "text" : "Then said Daniel unto the king, O king, live for ever.",
      "plainText" : "Then said Daniel unto the king, O king, live for ever."
    }
    ,
    {
      "type" : "verse",
      "id" : "v22",
      "number" : "22",
      "absolute" : "21928",
      "text" : "My God hath sent his angel, and hath shut the lions' mouths, that they have not hurt me: forasmuch as before him innocency was found in me; and also before thee, O king, have I done no hurt.",
      "plainText" : "My God hath sent his angel, and hath shut the lions' mouths, that they have not hurt me: forasmuch as before him innocency was found in me; and also before thee, O king, have I done no hurt."
    }
    ,
    {
      "type" : "verse",
      "id" : "v23",
      "number" : "23",
      "absolute" : "21929",
      "text" : "Then was the king exceeding glad for him, and commanded that they should take Daniel up out of the den. So Daniel was taken up out of the den, and no manner of hurt was found upon him, because he believed in his God.",
      "plainText" : "Then was the king exceeding glad for him, and commanded that they should take Daniel up out of the den. So Daniel was taken up out of the den, and no manner of hurt was found upon him, because he believed in his God."
    }
    ,
    {
      "type" : "verse",
      "id" : "v24",
      "number" : "24",
      "absolute" : "21930",
      "text" : "And the king commanded, and they brought those men which had accused Daniel, and they cast <span class='extra'>them<\/span> into the den of lions, them, their children, and their wives; and the lions had the mastery of them, and brake all their bones in pieces or ever they came at the bottom of the den.",
      "plainText" : "And the king commanded, and they brought those men which had accused Daniel, and they cast them into the den of lions, them, their children, and their wives; and the lions had the mastery of them, and brake all their bones in pieces or ever they came at the bottom of the den."
    }
    ,
    {
      "type" : "verse",
      "id" : "v25",
      "number" : "25",
      "absolute" : "21931",
      "text" : "Then king Darius wrote unto all people, nations, and languages, that dwell in all the earth; Peace be multiplied unto you.",
      "plainText" : "Then king Darius wrote unto all people, nations, and languages, that dwell in all the earth; Peace be multiplied unto you."
    }
    ,
    {
      "type" : "verse",
      "id" : "v26",
      "number" : "26",
      "absolute" : "21932",
      "text" : "I make a decree, That in every dominion of my kingdom men tremble and fear before the God of Daniel: for he <span class='extra'>is<\/span> the living God, and stedfast for ever, and his kingdom <span class='extra'>that<\/span> which shall not be destroyed, and his dominion <span class='extra'>shall be even<\/span> unto the end.",
      "plainText" : "I make a decree, That in every dominion of my kingdom men tremble and fear before the God of Daniel: for he is the living God, and stedfast for ever, and his kingdom that which shall not be destroyed, and his dominion shall be even unto the end."
    }
    ,
    {
      "type" : "verse",
      "id" : "v27",
      "number" : "27",
      "absolute" : "21933",
      "text" : "He delivereth and rescueth, and he worketh signs and wonders in heaven and in earth, who hath delivered Daniel from the power of the lions.",
      "plainText" : "He delivereth and rescueth, and he worketh signs and wonders in heaven and in earth, who hath delivered Daniel from the power of the lions."
    }
    ,
    {
      "type" : "verse",
      "id" : "v28",
      "number" : "28",
      "absolute" : "21934",
      "text" : "So this Daniel prospered in the reign of Darius, and in the reign of Cyrus the Persian.",
      "plainText" : "So this Daniel prospered in the reign of Darius, and in the reign of Cyrus the Persian."
    }
  ]
}

