{
  "book": {
    "number" : "5",
    "filenamePrefix" : "deuteronomy",
    "bookPage" : "deuteronomy.html",
    "title" : "Deuteronomy",
    "chapterCount" : "34",
    "testament" : "old",
    "nt" : "false",
    "ot" : "true",
    "nextBook" : "joshua_1.html",
    "nextTitle" : "Joshua",
    "prevBook" : "numbers_1.html",
    "prevTitle" : "Numbers"
  },
  "chapter": {
    "number" : "28",
    "verseCount" : "68",
    "nextChapter" : "deuteronomy_29.html",
    "nextTitle" : "Deuteronomy 29",
    "prevChapter" : "deuteronomy_27.html",
    "prevTitle" : "Deuteronomy 27",
    "filename" : "deuteronomy_28.html",
    "keywords" : "online king james holy bible, king james bible, bible todo list, words of Jesus, bible index, the authorised version, KJV, KJB, KJAV, AV"
  },
  "items": [
    {
      "type" : "verse",
      "id" : "v1",
      "number" : "1",
      "absolute" : "5613",
      "text" : "And it shall come to pass, if thou shalt hearken diligently unto the voice of the <span class='nog'>LORD<\/span> thy God, to observe <span class='extra'>and<\/span> to do all his commandments which I command thee this day, that the <span class='nog'>LORD<\/span> thy God will set thee on high above all nations of the earth:",
      "plainText" : "And it shall come to pass, if thou shalt hearken diligently unto the voice of the LORD thy God, to observe and to do all his commandments which I command thee this day, that the LORD thy God will set thee on high above all nations of the earth:"
    }
    ,
    {
      "type" : "verse",
      "id" : "v2",
      "number" : "2",
      "absolute" : "5614",
      "text" : "And all these blessings shall come on thee, and overtake thee, if thou shalt hearken unto the voice of the <span class='nog'>LORD<\/span> thy God.",
      "plainText" : "And all these blessings shall come on thee, and overtake thee, if thou shalt hearken unto the voice of the LORD thy God."
    }
    ,
    {
      "type" : "verse",
      "id" : "v3",
      "number" : "3",
      "absolute" : "5615",
      "text" : "Blessed <span class='extra'>shalt<\/span> thou <span class='extra'>be<\/span> in the city, and blessed <span class='extra'>shalt<\/span> thou <span class='extra'>be<\/span> in the field.",
      "plainText" : "Blessed shalt thou be in the city, and blessed shalt thou be in the field."
    }
    ,
    {
      "type" : "verse",
      "id" : "v4",
      "number" : "4",
      "absolute" : "5616",
      "text" : "Blessed <span class='extra'>shall be<\/span> the fruit of thy body, and the fruit of thy ground, and the fruit of thy cattle, the increase of thy kine, and the flocks of thy sheep.",
      "plainText" : "Blessed shall be the fruit of thy body, and the fruit of thy ground, and the fruit of thy cattle, the increase of thy kine, and the flocks of thy sheep."
    }
    ,
    {
      "type" : "verse",
      "id" : "v5",
      "number" : "5",
      "absolute" : "5617",
      "text" : "Blessed <span class='extra'>shall be<\/span> thy basket and thy store.",
      "plainText" : "Blessed shall be thy basket and thy store."
    }
    ,
    {
      "type" : "verse",
      "id" : "v6",
      "number" : "6",
      "absolute" : "5618",
      "text" : "Blessed <span class='extra'>shalt<\/span> thou <span class='extra'>be<\/span> when thou comest in, and blessed <span class='extra'>shalt<\/span> thou <span class='extra'>be<\/span> when thou goest out.",
      "plainText" : "Blessed shalt thou be when thou comest in, and blessed shalt thou be when thou goest out."
    }
    ,
    {
      "type" : "verse",
      "id" : "v7",
      "number" : "7",
      "absolute" : "5619",
      "text" : "The <span class='nog'>LORD<\/span> shall cause thine enemies that rise up against thee to be smitten before thy face: they shall come out against thee one way, and flee before thee seven ways.",
      "plainText" : "The LORD shall cause thine enemies that rise up against thee to be smitten before thy face: they shall come out against thee one way, and flee before thee seven ways."
    }
    ,
    {
      "type" : "verse",
      "id" : "v8",
      "number" : "8",
      "absolute" : "5620",
      "text" : "The <span class='nog'>LORD<\/span> shall command the blessing upon thee in thy storehouses, and in all that thou settest thine hand unto; and he shall bless thee in the land which the <span class='nog'>LORD<\/span> thy God giveth thee.",
      "plainText" : "The LORD shall command the blessing upon thee in thy storehouses, and in all that thou settest thine hand unto; and he shall bless thee in the land which the LORD thy God giveth thee."
    }
    ,
    {
      "type" : "verse",
      "id" : "v9",
      "number" : "9",
      "absolute" : "5621",
      "text" : "The <span class='nog'>LORD<\/span> shall establish thee an holy people unto himself, as he hath sworn unto thee, if thou shalt keep the commandments of the <span class='nog'>LORD<\/span> thy God, and walk in his ways.",
      "plainText" : "The LORD shall establish thee an holy people unto himself, as he hath sworn unto thee, if thou shalt keep the commandments of the LORD thy God, and walk in his ways."
    }
    ,
    {
      "type" : "verse",
      "id" : "v10",
      "number" : "10",
      "absolute" : "5622",
      "text" : "And all people of the earth shall see that thou art called by the name of the <span class='nog'>LORD<\/span>; and they shall be afraid of thee.",
      "plainText" : "And all people of the earth shall see that thou art called by the name of the LORD; and they shall be afraid of thee."
    }
    ,
    {
      "type" : "verse",
      "id" : "v11",
      "number" : "11",
      "absolute" : "5623",
      "text" : "And the <span class='nog'>LORD<\/span> shall make thee plenteous in goods, in the fruit of thy body, and in the fruit of thy cattle, and in the fruit of thy ground, in the land which the <span class='nog'>LORD<\/span> sware unto thy fathers to give thee.",
      "plainText" : "And the LORD shall make thee plenteous in goods, in the fruit of thy body, and in the fruit of thy cattle, and in the fruit of thy ground, in the land which the LORD sware unto thy fathers to give thee."
    }
    ,
    {
      "type" : "verse",
      "id" : "v12",
      "number" : "12",
      "absolute" : "5624",
      "text" : "The <span class='nog'>LORD<\/span> shall open unto thee his good treasure, the heaven to give the rain unto thy land in his season, and to bless all the work of thine hand: and thou shalt lend unto many nations, and thou shalt not borrow.",
      "plainText" : "The LORD shall open unto thee his good treasure, the heaven to give the rain unto thy land in his season, and to bless all the work of thine hand: and thou shalt lend unto many nations, and thou shalt not borrow."
    }
    ,
    {
      "type" : "verse",
      "id" : "v13",
      "number" : "13",
      "absolute" : "5625",
      "text" : "And the <span class='nog'>LORD<\/span> shall make thee the head, and not the tail; and thou shalt be above only, and thou shalt not be beneath; if that thou hearken unto the commandments of the <span class='nog'>LORD<\/span> thy God, which I command thee this day, to observe and to do <span class='extra'>them<\/span>:",
      "plainText" : "And the LORD shall make thee the head, and not the tail; and thou shalt be above only, and thou shalt not be beneath; if that thou hearken unto the commandments of the LORD thy God, which I command thee this day, to observe and to do them:"
    }
    ,
    {
      "type" : "verse",
      "id" : "v14",
      "number" : "14",
      "absolute" : "5626",
      "text" : "And thou shalt not go aside from any of the words which I command thee this day, <span class='extra'>to<\/span> the right hand, or <span class='extra'>to<\/span> the left, to go after other gods to serve them.",
      "plainText" : "And thou shalt not go aside from any of the words which I command thee this day, to the right hand, or to the left, to go after other gods to serve them."
    }
    ,
    {
      "type" : "verse",
      "id" : "v15",
      "number" : "15",
      "absolute" : "5627",
      "text" : "But it shall come to pass, if thou wilt not hearken unto the voice of the <span class='nog'>LORD<\/span> thy God, to observe to do all his commandments and his statutes which I command thee this day; that all these curses shall come upon thee, and overtake thee:",
      "plainText" : "But it shall come to pass, if thou wilt not hearken unto the voice of the LORD thy God, to observe to do all his commandments and his statutes which I command thee this day; that all these curses shall come upon thee, and overtake thee:"
    }
    ,
    {
      "type" : "verse",
      "id" : "v16",
      "number" : "16",
      "absolute" : "5628",
      "text" : "Cursed <span class='extra'>shalt<\/span> thou <span class='extra'>be<\/span> in the city, and cursed <span class='extra'>shalt<\/span> thou <span class='extra'>be<\/span> in the field.",
      "plainText" : "Cursed shalt thou be in the city, and cursed shalt thou be in the field."
    }
    ,
    {
      "type" : "verse",
      "id" : "v17",
      "number" : "17",
      "absolute" : "5629",
      "text" : "Cursed <span class='extra'>shall be<\/span> thy basket and thy store.",
      "plainText" : "Cursed shall be thy basket and thy store."
    }
    ,
    {
      "type" : "verse",
      "id" : "v18",
      "number" : "18",
      "absolute" : "5630",
      "text" : "Cursed <span class='extra'>shall be<\/span> the fruit of thy body, and the fruit of thy land, the increase of thy kine, and the flocks of thy sheep.",
      "plainText" : "Cursed shall be the fruit of thy body, and the fruit of thy land, the increase of thy kine, and the flocks of thy sheep."
    }
    ,
    {
      "type" : "verse",
      "id" : "v19",
      "number" : "19",
      "absolute" : "5631",
      "text" : "Cursed <span class='extra'>shalt<\/span> thou <span class='extra'>be<\/span> when thou comest in, and cursed <span class='extra'>shalt<\/span> thou <span class='extra'>be<\/span> when thou goest out.",
      "plainText" : "Cursed shalt thou be when thou comest in, and cursed shalt thou be when thou goest out."
    }
    ,
    {
      "type" : "verse",
      "id" : "v20",
      "number" : "20",
      "absolute" : "5632",
      "text" : "The <span class='nog'>LORD<\/span> shall send upon thee cursing, vexation, and rebuke, in all that thou settest thine hand unto for to do, until thou be destroyed, and until thou perish quickly; because of the wickedness of thy doings, whereby thou hast forsaken me.",
      "plainText" : "The LORD shall send upon thee cursing, vexation, and rebuke, in all that thou settest thine hand unto for to do, until thou be destroyed, and until thou perish quickly; because of the wickedness of thy doings, whereby thou hast forsaken me."
    }
    ,
    {
      "type" : "verse",
      "id" : "v21",
      "number" : "21",
      "absolute" : "5633",
      "text" : "The <span class='nog'>LORD<\/span> shall make the pestilence cleave unto thee, until he have consumed thee from off the land, whither thou goest to possess it.",
      "plainText" : "The LORD shall make the pestilence cleave unto thee, until he have consumed thee from off the land, whither thou goest to possess it."
    }
    ,
    {
      "type" : "verse",
      "id" : "v22",
      "number" : "22",
      "absolute" : "5634",
      "text" : "The <span class='nog'>LORD<\/span> shall smite thee with a consumption, and with a fever, and with an inflammation, and with an extreme burning, and with the sword, and with blasting, and with mildew; and they shall pursue thee until thou perish.",
      "plainText" : "The LORD shall smite thee with a consumption, and with a fever, and with an inflammation, and with an extreme burning, and with the sword, and with blasting, and with mildew; and they shall pursue thee until thou perish."
    }
    ,
    {
      "type" : "verse",
      "id" : "v23",
      "number" : "23",
      "absolute" : "5635",
      "text" : "And thy heaven that <span class='extra'>is<\/span> over thy head shall be brass, and the earth that is under thee <span class='extra'>shall be<\/span> iron.",
      "plainText" : "And thy heaven that is over thy head shall be brass, and the earth that is under thee shall be iron."
    }
    ,
    {
      "type" : "verse",
      "id" : "v24",
      "number" : "24",
      "absolute" : "5636",
      "text" : "The <span class='nog'>LORD<\/span> shall make the rain of thy land powder and dust: from heaven shall it come down upon thee, until thou be destroyed.",
      "plainText" : "The LORD shall make the rain of thy land powder and dust: from heaven shall it come down upon thee, until thou be destroyed."
    }
    ,
    {
      "type" : "verse",
      "id" : "v25",
      "number" : "25",
      "absolute" : "5637",
      "text" : "The <span class='nog'>LORD<\/span> shall cause thee to be smitten before thine enemies: thou shalt go out one way against them, and flee seven ways before them: and shalt be removed into all the kingdoms of the earth.",
      "plainText" : "The LORD shall cause thee to be smitten before thine enemies: thou shalt go out one way against them, and flee seven ways before them: and shalt be removed into all the kingdoms of the earth."
    }
    ,
    {
      "type" : "verse",
      "id" : "v26",
      "number" : "26",
      "absolute" : "5638",
      "text" : "And thy carcase shall be meat unto all fowls of the air, and unto the beasts of the earth, and no man shall fray <span class='extra'>them<\/span> away.",
      "plainText" : "And thy carcase shall be meat unto all fowls of the air, and unto the beasts of the earth, and no man shall fray them away."
    }
    ,
    {
      "type" : "verse",
      "id" : "v27",
      "number" : "27",
      "absolute" : "5639",
      "text" : "The <span class='nog'>LORD<\/span> will smite thee with the botch of Egypt, and with the emerods, and with the scab, and with the itch, whereof thou canst not be healed.",
      "plainText" : "The LORD will smite thee with the botch of Egypt, and with the emerods, and with the scab, and with the itch, whereof thou canst not be healed."
    }
    ,
    {
      "type" : "verse",
      "id" : "v28",
      "number" : "28",
      "absolute" : "5640",
      "text" : "The <span class='nog'>LORD<\/span> shall smite thee with madness, and blindness, and astonishment of heart:",
      "plainText" : "The LORD shall smite thee with madness, and blindness, and astonishment of heart:"
    }
    ,
    {
      "type" : "verse",
      "id" : "v29",
      "number" : "29",
      "absolute" : "5641",
      "text" : "And thou shalt grope at noonday, as the blind gropeth in darkness, and thou shalt not prosper in thy ways: and thou shalt be only oppressed and spoiled evermore, and no man shall save <span class='extra'>thee<\/span>.",
      "plainText" : "And thou shalt grope at noonday, as the blind gropeth in darkness, and thou shalt not prosper in thy ways: and thou shalt be only oppressed and spoiled evermore, and no man shall save thee."
    }
    ,
    {
      "type" : "verse",
      "id" : "v30",
      "number" : "30",
      "absolute" : "5642",
      "text" : "Thou shalt betroth a wife, and another man shall lie with her: thou shalt build an house, and thou shalt not dwell therein: thou shalt plant a vineyard, and shalt not gather the grapes thereof.",
      "plainText" : "Thou shalt betroth a wife, and another man shall lie with her: thou shalt build an house, and thou shalt not dwell therein: thou shalt plant a vineyard, and shalt not gather the grapes thereof."
    }
    ,
    {
      "type" : "verse",
      "id" : "v31",
      "number" : "31",
      "absolute" : "5643",
      "text" : "Thine ox <span class='extra'>shall be<\/span> slain before thine eyes, and thou shalt not eat thereof: thine ass <span class='extra'>shall be<\/span> violently taken away from before thy face, and shall not be restored to thee: thy sheep <span class='extra'>shall be<\/span> given unto thine enemies, and thou shalt have none to rescue <span class='extra'>them<\/span>.",
      "plainText" : "Thine ox shall be slain before thine eyes, and thou shalt not eat thereof: thine ass shall be violently taken away from before thy face, and shall not be restored to thee: thy sheep shall be given unto thine enemies, and thou shalt have none to rescue them."
    }
    ,
    {
      "type" : "verse",
      "id" : "v32",
      "number" : "32",
      "absolute" : "5644",
      "text" : "Thy sons and thy daughters <span class='extra'>shall be<\/span> given unto another people, and thine eyes shall look, and fail <span class='extra'>with longing<\/span> for them all the day long: and <span class='extra'>there shall be<\/span> no might in thine hand.",
      "plainText" : "Thy sons and thy daughters shall be given unto another people, and thine eyes shall look, and fail with longing for them all the day long: and there shall be no might in thine hand."
    }
    ,
    {
      "type" : "verse",
      "id" : "v33",
      "number" : "33",
      "absolute" : "5645",
      "text" : "The fruit of thy land, and all thy labours, shall a nation which thou knowest not eat up; and thou shalt be only oppressed and crushed alway:",
      "plainText" : "The fruit of thy land, and all thy labours, shall a nation which thou knowest not eat up; and thou shalt be only oppressed and crushed alway:"
    }
    ,
    {
      "type" : "verse",
      "id" : "v34",
      "number" : "34",
      "absolute" : "5646",
      "text" : "So that thou shalt be mad for the sight of thine eyes which thou shalt see.",
      "plainText" : "So that thou shalt be mad for the sight of thine eyes which thou shalt see."
    }
    ,
    {
      "type" : "verse",
      "id" : "v35",
      "number" : "35",
      "absolute" : "5647",
      "text" : "The <span class='nog'>LORD<\/span> shall smite thee in the knees, and in the legs, with a sore botch that cannot be healed, from the sole of thy foot unto the top of thy head.",
      "plainText" : "The LORD shall smite thee in the knees, and in the legs, with a sore botch that cannot be healed, from the sole of thy foot unto the top of thy head."
    }
    ,
    {
      "type" : "verse",
      "id" : "v36",
      "number" : "36",
      "absolute" : "5648",
      "text" : "The <span class='nog'>LORD<\/span> shall bring thee, and thy king which thou shalt set over thee, unto a nation which neither thou nor thy fathers have known; and there shalt thou serve other gods, wood and stone.",
      "plainText" : "The LORD shall bring thee, and thy king which thou shalt set over thee, unto a nation which neither thou nor thy fathers have known; and there shalt thou serve other gods, wood and stone."
    }
    ,
    {
      "type" : "verse",
      "id" : "v37",
      "number" : "37",
      "absolute" : "5649",
      "text" : "And thou shalt become an astonishment, a proverb, and a byword, among all nations whither the <span class='nog'>LORD<\/span> shall lead thee.",
      "plainText" : "And thou shalt become an astonishment, a proverb, and a byword, among all nations whither the LORD shall lead thee."
    }
    ,
    {
      "type" : "verse",
      "id" : "v38",
      "number" : "38",
      "absolute" : "5650",
      "text" : "Thou shalt carry much seed out into the field, and shalt gather <span class='extra'>but<\/span> little in; for the locust shall consume it.",
      "plainText" : "Thou shalt carry much seed out into the field, and shalt gather but little in; for the locust shall consume it."
    }
    ,
    {
      "type" : "verse",
      "id" : "v39",
      "number" : "39",
      "absolute" : "5651",
      "text" : "Thou shalt plant vineyards, and dress <span class='extra'>them<\/span>, but shalt neither drink <span class='extra'>of<\/span> the wine, nor gather <span class='extra'>the grapes<\/span>; for the worms shall eat them.",
      "plainText" : "Thou shalt plant vineyards, and dress them, but shalt neither drink of the wine, nor gather the grapes; for the worms shall eat them."
    }
    ,
    {
      "type" : "verse",
      "id" : "v40",
      "number" : "40",
      "absolute" : "5652",
      "text" : "Thou shalt have olive trees throughout all thy coasts, but thou shalt not anoint <span class='extra'>thyself<\/span> with the oil; for thine olive shall cast <span class='extra'>his fruit<\/span>.",
      "plainText" : "Thou shalt have olive trees throughout all thy coasts, but thou shalt not anoint thyself with the oil; for thine olive shall cast his fruit."
    }
    ,
    {
      "type" : "verse",
      "id" : "v41",
      "number" : "41",
      "absolute" : "5653",
      "text" : "Thou shalt beget sons and daughters, but thou shalt not enjoy them; for they shall go into captivity.",
      "plainText" : "Thou shalt beget sons and daughters, but thou shalt not enjoy them; for they shall go into captivity."
    }
    ,
    {
      "type" : "verse",
      "id" : "v42",
      "number" : "42",
      "absolute" : "5654",
      "text" : "All thy trees and fruit of thy land shall the locust consume.",
      "plainText" : "All thy trees and fruit of thy land shall the locust consume."
    }
    ,
    {
      "type" : "verse",
      "id" : "v43",
      "number" : "43",
      "absolute" : "5655",
      "text" : "The stranger that <span class='extra'>is<\/span> within thee shall get up above thee very high; and thou shalt come down very low.",
      "plainText" : "The stranger that is within thee shall get up above thee very high; and thou shalt come down very low."
    }
    ,
    {
      "type" : "verse",
      "id" : "v44",
      "number" : "44",
      "absolute" : "5656",
      "text" : "He shall lend to thee, and thou shalt not lend to him: he shall be the head, and thou shalt be the tail.",
      "plainText" : "He shall lend to thee, and thou shalt not lend to him: he shall be the head, and thou shalt be the tail."
    }
    ,
    {
      "type" : "verse",
      "id" : "v45",
      "number" : "45",
      "absolute" : "5657",
      "text" : "Moreover all these curses shall come upon thee, and shall pursue thee, and overtake thee, till thou be destroyed; because thou hearkenedst not unto the voice of the <span class='nog'>LORD<\/span> thy God, to keep his commandments and his statutes which he commanded thee:",
      "plainText" : "Moreover all these curses shall come upon thee, and shall pursue thee, and overtake thee, till thou be destroyed; because thou hearkenedst not unto the voice of the LORD thy God, to keep his commandments and his statutes which he commanded thee:"
    }
    ,
    {
      "type" : "verse",
      "id" : "v46",
      "number" : "46",
      "absolute" : "5658",
      "text" : "And they shall be upon thee for a sign and for a wonder, and upon thy seed for ever.",
      "plainText" : "And they shall be upon thee for a sign and for a wonder, and upon thy seed for ever."
    }
    ,
    {
      "type" : "verse",
      "id" : "v47",
      "number" : "47",
      "absolute" : "5659",
      "text" : "Because thou servedst not the <span class='nog'>LORD<\/span> thy God with joyfulness, and with gladness of heart, for the abundance of all <span class='extra'>things<\/span>;",
      "plainText" : "Because thou servedst not the LORD thy God with joyfulness, and with gladness of heart, for the abundance of all things;"
    }
    ,
    {
      "type" : "verse",
      "id" : "v48",
      "number" : "48",
      "absolute" : "5660",
      "text" : "Therefore shalt thou serve thine enemies which the <span class='nog'>LORD<\/span> shall send against thee, in hunger, and in thirst, and in nakedness, and in want of all <span class='extra'>things<\/span>: and he shall put a yoke of iron upon thy neck, until he have destroyed thee.",
      "plainText" : "Therefore shalt thou serve thine enemies which the LORD shall send against thee, in hunger, and in thirst, and in nakedness, and in want of all things: and he shall put a yoke of iron upon thy neck, until he have destroyed thee."
    }
    ,
    {
      "type" : "verse",
      "id" : "v49",
      "number" : "49",
      "absolute" : "5661",
      "text" : "The <span class='nog'>LORD<\/span> shall bring a nation against thee from far, from the end of the earth, <span class='extra'>as swift<\/span> as the eagle flieth; a nation whose tongue thou shalt not understand;",
      "plainText" : "The LORD shall bring a nation against thee from far, from the end of the earth, as swift as the eagle flieth; a nation whose tongue thou shalt not understand;"
    }
    ,
    {
      "type" : "verse",
      "id" : "v50",
      "number" : "50",
      "absolute" : "5662",
      "text" : "A nation of fierce countenance, which shall not regard the person of the old, nor shew favour to the young:",
      "plainText" : "A nation of fierce countenance, which shall not regard the person of the old, nor shew favour to the young:"
    }
    ,
    {
      "type" : "verse",
      "id" : "v51",
      "number" : "51",
      "absolute" : "5663",
      "text" : "And he shall eat the fruit of thy cattle, and the fruit of thy land, until thou be destroyed: which <span class='extra'>also<\/span> shall not leave thee <span class='extra'>either<\/span> corn, wine, or oil, <span class='extra'>or<\/span> the increase of thy kine, or flocks of thy sheep, until he have destroyed thee.",
      "plainText" : "And he shall eat the fruit of thy cattle, and the fruit of thy land, until thou be destroyed: which also shall not leave thee either corn, wine, or oil, or the increase of thy kine, or flocks of thy sheep, until he have destroyed thee."
    }
    ,
    {
      "type" : "verse",
      "id" : "v52",
      "number" : "52",
      "absolute" : "5664",
      "text" : "And he shall besiege thee in all thy gates, until thy high and fenced walls come down, wherein thou trustedst, throughout all thy land: and he shall besiege thee in all thy gates throughout all thy land, which the <span class='nog'>LORD<\/span> thy God hath given thee.",
      "plainText" : "And he shall besiege thee in all thy gates, until thy high and fenced walls come down, wherein thou trustedst, throughout all thy land: and he shall besiege thee in all thy gates throughout all thy land, which the LORD thy God hath given thee."
    }
    ,
    {
      "type" : "verse",
      "id" : "v53",
      "number" : "53",
      "absolute" : "5665",
      "text" : "And thou shalt eat the fruit of thine own body, the flesh of thy sons and of thy daughters, which the <span class='nog'>LORD<\/span> thy God hath given thee, in the siege, and in the straitness, wherewith thine enemies shall distress thee:",
      "plainText" : "And thou shalt eat the fruit of thine own body, the flesh of thy sons and of thy daughters, which the LORD thy God hath given thee, in the siege, and in the straitness, wherewith thine enemies shall distress thee:"
    }
    ,
    {
      "type" : "verse",
      "id" : "v54",
      "number" : "54",
      "absolute" : "5666",
      "text" : "<span class='extra'>So that<\/span> the man <span class='extra'>that is<\/span> tender among you, and very delicate, his eye shall be evil toward his brother, and toward the wife of his bosom, and toward the remnant of his children which he shall leave:",
      "plainText" : "So that the man that is tender among you, and very delicate, his eye shall be evil toward his brother, and toward the wife of his bosom, and toward the remnant of his children which he shall leave:"
    }
    ,
    {
      "type" : "verse",
      "id" : "v55",
      "number" : "55",
      "absolute" : "5667",
      "text" : "So that he will not give to any of them of the flesh of his children whom he shall eat: because he hath nothing left him in the siege, and in the straitness, wherewith thine enemies shall distress thee in all thy gates.",
      "plainText" : "So that he will not give to any of them of the flesh of his children whom he shall eat: because he hath nothing left him in the siege, and in the straitness, wherewith thine enemies shall distress thee in all thy gates."
    }
    ,
    {
      "type" : "verse",
      "id" : "v56",
      "number" : "56",
      "absolute" : "5668",
      "text" : "The tender and delicate woman among you, which would not adventure to set the sole of her foot upon the ground for delicateness and tenderness, her eye shall be evil toward the husband of her bosom, and toward her son, and toward her daughter,",
      "plainText" : "The tender and delicate woman among you, which would not adventure to set the sole of her foot upon the ground for delicateness and tenderness, her eye shall be evil toward the husband of her bosom, and toward her son, and toward her daughter,"
    }
    ,
    {
      "type" : "verse",
      "id" : "v57",
      "number" : "57",
      "absolute" : "5669",
      "text" : "And toward her young one that cometh out from between her feet, and toward her children which she shall bear: for she shall eat them for want of all <span class='extra'>things<\/span> secretly in the siege and straitness, wherewith thine enemy shall distress thee in thy gates.",
      "plainText" : "And toward her young one that cometh out from between her feet, and toward her children which she shall bear: for she shall eat them for want of all things secretly in the siege and straitness, wherewith thine enemy shall distress thee in thy gates."
    }
    ,
    {
      "type" : "verse",
      "id" : "v58",
      "number" : "58",
      "absolute" : "5670",
      "text" : "If thou wilt not observe to do all the words of this law that are written in this book, that thou mayest fear this glorious and fearful name, THE <span class='nog'>LORD<\/span> THY GOD;",
      "plainText" : "If thou wilt not observe to do all the words of this law that are written in this book, that thou mayest fear this glorious and fearful name, THE LORD THY GOD;"
    }
    ,
    {
      "type" : "verse",
      "id" : "v59",
      "number" : "59",
      "absolute" : "5671",
      "text" : "Then the <span class='nog'>LORD<\/span> will make thy plagues wonderful, and the plagues of thy seed, <span class='extra'>even<\/span> great plagues, and of long continuance, and sore sicknesses, and of long continuance.",
      "plainText" : "Then the LORD will make thy plagues wonderful, and the plagues of thy seed, even great plagues, and of long continuance, and sore sicknesses, and of long continuance."
    }
    ,
    {
      "type" : "verse",
      "id" : "v60",
      "number" : "60",
      "absolute" : "5672",
      "text" : "Moreover he will bring upon thee all the diseases of Egypt, which thou wast afraid of; and they shall cleave unto thee.",
      "plainText" : "Moreover he will bring upon thee all the diseases of Egypt, which thou wast afraid of; and they shall cleave unto thee."
    }
    ,
    {
      "type" : "verse",
      "id" : "v61",
      "number" : "61",
      "absolute" : "5673",
      "text" : "Also every sickness, and every plague, which <span class='extra'>is<\/span> not written in the book of this law, them will the <span class='nog'>LORD<\/span> bring upon thee, until thou be destroyed.",
      "plainText" : "Also every sickness, and every plague, which is not written in the book of this law, them will the LORD bring upon thee, until thou be destroyed."
    }
    ,
    {
      "type" : "verse",
      "id" : "v62",
      "number" : "62",
      "absolute" : "5674",
      "text" : "And ye shall be left few in number, whereas ye were as the stars of heaven for multitude; because thou wouldest not obey the voice of the <span class='nog'>LORD<\/span> thy God.",
      "plainText" : "And ye shall be left few in number, whereas ye were as the stars of heaven for multitude; because thou wouldest not obey the voice of the LORD thy God."
    }
    ,
    {
      "type" : "verse",
      "id" : "v63",
      "number" : "63",
      "absolute" : "5675",
      "text" : "And it shall come to pass, <span class='extra'>that<\/span> as the <span class='nog'>LORD<\/span> rejoiced over you to do you good, and to multiply you; so the <span class='nog'>LORD<\/span> will rejoice over you to destroy you, and to bring you to nought; and ye shall be plucked from off the land whither thou goest to possess it.",
      "plainText" : "And it shall come to pass, that as the LORD rejoiced over you to do you good, and to multiply you; so the LORD will rejoice over you to destroy you, and to bring you to nought; and ye shall be plucked from off the land whither thou goest to possess it."
    }
    ,
    {
      "type" : "verse",
      "id" : "v64",
      "number" : "64",
      "absolute" : "5676",
      "text" : "And the <span class='nog'>LORD<\/span> shall scatter thee among all people, from the one end of the earth even unto the other; and there thou shalt serve other gods, which neither thou nor thy fathers have known, <span class='extra'>even<\/span> wood and stone.",
      "plainText" : "And the LORD shall scatter thee among all people, from the one end of the earth even unto the other; and there thou shalt serve other gods, which neither thou nor thy fathers have known, even wood and stone."
    }
    ,
    {
      "type" : "verse",
      "id" : "v65",
      "number" : "65",
      "absolute" : "5677",
      "text" : "And among these nations shalt thou find no ease, neither shall the sole of thy foot have rest: but the <span class='nog'>LORD<\/span> shall give thee there a trembling heart, and failing of eyes, and sorrow of mind:",
      "plainText" : "And among these nations shalt thou find no ease, neither shall the sole of thy foot have rest: but the LORD shall give thee there a trembling heart, and failing of eyes, and sorrow of mind:"
    }
    ,
    {
      "type" : "verse",
      "id" : "v66",
      "number" : "66",
      "absolute" : "5678",
      "text" : "And thy life shall hang in doubt before thee; and thou shalt fear day and night, and shalt have none assurance of thy life:",
      "plainText" : "And thy life shall hang in doubt before thee; and thou shalt fear day and night, and shalt have none assurance of thy life:"
    }
    ,
    {
      "type" : "verse",
      "id" : "v67",
      "number" : "67",
      "absolute" : "5679",
      "text" : "In the morning thou shalt say, Would God it were even! and at even thou shalt say, Would God it were morning! for the fear of thine heart wherewith thou shalt fear, and for the sight of thine eyes which thou shalt see.",
      "plainText" : "In the morning thou shalt say, Would God it were even! and at even thou shalt say, Would God it were morning! for the fear of thine heart wherewith thou shalt fear, and for the sight of thine eyes which thou shalt see."
    }
    ,
    {
      "type" : "verse",
      "id" : "v68",
      "number" : "68",
      "absolute" : "5680",
      "text" : "And the <span class='nog'>LORD<\/span> shall bring thee into Egypt again with ships, by the way whereof I spake unto thee, Thou shalt see it no more again: and there ye shall be sold unto your enemies for bondmen and bondwomen, and no man shall buy <span class='extra'>you<\/span>.",
      "plainText" : "And the LORD shall bring thee into Egypt again with ships, by the way whereof I spake unto thee, Thou shalt see it no more again: and there ye shall be sold unto your enemies for bondmen and bondwomen, and no man shall buy you."
    }
  ]
}


