{
  "book": {
    "number" : "5",
    "filenamePrefix" : "deuteronomy",
    "bookPage" : "deuteronomy.html",
    "title" : "Deuteronomy",
    "chapterCount" : "34",
    "testament" : "old",
    "nt" : "false",
    "ot" : "true",
    "nextBook" : "joshua_1.html",
    "nextTitle" : "Joshua",
    "prevBook" : "numbers_1.html",
    "prevTitle" : "Numbers"
  },
  "chapter": {
    "number" : "16",
    "verseCount" : "22",
    "nextChapter" : "deuteronomy_17.html",
    "nextTitle" : "Deuteronomy 17",
    "prevChapter" : "deuteronomy_15.html",
    "prevTitle" : "Deuteronomy 15",
    "filename" : "deuteronomy_16.html",
    "keywords" : "online king james holy bible, king james bible, bible todo list, words of Jesus, bible index, the authorised version, KJV, KJB, KJAV, AV"
  },
  "items": [
    {
      "type" : "verse",
      "id" : "v1",
      "number" : "1",
      "absolute" : "5344",
      "text" : "Observe the month of Abib, and keep the passover unto the <span class='nog'>LORD<\/span> thy God: for in the month of Abib the <span class='nog'>LORD<\/span> thy God brought thee forth out of Egypt by night.",
      "plainText" : "Observe the month of Abib, and keep the passover unto the LORD thy God: for in the month of Abib the LORD thy God brought thee forth out of Egypt by night."
    }
    ,
    {
      "type" : "verse",
      "id" : "v2",
      "number" : "2",
      "absolute" : "5345",
      "text" : "Thou shalt therefore sacrifice the passover unto the <span class='nog'>LORD<\/span> thy God, of the flock and the herd, in the place which the <span class='nog'>LORD<\/span> shall choose to place his name there.",
      "plainText" : "Thou shalt therefore sacrifice the passover unto the LORD thy God, of the flock and the herd, in the place which the LORD shall choose to place his name there."
    }
    ,
    {
      "type" : "verse",
      "id" : "v3",
      "number" : "3",
      "absolute" : "5346",
      "text" : "Thou shalt eat no leavened bread with it; seven days shalt thou eat unleavened bread therewith, <span class='extra'>even<\/span> the bread of affliction; for thou camest forth out of the land of Egypt in haste: that thou mayest remember the day when thou camest forth out of the land of Egypt all the days of thy life.",
      "plainText" : "Thou shalt eat no leavened bread with it; seven days shalt thou eat unleavened bread therewith, even the bread of affliction; for thou camest forth out of the land of Egypt in haste: that thou mayest remember the day when thou camest forth out of the land of Egypt all the days of thy life."
    }
    ,
    {
      "type" : "verse",
      "id" : "v4",
      "number" : "4",
      "absolute" : "5347",
      "text" : "And there shall be no leavened bread seen with thee in all thy coast seven days; neither shall there <span class='extra'>any thing<\/span> of the flesh, which thou sacrificedst the first day at even, remain all night until the morning.",
      "plainText" : "And there shall be no leavened bread seen with thee in all thy coast seven days; neither shall there any thing of the flesh, which thou sacrificedst the first day at even, remain all night until the morning."
    }
    ,
    {
      "type" : "verse",
      "id" : "v5",
      "number" : "5",
      "absolute" : "5348",
      "text" : "Thou mayest not sacrifice the passover within any of thy gates, which the <span class='nog'>LORD<\/span> thy God giveth thee:",
      "plainText" : "Thou mayest not sacrifice the passover within any of thy gates, which the LORD thy God giveth thee:"
    }
    ,
    {
      "type" : "verse",
      "id" : "v6",
      "number" : "6",
      "absolute" : "5349",
      "text" : "But at the place which the <span class='nog'>LORD<\/span> thy God shall choose to place his name in, there thou shalt sacrifice the passover at even, at the going down of the sun, at the season that thou camest forth out of Egypt.",
      "plainText" : "But at the place which the LORD thy God shall choose to place his name in, there thou shalt sacrifice the passover at even, at the going down of the sun, at the season that thou camest forth out of Egypt."
    }
    ,
    {
      "type" : "verse",
      "id" : "v7",
      "number" : "7",
      "absolute" : "5350",
      "text" : "And thou shalt roast and eat <span class='extra'>it<\/span> in the place which the <span class='nog'>LORD<\/span> thy God shall choose: and thou shalt turn in the morning, and go unto thy tents.",
      "plainText" : "And thou shalt roast and eat it in the place which the LORD thy God shall choose: and thou shalt turn in the morning, and go unto thy tents."
    }
    ,
    {
      "type" : "verse",
      "id" : "v8",
      "number" : "8",
      "absolute" : "5351",
      "text" : "Six days thou shalt eat unleavened bread: and on the seventh day <span class='extra'>shall be<\/span> a solemn assembly to the <span class='nog'>LORD<\/span> thy God: thou shalt do no work <span class='extra'>therein<\/span>.",
      "plainText" : "Six days thou shalt eat unleavened bread: and on the seventh day shall be a solemn assembly to the LORD thy God: thou shalt do no work therein."
    }
    ,
    {
      "type" : "verse",
      "id" : "v9",
      "number" : "9",
      "absolute" : "5352",
      "text" : "Seven weeks shalt thou number unto thee: begin to number the seven weeks from <span class='extra'>such time as<\/span> thou beginnest <span class='extra'>to put<\/span> the sickle to the corn.",
      "plainText" : "Seven weeks shalt thou number unto thee: begin to number the seven weeks from such time as thou beginnest to put the sickle to the corn."
    }
    ,
    {
      "type" : "verse",
      "id" : "v10",
      "number" : "10",
      "absolute" : "5353",
      "text" : "And thou shalt keep the feast of weeks unto the <span class='nog'>LORD<\/span> thy God with a tribute of a freewill offering of thine hand, which thou shalt give <span class='extra'>unto the <span class='nog'>LORD<\/span> thy God<\/span>, according as the <span class='nog'>LORD<\/span> thy God hath blessed thee:",
      "plainText" : "And thou shalt keep the feast of weeks unto the LORD thy God with a tribute of a freewill offering of thine hand, which thou shalt give unto the LORD thy God, according as the LORD thy God hath blessed thee:"
    }
    ,
    {
      "type" : "verse",
      "id" : "v11",
      "number" : "11",
      "absolute" : "5354",
      "text" : "And thou shalt rejoice before the <span class='nog'>LORD<\/span> thy God, thou, and thy son, and thy daughter, and thy manservant, and thy maidservant, and the Levite that <span class='extra'>is<\/span> within thy gates, and the stranger, and the fatherless, and the widow, that <span class='extra'>are<\/span> among you, in the place which the <span class='nog'>LORD<\/span> thy God hath chosen to place his name there.",
      "plainText" : "And thou shalt rejoice before the LORD thy God, thou, and thy son, and thy daughter, and thy manservant, and thy maidservant, and the Levite that is within thy gates, and the stranger, and the fatherless, and the widow, that are among you, in the place which the LORD thy God hath chosen to place his name there."
    }
    ,
    {
      "type" : "verse",
      "id" : "v12",
      "number" : "12",
      "absolute" : "5355",
      "text" : "And thou shalt remember that thou wast a bondman in Egypt: and thou shalt observe and do these statutes.",
      "plainText" : "And thou shalt remember that thou wast a bondman in Egypt: and thou shalt observe and do these statutes."
    }
    ,
    {
      "type" : "verse",
      "id" : "v13",
      "number" : "13",
      "absolute" : "5356",
      "text" : "Thou shalt observe the feast of tabernacles seven days, after that thou hast gathered in thy corn and thy wine:",
      "plainText" : "Thou shalt observe the feast of tabernacles seven days, after that thou hast gathered in thy corn and thy wine:"
    }
    ,
    {
      "type" : "verse",
      "id" : "v14",
      "number" : "14",
      "absolute" : "5357",
      "text" : "And thou shalt rejoice in thy feast, thou, and thy son, and thy daughter, and thy manservant, and thy maidservant, and the Levite, the stranger, and the fatherless, and the widow, that <span class='extra'>are<\/span> within thy gates.",
      "plainText" : "And thou shalt rejoice in thy feast, thou, and thy son, and thy daughter, and thy manservant, and thy maidservant, and the Levite, the stranger, and the fatherless, and the widow, that are within thy gates."
    }
    ,
    {
      "type" : "verse",
      "id" : "v15",
      "number" : "15",
      "absolute" : "5358",
      "text" : "Seven days shalt thou keep a solemn feast unto the <span class='nog'>LORD<\/span> thy God in the place which the <span class='nog'>LORD<\/span> shall choose: because the <span class='nog'>LORD<\/span> thy God shall bless thee in all thine increase, and in all the works of thine hands, therefore thou shalt surely rejoice.",
      "plainText" : "Seven days shalt thou keep a solemn feast unto the LORD thy God in the place which the LORD shall choose: because the LORD thy God shall bless thee in all thine increase, and in all the works of thine hands, therefore thou shalt surely rejoice."
    }
    ,
    {
      "type" : "verse",
      "id" : "v16",
      "number" : "16",
      "absolute" : "5359",
      "text" : "Three times in a year shall all thy males appear before the <span class='nog'>LORD<\/span> thy God in the place which he shall choose; in the feast of unleavened bread, and in the feast of weeks, and in the feast of tabernacles: and they shall not appear before the <span class='nog'>LORD<\/span> empty:",
      "plainText" : "Three times in a year shall all thy males appear before the LORD thy God in the place which he shall choose; in the feast of unleavened bread, and in the feast of weeks, and in the feast of tabernacles: and they shall not appear before the LORD empty:"
    }
    ,
    {
      "type" : "verse",
      "id" : "v17",
      "number" : "17",
      "absolute" : "5360",
      "text" : "Every man <span class='extra'>shall give<\/span> as he is able, according to the blessing of the <span class='nog'>LORD<\/span> thy God which he hath given thee.",
      "plainText" : "Every man shall give as he is able, according to the blessing of the LORD thy God which he hath given thee."
    }
    ,
    {
      "type" : "verse",
      "id" : "v18",
      "number" : "18",
      "absolute" : "5361",
      "text" : "Judges and officers shalt thou make thee in all thy gates, which the <span class='nog'>LORD<\/span> thy God giveth thee, throughout thy tribes: and they shall judge the people with just judgment.",
      "plainText" : "Judges and officers shalt thou make thee in all thy gates, which the LORD thy God giveth thee, throughout thy tribes: and they shall judge the people with just judgment."
    }
    ,
    {
      "type" : "verse",
      "id" : "v19",
      "number" : "19",
      "absolute" : "5362",
      "text" : "Thou shalt not wrest judgment; thou shalt not respect persons, neither take a gift: for a gift doth blind the eyes of the wise, and pervert the words of the righteous.",
      "plainText" : "Thou shalt not wrest judgment; thou shalt not respect persons, neither take a gift: for a gift doth blind the eyes of the wise, and pervert the words of the righteous."
    }
    ,
    {
      "type" : "verse",
      "id" : "v20",
      "number" : "20",
      "absolute" : "5363",
      "text" : "That which is altogether just shalt thou follow, that thou mayest live, and inherit the land which the <span class='nog'>LORD<\/span> thy God giveth thee.",
      "plainText" : "That which is altogether just shalt thou follow, that thou mayest live, and inherit the land which the LORD thy God giveth thee."
    }
    ,
    {
      "type" : "verse",
      "id" : "v21",
      "number" : "21",
      "absolute" : "5364",
      "text" : "Thou shalt not plant thee a grove of any trees near unto the altar of the <span class='nog'>LORD<\/span> thy God, which thou shalt make thee.",
      "plainText" : "Thou shalt not plant thee a grove of any trees near unto the altar of the LORD thy God, which thou shalt make thee."
    }
    ,
    {
      "type" : "verse",
      "id" : "v22",
      "number" : "22",
      "absolute" : "5365",
      "text" : "Neither shalt thou set thee up <span class='extra'>any<\/span> image; which the <span class='nog'>LORD<\/span> thy God hateth.",
      "plainText" : "Neither shalt thou set thee up any image; which the LORD thy God hateth."
    }
  ]
}


