{
  "book": {
    "number" : "5",
    "filenamePrefix" : "deuteronomy",
    "bookPage" : "deuteronomy.html",
    "title" : "Deuteronomy",
    "chapterCount" : "34",
    "testament" : "old",
    "nt" : "false",
    "ot" : "true",
    "nextBook" : "joshua_1.html",
    "nextTitle" : "Joshua",
    "prevBook" : "numbers_1.html",
    "prevTitle" : "Numbers"
  },
  "chapter": {
    "number" : "18",
    "verseCount" : "22",
    "nextChapter" : "deuteronomy_19.html",
    "nextTitle" : "Deuteronomy 19",
    "prevChapter" : "deuteronomy_17.html",
    "prevTitle" : "Deuteronomy 17",
    "filename" : "deuteronomy_18.html",
    "keywords" : "online king james holy bible, king james bible, bible todo list, words of Jesus, bible index, the authorised version, KJV, KJB, KJAV, AV"
  },
  "items": [
    {
      "type" : "verse",
      "id" : "v1",
      "number" : "1",
      "absolute" : "5386",
      "text" : "The priests the Levites, <span class='extra'>and<\/span> all the tribe of Levi, shall have no part nor inheritance with Israel: they shall eat the offerings of the <span class='nog'>LORD<\/span> made by fire, and his inheritance.",
      "plainText" : "The priests the Levites, and all the tribe of Levi, shall have no part nor inheritance with Israel: they shall eat the offerings of the LORD made by fire, and his inheritance."
    }
    ,
    {
      "type" : "verse",
      "id" : "v2",
      "number" : "2",
      "absolute" : "5387",
      "text" : "Therefore shall they have no inheritance among their brethren: the <span class='nog'>LORD<\/span> <span class='extra'>is<\/span> their inheritance, as he hath said unto them.",
      "plainText" : "Therefore shall they have no inheritance among their brethren: the LORD is their inheritance, as he hath said unto them."
    }
    ,
    {
      "type" : "verse",
      "id" : "v3",
      "number" : "3",
      "absolute" : "5388",
      "text" : "And this shall be the priest's due from the people, from them that offer a sacrifice, whether <span class='extra'>it be<\/span> ox or sheep; and they shall give unto the priest the shoulder, and the two cheeks, and the maw.",
      "plainText" : "And this shall be the priest's due from the people, from them that offer a sacrifice, whether it be ox or sheep; and they shall give unto the priest the shoulder, and the two cheeks, and the maw."
    }
    ,
    {
      "type" : "verse",
      "id" : "v4",
      "number" : "4",
      "absolute" : "5389",
      "text" : "The firstfruit <span class='extra'>also<\/span> of thy corn, of thy wine, and of thine oil, and the first of the fleece of thy sheep, shalt thou give him.",
      "plainText" : "The firstfruit also of thy corn, of thy wine, and of thine oil, and the first of the fleece of thy sheep, shalt thou give him."
    }
    ,
    {
      "type" : "verse",
      "id" : "v5",
      "number" : "5",
      "absolute" : "5390",
      "text" : "For the <span class='nog'>LORD<\/span> thy God hath chosen him out of all thy tribes, to stand to minister in the name of the <span class='nog'>LORD<\/span>, him and his sons for ever.",
      "plainText" : "For the LORD thy God hath chosen him out of all thy tribes, to stand to minister in the name of the LORD, him and his sons for ever."
    }
    ,
    {
      "type" : "verse",
      "id" : "v6",
      "number" : "6",
      "absolute" : "5391",
      "text" : "And if a Levite come from any of thy gates out of all Israel, where he sojourned, and come with all the desire of his mind unto the place which the <span class='nog'>LORD<\/span> shall choose;",
      "plainText" : "And if a Levite come from any of thy gates out of all Israel, where he sojourned, and come with all the desire of his mind unto the place which the LORD shall choose;"
    }
    ,
    {
      "type" : "verse",
      "id" : "v7",
      "number" : "7",
      "absolute" : "5392",
      "text" : "Then he shall minister in the name of the <span class='nog'>LORD<\/span> his God, as all his brethren the Levites <span class='extra'>do<\/span>, which stand there before the <span class='nog'>LORD<\/span>.",
      "plainText" : "Then he shall minister in the name of the LORD his God, as all his brethren the Levites do, which stand there before the LORD."
    }
    ,
    {
      "type" : "verse",
      "id" : "v8",
      "number" : "8",
      "absolute" : "5393",
      "text" : "They shall have like portions to eat, beside that which cometh of the sale of his patrimony.",
      "plainText" : "They shall have like portions to eat, beside that which cometh of the sale of his patrimony."
    }
    ,
    {
      "type" : "verse",
      "id" : "v9",
      "number" : "9",
      "absolute" : "5394",
      "text" : "When thou art come into the land which the <span class='nog'>LORD<\/span> thy God giveth thee, thou shalt not learn to do after the abominations of those nations.",
      "plainText" : "When thou art come into the land which the LORD thy God giveth thee, thou shalt not learn to do after the abominations of those nations."
    }
    ,
    {
      "type" : "verse",
      "id" : "v10",
      "number" : "10",
      "absolute" : "5395",
      "text" : "There shall not be found among you <span class='extra'>any one<\/span> that maketh his son or his daughter to pass through the fire, <span class='extra'>or<\/span> that useth divination, <span class='extra'>or<\/span> an observer of times, or an enchanter, or a witch,",
      "plainText" : "There shall not be found among you any one that maketh his son or his daughter to pass through the fire, or that useth divination, or an observer of times, or an enchanter, or a witch,"
    }
    ,
    {
      "type" : "verse",
      "id" : "v11",
      "number" : "11",
      "absolute" : "5396",
      "text" : "Or a charmer, or a consulter with familiar spirits, or a wizard, or a necromancer.",
      "plainText" : "Or a charmer, or a consulter with familiar spirits, or a wizard, or a necromancer."
    }
    ,
    {
      "type" : "verse",
      "id" : "v12",
      "number" : "12",
      "absolute" : "5397",
      "text" : "For all that do these things <span class='extra'>are<\/span> an abomination unto the <span class='nog'>LORD<\/span>: and because of these abominations the <span class='nog'>LORD<\/span> thy God doth drive them out from before thee.",
      "plainText" : "For all that do these things are an abomination unto the LORD: and because of these abominations the LORD thy God doth drive them out from before thee."
    }
    ,
    {
      "type" : "verse",
      "id" : "v13",
      "number" : "13",
      "absolute" : "5398",
      "text" : "Thou shalt be perfect with the <span class='nog'>LORD<\/span> thy God.",
      "plainText" : "Thou shalt be perfect with the LORD thy God."
    }
    ,
    {
      "type" : "verse",
      "id" : "v14",
      "number" : "14",
      "absolute" : "5399",
      "text" : "For these nations, which thou shalt possess, hearkened unto observers of times, and unto diviners: but as for thee, the <span class='nog'>LORD<\/span> thy God hath not suffered thee so <span class='extra'>to do<\/span>.",
      "plainText" : "For these nations, which thou shalt possess, hearkened unto observers of times, and unto diviners: but as for thee, the LORD thy God hath not suffered thee so to do."
    }
    ,
    {
      "type" : "verse",
      "id" : "v15",
      "number" : "15",
      "absolute" : "5400",
      "text" : "The <span class='nog'>LORD<\/span> thy God will raise up unto thee a Prophet from the midst of thee, of thy brethren, like unto me; unto him ye shall hearken;",
      "plainText" : "The LORD thy God will raise up unto thee a Prophet from the midst of thee, of thy brethren, like unto me; unto him ye shall hearken;"
    }
    ,
    {
      "type" : "verse",
      "id" : "v16",
      "number" : "16",
      "absolute" : "5401",
      "text" : "According to all that thou desiredst of the <span class='nog'>LORD<\/span> thy God in Horeb in the day of the assembly, saying, Let me not hear again the voice of the <span class='nog'>LORD<\/span> my God, neither let me see this great fire any more, that I die not.",
      "plainText" : "According to all that thou desiredst of the LORD thy God in Horeb in the day of the assembly, saying, Let me not hear again the voice of the LORD my God, neither let me see this great fire any more, that I die not."
    }
    ,
    {
      "type" : "verse",
      "id" : "v17",
      "number" : "17",
      "absolute" : "5402",
      "text" : "And the <span class='nog'>LORD<\/span> said unto me, They have well <span class='extra'>spoken that<\/span> which they have spoken.",
      "plainText" : "And the LORD said unto me, They have well spoken that which they have spoken."
    }
    ,
    {
      "type" : "verse",
      "id" : "v18",
      "number" : "18",
      "absolute" : "5403",
      "text" : "I will raise them up a Prophet from among their brethren, like unto thee, and will put my words in his mouth; and he shall speak unto them all that I shall command him.",
      "plainText" : "I will raise them up a Prophet from among their brethren, like unto thee, and will put my words in his mouth; and he shall speak unto them all that I shall command him."
    }
    ,
    {
      "type" : "verse",
      "id" : "v19",
      "number" : "19",
      "absolute" : "5404",
      "text" : "And it shall come to pass, <span class='extra'>that<\/span> whosoever will not hearken unto my words which he shall speak in my name, I will require <span class='extra'>it<\/span> of him.",
      "plainText" : "And it shall come to pass, that whosoever will not hearken unto my words which he shall speak in my name, I will require it of him."
    }
    ,
    {
      "type" : "verse",
      "id" : "v20",
      "number" : "20",
      "absolute" : "5405",
      "text" : "But the prophet, which shall presume to speak a word in my name, which I have not commanded him to speak, or that shall speak in the name of other gods, even that prophet shall die.",
      "plainText" : "But the prophet, which shall presume to speak a word in my name, which I have not commanded him to speak, or that shall speak in the name of other gods, even that prophet shall die."
    }
    ,
    {
      "type" : "verse",
      "id" : "v21",
      "number" : "21",
      "absolute" : "5406",
      "text" : "And if thou say in thine heart, How shall we know the word which the <span class='nog'>LORD<\/span> hath not spoken?",
      "plainText" : "And if thou say in thine heart, How shall we know the word which the LORD hath not spoken?"
    }
    ,
    {
      "type" : "verse",
      "id" : "v22",
      "number" : "22",
      "absolute" : "5407",
      "text" : "When a prophet speaketh in the name of the <span class='nog'>LORD<\/span>, if the thing follow not, nor come to pass, that <span class='extra'>is<\/span> the thing which the <span class='nog'>LORD<\/span> hath not spoken, <span class='extra'>but<\/span> the prophet hath spoken it presumptuously: thou shalt not be afraid of him.",
      "plainText" : "When a prophet speaketh in the name of the LORD, if the thing follow not, nor come to pass, that is the thing which the LORD hath not spoken, but the prophet hath spoken it presumptuously: thou shalt not be afraid of him."
    }
  ]
}


