{
  "book": {
    "number" : "2",
    "filenamePrefix" : "exodus",
    "bookPage" : "exodus.html",
    "title" : "Exodus",
    "chapterCount" : "40",
    "testament" : "old",
    "nt" : "false",
    "ot" : "true",
    "nextBook" : "leviticus_1.html",
    "nextTitle" : "Leviticus",
    "prevBook" : "genesis_1.html",
    "prevTitle" : "Genesis"
  },
  "chapter": {
    "number" : "3",
    "verseCount" : "22",
    "nextChapter" : "exodus_4.html",
    "nextTitle" : "Exodus 4",
    "prevChapter" : "exodus_2.html",
    "prevTitle" : "Exodus 2",
    "filename" : "exodus_3.html",
    "keywords" : "online king james holy bible, king james bible, bible todo list, words of Jesus, bible index, the authorised version, KJV, KJB, KJAV, AV"
  },
  "items": [
    {
      "type" : "verse",
      "id" : "v1",
      "number" : "1",
      "absolute" : "1581",
      "text" : "Now Moses kept the flock of Jethro his father in law, the priest of Midian: and he led the flock to the backside of the desert, and came to the mountain of God, <span class='extra'>even<\/span> to Horeb.",
      "plainText" : "Now Moses kept the flock of Jethro his father in law, the priest of Midian: and he led the flock to the backside of the desert, and came to the mountain of God, even to Horeb."
    }
    ,
    {
      "type" : "verse",
      "id" : "v2",
      "number" : "2",
      "absolute" : "1582",
      "text" : "And the angel of the <span class='nog'>LORD<\/span> appeared unto him in a flame of fire out of the midst of a bush: and he looked, and, behold, the bush burned with fire, and the bush <span class='extra'>was<\/span> not consumed.",
      "plainText" : "And the angel of the LORD appeared unto him in a flame of fire out of the midst of a bush: and he looked, and, behold, the bush burned with fire, and the bush was not consumed."
    }
    ,
    {
      "type" : "verse",
      "id" : "v3",
      "number" : "3",
      "absolute" : "1583",
      "text" : "And Moses said, I will now turn aside, and see this great sight, why the bush is not burnt.",
      "plainText" : "And Moses said, I will now turn aside, and see this great sight, why the bush is not burnt."
    }
    ,
    {
      "type" : "verse",
      "id" : "v4",
      "number" : "4",
      "absolute" : "1584",
      "text" : "And when the <span class='nog'>LORD<\/span> saw that he turned aside to see, God called unto him out of the midst of the bush, and said, Moses, Moses. And he said, Here <span class='extra'>am<\/span> I.",
      "plainText" : "And when the LORD saw that he turned aside to see, God called unto him out of the midst of the bush, and said, Moses, Moses. And he said, Here am I."
    }
    ,
    {
      "type" : "verse",
      "id" : "v5",
      "number" : "5",
      "absolute" : "1585",
      "text" : "And he said, Draw not nigh hither: put off thy shoes from off thy feet, for the place whereon thou standest <span class='extra'>is<\/span> holy ground.",
      "plainText" : "And he said, Draw not nigh hither: put off thy shoes from off thy feet, for the place whereon thou standest is holy ground."
    }
    ,
    {
      "type" : "verse",
      "id" : "v6",
      "number" : "6",
      "absolute" : "1586",
      "text" : "Moreover he said, I <span class='extra'>am<\/span> the God of thy father, the God of Abraham, the God of Isaac, and the God of Jacob. And Moses hid his face; for he was afraid to look upon God.",
      "plainText" : "Moreover he said, I am the God of thy father, the God of Abraham, the God of Isaac, and the God of Jacob. And Moses hid his face; for he was afraid to look upon God."
    }
    ,
    {
      "type" : "verse",
      "id" : "v7",
      "number" : "7",
      "absolute" : "1587",
      "text" : "And the <span class='nog'>LORD<\/span> said, I have surely seen the affliction of my people which <span class='extra'>are<\/span> in Egypt, and have heard their cry by reason of their taskmasters; for I know their sorrows;",
      "plainText" : "And the LORD said, I have surely seen the affliction of my people which are in Egypt, and have heard their cry by reason of their taskmasters; for I know their sorrows;"
    }
    ,
    {
      "type" : "verse",
      "id" : "v8",
      "number" : "8",
      "absolute" : "1588",
      "text" : "And I am come down to deliver them out of the hand of the Egyptians, and to bring them up out of that land unto a good land and a large, unto a land flowing with milk and honey; unto the place of the Canaanites, and the Hittites, and the Amorites, and the Perizzites, and the Hivites, and the Jebusites.",
      "plainText" : "And I am come down to deliver them out of the hand of the Egyptians, and to bring them up out of that land unto a good land and a large, unto a land flowing with milk and honey; unto the place of the Canaanites, and the Hittites, and the Amorites, and the Perizzites, and the Hivites, and the Jebusites."
    }
    ,
    {
      "type" : "verse",
      "id" : "v9",
      "number" : "9",
      "absolute" : "1589",
      "text" : "Now therefore, behold, the cry of the children of Israel is come unto me: and I have also seen the oppression wherewith the Egyptians oppress them.",
      "plainText" : "Now therefore, behold, the cry of the children of Israel is come unto me: and I have also seen the oppression wherewith the Egyptians oppress them."
    }
    ,
    {
      "type" : "verse",
      "id" : "v10",
      "number" : "10",
      "absolute" : "1590",
      "text" : "Come now therefore, and I will send thee unto Pharaoh, that thou mayest bring forth my people the children of Israel out of Egypt.",
      "plainText" : "Come now therefore, and I will send thee unto Pharaoh, that thou mayest bring forth my people the children of Israel out of Egypt."
    }
    ,
    {
      "type" : "verse",
      "id" : "v11",
      "number" : "11",
      "absolute" : "1591",
      "text" : "And Moses said unto God, Who <span class='extra'>am<\/span> I, that I should go unto Pharaoh, and that I should bring forth the children of Israel out of Egypt?",
      "plainText" : "And Moses said unto God, Who am I, that I should go unto Pharaoh, and that I should bring forth the children of Israel out of Egypt?"
    }
    ,
    {
      "type" : "verse",
      "id" : "v12",
      "number" : "12",
      "absolute" : "1592",
      "text" : "And he said, Certainly I will be with thee; and this <span class='extra'>shall be<\/span> a token unto thee, that I have sent thee: When thou hast brought forth the people out of Egypt, ye shall serve God upon this mountain.",
      "plainText" : "And he said, Certainly I will be with thee; and this shall be a token unto thee, that I have sent thee: When thou hast brought forth the people out of Egypt, ye shall serve God upon this mountain."
    }
    ,
    {
      "type" : "verse",
      "id" : "v13",
      "number" : "13",
      "absolute" : "1593",
      "text" : "And Moses said unto God, Behold, <span class='extra'>when<\/span> I come unto the children of Israel, and shall say unto them, The God of your fathers hath sent me unto you; and they shall say to me, What <span class='extra'>is<\/span> his name? what shall I say unto them?",
      "plainText" : "And Moses said unto God, Behold, when I come unto the children of Israel, and shall say unto them, The God of your fathers hath sent me unto you; and they shall say to me, What is his name? what shall I say unto them?"
    }
    ,
    {
      "type" : "verse",
      "id" : "v14",
      "number" : "14",
      "absolute" : "1594",
      "text" : "And God said unto Moses, I AM THAT I AM: and he said, Thus shalt thou say unto the children of Israel, I AM hath sent me unto you.",
      "plainText" : "And God said unto Moses, I AM THAT I AM: and he said, Thus shalt thou say unto the children of Israel, I AM hath sent me unto you."
    }
    ,
    {
      "type" : "verse",
      "id" : "v15",
      "number" : "15",
      "absolute" : "1595",
      "text" : "And God said moreover unto Moses, Thus shalt thou say unto the children of Israel, The <span class='nog'>LORD<\/span> God of your fathers, the God of Abraham, the God of Isaac, and the God of Jacob, hath sent me unto you: this <span class='extra'>is<\/span> my name for ever, and this <span class='extra'>is<\/span> my memorial unto all generations.",
      "plainText" : "And God said moreover unto Moses, Thus shalt thou say unto the children of Israel, The LORD God of your fathers, the God of Abraham, the God of Isaac, and the God of Jacob, hath sent me unto you: this is my name for ever, and this is my memorial unto all generations."
    }
    ,
    {
      "type" : "verse",
      "id" : "v16",
      "number" : "16",
      "absolute" : "1596",
      "text" : "Go, and gather the elders of Israel together, and say unto them, The <span class='nog'>LORD<\/span> God of your fathers, the God of Abraham, of Isaac, and of Jacob, appeared unto me, saying, I have surely visited you, and <span class='extra'>seen<\/span> that which is done to you in Egypt:",
      "plainText" : "Go, and gather the elders of Israel together, and say unto them, The LORD God of your fathers, the God of Abraham, of Isaac, and of Jacob, appeared unto me, saying, I have surely visited you, and seen that which is done to you in Egypt:"
    }
    ,
    {
      "type" : "verse",
      "id" : "v17",
      "number" : "17",
      "absolute" : "1597",
      "text" : "And I have said, I will bring you up out of the affliction of Egypt unto the land of the Canaanites, and the Hittites, and the Amorites, and the Perizzites, and the Hivites, and the Jebusites, unto a land flowing with milk and honey.",
      "plainText" : "And I have said, I will bring you up out of the affliction of Egypt unto the land of the Canaanites, and the Hittites, and the Amorites, and the Perizzites, and the Hivites, and the Jebusites, unto a land flowing with milk and honey."
    }
    ,
    {
      "type" : "verse",
      "id" : "v18",
      "number" : "18",
      "absolute" : "1598",
      "text" : "And they shall hearken to thy voice: and thou shalt come, thou and the elders of Israel, unto the king of Egypt, and ye shall say unto him, The <span class='nog'>LORD<\/span> God of the Hebrews hath met with us: and now let us go, we beseech thee, three days' journey into the wilderness, that we may sacrifice to the <span class='nog'>LORD<\/span> our God.",
      "plainText" : "And they shall hearken to thy voice: and thou shalt come, thou and the elders of Israel, unto the king of Egypt, and ye shall say unto him, The LORD God of the Hebrews hath met with us: and now let us go, we beseech thee, three days' journey into the wilderness, that we may sacrifice to the LORD our God."
    }
    ,
    {
      "type" : "verse",
      "id" : "v19",
      "number" : "19",
      "absolute" : "1599",
      "text" : "And I am sure that the king of Egypt will not let you go, no, not by a mighty hand.",
      "plainText" : "And I am sure that the king of Egypt will not let you go, no, not by a mighty hand."
    }
    ,
    {
      "type" : "verse",
      "id" : "v20",
      "number" : "20",
      "absolute" : "1600",
      "text" : "And I will stretch out my hand, and smite Egypt with all my wonders which I will do in the midst thereof: and after that he will let you go.",
      "plainText" : "And I will stretch out my hand, and smite Egypt with all my wonders which I will do in the midst thereof: and after that he will let you go."
    }
    ,
    {
      "type" : "verse",
      "id" : "v21",
      "number" : "21",
      "absolute" : "1601",
      "text" : "And I will give this people favour in the sight of the Egyptians: and it shall come to pass, that, when ye go, ye shall not go empty:",
      "plainText" : "And I will give this people favour in the sight of the Egyptians: and it shall come to pass, that, when ye go, ye shall not go empty:"
    }
    ,
    {
      "type" : "verse",
      "id" : "v22",
      "number" : "22",
      "absolute" : "1602",
      "text" : "But every woman shall borrow of her neighbour, and of her that sojourneth in her house, jewels of silver, and jewels of gold, and raiment: and ye shall put <span class='extra'>them<\/span> upon your sons, and upon your daughters; and ye shall spoil the Egyptians.",
      "plainText" : "But every woman shall borrow of her neighbour, and of her that sojourneth in her house, jewels of silver, and jewels of gold, and raiment: and ye shall put them upon your sons, and upon your daughters; and ye shall spoil the Egyptians."
    }
  ]
}


