{
  "book": {
    "number" : "2",
    "filenamePrefix" : "exodus",
    "bookPage" : "exodus.html",
    "title" : "Exodus",
    "chapterCount" : "40",
    "testament" : "old",
    "nt" : "false",
    "ot" : "true",
    "nextBook" : "leviticus_1.html",
    "nextTitle" : "Leviticus",
    "prevBook" : "genesis_1.html",
    "prevTitle" : "Genesis"
  },
  "chapter": {
    "number" : "19",
    "verseCount" : "25",
    "nextChapter" : "exodus_20.html",
    "nextTitle" : "Exodus 20",
    "prevChapter" : "exodus_18.html",
    "prevTitle" : "Exodus 18",
    "filename" : "exodus_19.html",
    "keywords" : "online king james holy bible, king james bible, bible todo list, words of Jesus, bible index, the authorised version, KJV, KJB, KJAV, AV"
  },
  "items": [
    {
      "type" : "verse",
      "id" : "v1",
      "number" : "1",
      "absolute" : "2028",
      "text" : "In the third month, when the children of Israel were gone forth out of the land of Egypt, the same day came they <span class='extra'>into<\/span> the wilderness of Sinai.",
      "plainText" : "In the third month, when the children of Israel were gone forth out of the land of Egypt, the same day came they into the wilderness of Sinai."
    }
    ,
    {
      "type" : "verse",
      "id" : "v2",
      "number" : "2",
      "absolute" : "2029",
      "text" : "For they were departed from Rephidim, and were come <span class='extra'>to<\/span> the desert of Sinai, and had pitched in the wilderness; and there Israel camped before the mount.",
      "plainText" : "For they were departed from Rephidim, and were come to the desert of Sinai, and had pitched in the wilderness; and there Israel camped before the mount."
    }
    ,
    {
      "type" : "verse",
      "id" : "v3",
      "number" : "3",
      "absolute" : "2030",
      "text" : "And Moses went up unto God, and the <span class='nog'>LORD<\/span> called unto him out of the mountain, saying, Thus shalt thou say to the house of Jacob, and tell the children of Israel;",
      "plainText" : "And Moses went up unto God, and the LORD called unto him out of the mountain, saying, Thus shalt thou say to the house of Jacob, and tell the children of Israel;"
    }
    ,
    {
      "type" : "verse",
      "id" : "v4",
      "number" : "4",
      "absolute" : "2031",
      "text" : "Ye have seen what I did unto the Egyptians, and <span class='extra'>how<\/span> I bare you on eagles' wings, and brought you unto myself.",
      "plainText" : "Ye have seen what I did unto the Egyptians, and how I bare you on eagles' wings, and brought you unto myself."
    }
    ,
    {
      "type" : "verse",
      "id" : "v5",
      "number" : "5",
      "absolute" : "2032",
      "text" : "Now therefore, if ye will obey my voice indeed, and keep my covenant, then ye shall be a peculiar treasure unto me above all people: for all the earth <span class='extra'>is<\/span> mine:",
      "plainText" : "Now therefore, if ye will obey my voice indeed, and keep my covenant, then ye shall be a peculiar treasure unto me above all people: for all the earth is mine:"
    }
    ,
    {
      "type" : "verse",
      "id" : "v6",
      "number" : "6",
      "absolute" : "2033",
      "text" : "And ye shall be unto me a kingdom of priests, and an holy nation. These <span class='extra'>are<\/span> the words which thou shalt speak unto the children of Israel.",
      "plainText" : "And ye shall be unto me a kingdom of priests, and an holy nation. These are the words which thou shalt speak unto the children of Israel."
    }
    ,
    {
      "type" : "verse",
      "id" : "v7",
      "number" : "7",
      "absolute" : "2034",
      "text" : "And Moses came and called for the elders of the people, and laid before their faces all these words which the <span class='nog'>LORD<\/span> commanded him.",
      "plainText" : "And Moses came and called for the elders of the people, and laid before their faces all these words which the LORD commanded him."
    }
    ,
    {
      "type" : "verse",
      "id" : "v8",
      "number" : "8",
      "absolute" : "2035",
      "text" : "And all the people answered together, and said, All that the <span class='nog'>LORD<\/span> hath spoken we will do. And Moses returned the words of the people unto the <span class='nog'>LORD<\/span>.",
      "plainText" : "And all the people answered together, and said, All that the LORD hath spoken we will do. And Moses returned the words of the people unto the LORD."
    }
    ,
    {
      "type" : "verse",
      "id" : "v9",
      "number" : "9",
      "absolute" : "2036",
      "text" : "And the <span class='nog'>LORD<\/span> said unto Moses, Lo, I come unto thee in a thick cloud, that the people may hear when I speak with thee, and believe thee for ever. And Moses told the words of the people unto the <span class='nog'>LORD<\/span>.",
      "plainText" : "And the LORD said unto Moses, Lo, I come unto thee in a thick cloud, that the people may hear when I speak with thee, and believe thee for ever. And Moses told the words of the people unto the LORD."
    }
    ,
    {
      "type" : "verse",
      "id" : "v10",
      "number" : "10",
      "absolute" : "2037",
      "text" : "And the <span class='nog'>LORD<\/span> said unto Moses, Go unto the people, and sanctify them to day and to morrow, and let them wash their clothes,",
      "plainText" : "And the LORD said unto Moses, Go unto the people, and sanctify them to day and to morrow, and let them wash their clothes,"
    }
    ,
    {
      "type" : "verse",
      "id" : "v11",
      "number" : "11",
      "absolute" : "2038",
      "text" : "And be ready against the third day: for the third day the <span class='nog'>LORD<\/span> will come down in the sight of all the people upon mount Sinai.",
      "plainText" : "And be ready against the third day: for the third day the LORD will come down in the sight of all the people upon mount Sinai."
    }
    ,
    {
      "type" : "verse",
      "id" : "v12",
      "number" : "12",
      "absolute" : "2039",
      "text" : "And thou shalt set bounds unto the people round about, saying, Take heed to yourselves, <span class='extra'>that ye<\/span> go <span class='extra'>not<\/span> up into the mount, or touch the border of it: whosoever toucheth the mount shall be surely put to death:",
      "plainText" : "And thou shalt set bounds unto the people round about, saying, Take heed to yourselves, that ye go not up into the mount, or touch the border of it: whosoever toucheth the mount shall be surely put to death:"
    }
    ,
    {
      "type" : "verse",
      "id" : "v13",
      "number" : "13",
      "absolute" : "2040",
      "text" : "There shall not an hand touch it, but he shall surely be stoned, or shot through; whether <span class='extra'>it be<\/span> beast or man, it shall not live: when the trumpet soundeth long, they shall come up to the mount.",
      "plainText" : "There shall not an hand touch it, but he shall surely be stoned, or shot through; whether it be beast or man, it shall not live: when the trumpet soundeth long, they shall come up to the mount."
    }
    ,
    {
      "type" : "verse",
      "id" : "v14",
      "number" : "14",
      "absolute" : "2041",
      "text" : "And Moses went down from the mount unto the people, and sanctified the people; and they washed their clothes.",
      "plainText" : "And Moses went down from the mount unto the people, and sanctified the people; and they washed their clothes."
    }
    ,
    {
      "type" : "verse",
      "id" : "v15",
      "number" : "15",
      "absolute" : "2042",
      "text" : "And he said unto the people, Be ready against the third day: come not at <span class='extra'>your<\/span> wives.",
      "plainText" : "And he said unto the people, Be ready against the third day: come not at your wives."
    }
    ,
    {
      "type" : "verse",
      "id" : "v16",
      "number" : "16",
      "absolute" : "2043",
      "text" : "And it came to pass on the third day in the morning, that there were thunders and lightnings, and a thick cloud upon the mount, and the voice of the trumpet exceeding loud; so that all the people that <span class='extra'>was<\/span> in the camp trembled.",
      "plainText" : "And it came to pass on the third day in the morning, that there were thunders and lightnings, and a thick cloud upon the mount, and the voice of the trumpet exceeding loud; so that all the people that was in the camp trembled."
    }
    ,
    {
      "type" : "verse",
      "id" : "v17",
      "number" : "17",
      "absolute" : "2044",
      "text" : "And Moses brought forth the people out of the camp to meet with God; and they stood at the nether part of the mount.",
      "plainText" : "And Moses brought forth the people out of the camp to meet with God; and they stood at the nether part of the mount."
    }
    ,
    {
      "type" : "verse",
      "id" : "v18",
      "number" : "18",
      "absolute" : "2045",
      "text" : "And mount Sinai was altogether on a smoke, because the <span class='nog'>LORD<\/span> descended upon it in fire: and the smoke thereof ascended as the smoke of a furnace, and the whole mount quaked greatly.",
      "plainText" : "And mount Sinai was altogether on a smoke, because the LORD descended upon it in fire: and the smoke thereof ascended as the smoke of a furnace, and the whole mount quaked greatly."
    }
    ,
    {
      "type" : "verse",
      "id" : "v19",
      "number" : "19",
      "absolute" : "2046",
      "text" : "And when the voice of the trumpet sounded long, and waxed louder and louder, Moses spake, and God answered him by a voice.",
      "plainText" : "And when the voice of the trumpet sounded long, and waxed louder and louder, Moses spake, and God answered him by a voice."
    }
    ,
    {
      "type" : "verse",
      "id" : "v20",
      "number" : "20",
      "absolute" : "2047",
      "text" : "And the <span class='nog'>LORD<\/span> came down upon mount Sinai, on the top of the mount: and the <span class='nog'>LORD<\/span> called Moses <span class='extra'>up<\/span> to the top of the mount; and Moses went up.",
      "plainText" : "And the LORD came down upon mount Sinai, on the top of the mount: and the LORD called Moses up to the top of the mount; and Moses went up."
    }
    ,
    {
      "type" : "verse",
      "id" : "v21",
      "number" : "21",
      "absolute" : "2048",
      "text" : "And the <span class='nog'>LORD<\/span> said unto Moses, Go down, charge the people, lest they break through unto the <span class='nog'>LORD<\/span> to gaze, and many of them perish.",
      "plainText" : "And the LORD said unto Moses, Go down, charge the people, lest they break through unto the LORD to gaze, and many of them perish."
    }
    ,
    {
      "type" : "verse",
      "id" : "v22",
      "number" : "22",
      "absolute" : "2049",
      "text" : "And let the priests also, which come near to the <span class='nog'>LORD<\/span>, sanctify themselves, lest the <span class='nog'>LORD<\/span> break forth upon them.",
      "plainText" : "And let the priests also, which come near to the LORD, sanctify themselves, lest the LORD break forth upon them."
    }
    ,
    {
      "type" : "verse",
      "id" : "v23",
      "number" : "23",
      "absolute" : "2050",
      "text" : "And Moses said unto the <span class='nog'>LORD<\/span>, The people cannot come up to mount Sinai: for thou chargedst us, saying, Set bounds about the mount, and sanctify it.",
      "plainText" : "And Moses said unto the LORD, The people cannot come up to mount Sinai: for thou chargedst us, saying, Set bounds about the mount, and sanctify it."
    }
    ,
    {
      "type" : "verse",
      "id" : "v24",
      "number" : "24",
      "absolute" : "2051",
      "text" : "And the <span class='nog'>LORD<\/span> said unto him, Away, get thee down, and thou shalt come up, thou, and Aaron with thee: but let not the priests and the people break through to come up unto the <span class='nog'>LORD<\/span>, lest he break forth upon them.",
      "plainText" : "And the LORD said unto him, Away, get thee down, and thou shalt come up, thou, and Aaron with thee: but let not the priests and the people break through to come up unto the LORD, lest he break forth upon them."
    }
    ,
    {
      "type" : "verse",
      "id" : "v25",
      "number" : "25",
      "absolute" : "2052",
      "text" : "So Moses went down unto the people, and spake unto them.",
      "plainText" : "So Moses went down unto the people, and spake unto them."
    }
  ]
}


