{
  "book": {
    "number" : "26",
    "filenamePrefix" : "ezekiel",
    "bookPage" : "ezekiel.html",
    "title" : "Ezekiel",
    "chapterCount" : "48",
    "testament" : "old",
    "nt" : "false",
    "ot" : "true",
    "nextBook" : "daniel_1.html",
    "nextTitle" : "Daniel",
    "prevBook" : "lamentations_1.html",
    "prevTitle" : "Lamentations"
  },
  "chapter": {
    "number" : "45",
    "verseCount" : "25",
    "nextChapter" : "ezekiel_46.html",
    "nextTitle" : "Ezekiel 46",
    "prevChapter" : "ezekiel_44.html",
    "prevTitle" : "Ezekiel 44",
    "filename" : "ezekiel_45.html",
    "keywords" : "online king james holy bible, king james bible, bible todo list, words of Jesus, bible index, the authorised version, KJV, KJB, KJAV, AV"
  },
  "items": [
    {
      "type" : "verse",
      "id" : "v1",
      "number" : "1",
      "absolute" : "21632",
      "text" : "Moreover, when ye shall divide by lot the land for inheritance, ye shall offer an oblation unto the <span class='nog'>Lord<\/span>, an holy portion of the land: the length <span class='extra'>shall be<\/span> the length of five and twenty thousand <span class='extra'>reeds<\/span>, and the breadth <span class='extra'>shall be<\/span> ten thousand. This <span class='extra'>shall be<\/span> holy in all the borders thereof round about."
    }
    ,
    {
      "type" : "verse",
      "id" : "v2",
      "number" : "2",
      "absolute" : "21633",
      "text" : "Of this there shall be for the sanctuary five hundred <span class='extra'>in length<\/span>, with five hundred <span class='extra'>in breadth<\/span>, square round about; and fifty cubits round about for the suburbs thereof."
    }
    ,
    {
      "type" : "verse",
      "id" : "v3",
      "number" : "3",
      "absolute" : "21634",
      "text" : "And of this measure shalt thou measure the length of five and twenty thousand, and the breadth of ten thousand: and in it shall be the sanctuary <span class='extra'>and<\/span> the most holy <span class='extra'>place<\/span>."
    }
    ,
    {
      "type" : "verse",
      "id" : "v4",
      "number" : "4",
      "absolute" : "21635",
      "text" : "The holy <span class='extra'>portion<\/span> of the land shall be for the priests the ministers of the sanctuary, which shall come near to minister unto the <span class='nog'>Lord<\/span>: and it shall be a place for their houses, and an holy place for the sanctuary."
    }
    ,
    {
      "type" : "verse",
      "id" : "v5",
      "number" : "5",
      "absolute" : "21636",
      "text" : "And the five and twenty thousand of length, and the ten thousand of breadth, shall also the Levites, the ministers of the house, have for themselves, for a possession for twenty chambers."
    }
    ,
    {
      "type" : "verse",
      "id" : "v6",
      "number" : "6",
      "absolute" : "21637",
      "text" : "And ye shall appoint the possession of the city five thousand broad, and five and twenty thousand long, over against the oblation of the holy <span class='extra'>portion<\/span>: it shall be for the whole house of Israel."
    }
    ,
    {
      "type" : "verse",
      "id" : "v7",
      "number" : "7",
      "absolute" : "21638",
      "text" : "And <span class='extra'>a<\/span> <span class='extra'>portion shall be<\/span> for the prince on the one side and on the other side of the oblation of the holy <span class='extra'>portion<\/span>, and of the possession of the city, before the oblation of the holy <span class='extra'>portion<\/span>, and before the possession of the city, from the west side westward, and from the east side eastward: and the length <span class='extra'>shall be<\/span> over against one of the portions, from the west border unto the east border."
    }
    ,
    {
      "type" : "verse",
      "id" : "v8",
      "number" : "8",
      "absolute" : "21639",
      "text" : "In the land shall be his possession in Israel: and my princes shall no more oppress my people; and <span class='extra'>the rest of<\/span> the land shall they give to the house of Israel according to their tribes."
    }
    ,
    {
      "type" : "verse",
      "id" : "v9",
      "number" : "9",
      "absolute" : "21640",
      "text" : "Thus saith the Lord <span class='nog'>God<\/span>; Let it suffice you, O princes of Israel: remove violence and spoil, and execute judgment and justice, take away your exactions from my people, saith the Lord <span class='nog'>God<\/span>."
    }
    ,
    {
      "type" : "verse",
      "id" : "v10",
      "number" : "10",
      "absolute" : "21641",
      "text" : "Ye shall have just balances, and a just ephah, and a just bath."
    }
    ,
    {
      "type" : "verse",
      "id" : "v11",
      "number" : "11",
      "absolute" : "21642",
      "text" : "The ephah and the bath shall be of one measure, that the bath may contain the tenth part of an homer, and the ephah the tenth part of an homer: the measure thereof shall be after the homer."
    }
    ,
    {
      "type" : "verse",
      "id" : "v12",
      "number" : "12",
      "absolute" : "21643",
      "text" : "And the shekel <span class='extra'>shall be<\/span> twenty gerahs: twenty shekels, five and twenty shekels, fifteen shekels, shall be your maneh."
    }
    ,
    {
      "type" : "verse",
      "id" : "v13",
      "number" : "13",
      "absolute" : "21644",
      "text" : "This <span class='extra'>is<\/span> the oblation that ye shall offer; the sixth part of an ephah of an homer of wheat, and ye shall give the sixth part of an ephah of an homer of barley:"
    }
    ,
    {
      "type" : "verse",
      "id" : "v14",
      "number" : "14",
      "absolute" : "21645",
      "text" : "Concerning the ordinance of oil, the bath of oil, <span class='extra'>ye shall offer<\/span> the tenth part of a bath out of the cor, <span class='extra'>which is<\/span> an homer of ten baths; for ten baths <span class='extra'>are<\/span> an homer:"
    }
    ,
    {
      "type" : "verse",
      "id" : "v15",
      "number" : "15",
      "absolute" : "21646",
      "text" : "And one lamb out of the flock, out of two hundred, out of the fat pastures of Israel; for a meat offering, and for a burnt offering, and for peace offerings, to make reconciliation for them, saith the Lord <span class='nog'>God<\/span>."
    }
    ,
    {
      "type" : "verse",
      "id" : "v16",
      "number" : "16",
      "absolute" : "21647",
      "text" : "All the people of the land shall give this oblation for the prince in Israel."
    }
    ,
    {
      "type" : "verse",
      "id" : "v17",
      "number" : "17",
      "absolute" : "21648",
      "text" : "And it shall be the prince's part <span class='extra'>to give<\/span> burnt offerings, and meat offerings, and drink offerings, in the feasts, and in the new moons, and in the sabbaths, in all solemnities of the house of Israel: he shall prepare the sin offering, and the meat offering, and the burnt offering, and the peace offerings, to make reconciliation for the house of Israel."
    }
    ,
    {
      "type" : "verse",
      "id" : "v18",
      "number" : "18",
      "absolute" : "21649",
      "text" : "Thus saith the Lord <span class='nog'>God<\/span>; In the first <span class='extra'>month<\/span>, in the first <span class='extra'>day<\/span> of the month, thou shalt take a young bullock without blemish, and cleanse the sanctuary:"
    }
    ,
    {
      "type" : "verse",
      "id" : "v19",
      "number" : "19",
      "absolute" : "21650",
      "text" : "And the priest shall take of the blood of the sin offering, and put <span class='extra'>it<\/span> upon the posts of the house, and upon the four corners of the settle of the altar, and upon the posts of the gate of the inner court."
    }
    ,
    {
      "type" : "verse",
      "id" : "v20",
      "number" : "20",
      "absolute" : "21651",
      "text" : "And so thou shalt do the seventh <span class='extra'>day<\/span> of the month for every one that erreth, and for <span class='extra'>him that is<\/span> simple: so shall ye reconcile the house."
    }
    ,
    {
      "type" : "verse",
      "id" : "v21",
      "number" : "21",
      "absolute" : "21652",
      "text" : "In the first <span class='extra'>month<\/span>, in the fourteenth day of the month, ye shall have the passover, a feast of seven days; unleavened bread shall be eaten."
    }
    ,
    {
      "type" : "verse",
      "id" : "v22",
      "number" : "22",
      "absolute" : "21653",
      "text" : "And upon that day shall the prince prepare for himself and for all the people of the land a bullock <span class='extra'>for<\/span> a sin offering."
    }
    ,
    {
      "type" : "verse",
      "id" : "v23",
      "number" : "23",
      "absolute" : "21654",
      "text" : "And seven days of the feast he shall prepare a burnt offering to the <span class='nog'>Lord<\/span>, seven bullocks and seven rams without blemish daily the seven days; and a kid of the goats daily <span class='extra'>for<\/span> a sin offering."
    }
    ,
    {
      "type" : "verse",
      "id" : "v24",
      "number" : "24",
      "absolute" : "21655",
      "text" : "And he shall prepare a meat offering of an ephah for a bullock, and an ephah for a ram, and an hin of oil for an ephah."
    }
    ,
    {
      "type" : "verse",
      "id" : "v25",
      "number" : "25",
      "absolute" : "21656",
      "text" : "In the seventh <span class='extra'>month<\/span>, in the fifteenth day of the month, shall he do the like in the feast of the seven days, according to the sin offering, according to the burnt offering, and according to the meat offering, and according to the oil."
    }
  ]
}
