{
  "book": {
    "number" : "26",
    "filenamePrefix" : "ezekiel",
    "bookPage" : "ezekiel.html",
    "title" : "Ezekiel",
    "chapterCount" : "48",
    "testament" : "old",
    "nt" : "false",
    "ot" : "true",
    "nextBook" : "daniel_1.html",
    "nextTitle" : "Daniel",
    "prevBook" : "lamentations_1.html",
    "prevTitle" : "Lamentations"
  },
  "chapter": {
    "number" : "5",
    "verseCount" : "17",
    "nextChapter" : "ezekiel_6.html",
    "nextTitle" : "Ezekiel 6",
    "prevChapter" : "ezekiel_4.html",
    "prevTitle" : "Ezekiel 4",
    "filename" : "ezekiel_5.html",
    "keywords" : "online king james holy bible, king james bible, bible todo list, words of Jesus, bible index, the authorised version, KJV, KJB, KJAV, AV"
  },
  "items": [
    {
      "type" : "verse",
      "id" : "v1",
      "number" : "1",
      "absolute" : "20548",
      "text" : "And thou, son of man, take thee a sharp knife, take thee a barber's razor, and cause <span class='extra'>it<\/span> to pass upon thine head and upon thy beard: then take thee balances to weigh, and divide the <span class='extra'>hair<\/span>.",
      "plainText" : "And thou, son of man, take thee a sharp knife, take thee a barber's razor, and cause it to pass upon thine head and upon thy beard: then take thee balances to weigh, and divide the hair."
    }
    ,
    {
      "type" : "verse",
      "id" : "v2",
      "number" : "2",
      "absolute" : "20549",
      "text" : "Thou shalt burn with fire a third part in the midst of the city, when the days of the siege are fulfilled: and thou shalt take a third part, <span class='extra'>and<\/span> smite about it with a knife: and a third part thou shalt scatter in the wind; and I will draw out a sword after them.",
      "plainText" : "Thou shalt burn with fire a third part in the midst of the city, when the days of the siege are fulfilled: and thou shalt take a third part, and smite about it with a knife: and a third part thou shalt scatter in the wind; and I will draw out a sword after them."
    }
    ,
    {
      "type" : "verse",
      "id" : "v3",
      "number" : "3",
      "absolute" : "20550",
      "text" : "Thou shalt also take thereof a few in number, and bind them in thy skirts.",
      "plainText" : "Thou shalt also take thereof a few in number, and bind them in thy skirts."
    }
    ,
    {
      "type" : "verse",
      "id" : "v4",
      "number" : "4",
      "absolute" : "20551",
      "text" : "Then take of them again, and cast them into the midst of the fire, and burn them in the fire; <span class='extra'>for<\/span> thereof shall a fire come forth into all the house of Israel.",
      "plainText" : "Then take of them again, and cast them into the midst of the fire, and burn them in the fire; for thereof shall a fire come forth into all the house of Israel."
    }
    ,
    {
      "type" : "verse",
      "id" : "v5",
      "number" : "5",
      "absolute" : "20552",
      "text" : "Thus saith the Lord <span class='nog'>GOD<\/span>; This <span class='extra'>is<\/span> Jerusalem: I have set it in the midst of the nations and countries <span class='extra'>that are<\/span> round about her.",
      "plainText" : "Thus saith the Lord GOD; This is Jerusalem: I have set it in the midst of the nations and countries that are round about her."
    }
    ,
    {
      "type" : "verse",
      "id" : "v6",
      "number" : "6",
      "absolute" : "20553",
      "text" : "And she hath changed my judgments into wickedness more than the nations, and my statutes more than the countries that <span class='extra'>are<\/span> round about her: for they have refused my judgments and my statutes, they have not walked in them.",
      "plainText" : "And she hath changed my judgments into wickedness more than the nations, and my statutes more than the countries that are round about her: for they have refused my judgments and my statutes, they have not walked in them."
    }
    ,
    {
      "type" : "verse",
      "id" : "v7",
      "number" : "7",
      "absolute" : "20554",
      "text" : "Therefore thus saith the Lord <span class='nog'>GOD<\/span>; Because ye multiplied more than the nations that <span class='extra'>are<\/span> round about you, <span class='extra'>and<\/span> have not walked in my statutes, neither have kept my judgments, neither have done according to the judgments of the nations that <span class='extra'>are<\/span> round about you;",
      "plainText" : "Therefore thus saith the Lord GOD; Because ye multiplied more than the nations that are round about you, and have not walked in my statutes, neither have kept my judgments, neither have done according to the judgments of the nations that are round about you;"
    }
    ,
    {
      "type" : "verse",
      "id" : "v8",
      "number" : "8",
      "absolute" : "20555",
      "text" : "Therefore thus saith the Lord <span class='nog'>GOD<\/span>; Behold, I, even I, <span class='extra'>am<\/span> against thee, and will execute judgments in the midst of thee in the sight of the nations.",
      "plainText" : "Therefore thus saith the Lord GOD; Behold, I, even I, am against thee, and will execute judgments in the midst of thee in the sight of the nations."
    }
    ,
    {
      "type" : "verse",
      "id" : "v9",
      "number" : "9",
      "absolute" : "20556",
      "text" : "And I will do in thee that which I have not done, and whereunto I will not do any more the like, because of all thine abominations.",
      "plainText" : "And I will do in thee that which I have not done, and whereunto I will not do any more the like, because of all thine abominations."
    }
    ,
    {
      "type" : "verse",
      "id" : "v10",
      "number" : "10",
      "absolute" : "20557",
      "text" : "Therefore the fathers shall eat the sons in the midst of thee, and the sons shall eat their fathers; and I will execute judgments in thee, and the whole remnant of thee will I scatter into all the winds.",
      "plainText" : "Therefore the fathers shall eat the sons in the midst of thee, and the sons shall eat their fathers; and I will execute judgments in thee, and the whole remnant of thee will I scatter into all the winds."
    }
    ,
    {
      "type" : "verse",
      "id" : "v11",
      "number" : "11",
      "absolute" : "20558",
      "text" : "Wherefore, <span class='extra'>as<\/span> I live, saith the Lord <span class='nog'>GOD<\/span>; Surely, because thou hast defiled my sanctuary with all thy detestable things, and with all thine abominations, therefore will I also diminish <span class='extra'>thee<\/span>; neither shall mine eye spare, neither will I have any pity.",
      "plainText" : "Wherefore, as I live, saith the Lord GOD; Surely, because thou hast defiled my sanctuary with all thy detestable things, and with all thine abominations, therefore will I also diminish thee; neither shall mine eye spare, neither will I have any pity."
    }
    ,
    {
      "type" : "verse",
      "id" : "v12",
      "number" : "12",
      "absolute" : "20559",
      "text" : "A third part of thee shall die with the pestilence, and with famine shall they be consumed in the midst of thee: and a third part shall fall by the sword round about thee; and I will scatter a third part into all the winds, and I will draw out a sword after them.",
      "plainText" : "A third part of thee shall die with the pestilence, and with famine shall they be consumed in the midst of thee: and a third part shall fall by the sword round about thee; and I will scatter a third part into all the winds, and I will draw out a sword after them."
    }
    ,
    {
      "type" : "verse",
      "id" : "v13",
      "number" : "13",
      "absolute" : "20560",
      "text" : "Thus shall mine anger be accomplished, and I will cause my fury to rest upon them, and I will be comforted: and they shall know that I the <span class='nog'>LORD<\/span> have spoken <span class='extra'>it<\/span> in my zeal, when I have accomplished my fury in them.",
      "plainText" : "Thus shall mine anger be accomplished, and I will cause my fury to rest upon them, and I will be comforted: and they shall know that I the LORD have spoken it in my zeal, when I have accomplished my fury in them."
    }
    ,
    {
      "type" : "verse",
      "id" : "v14",
      "number" : "14",
      "absolute" : "20561",
      "text" : "Moreover I will make thee waste, and a reproach among the nations that <span class='extra'>are<\/span> round about thee, in the sight of all that pass by.",
      "plainText" : "Moreover I will make thee waste, and a reproach among the nations that are round about thee, in the sight of all that pass by."
    }
    ,
    {
      "type" : "verse",
      "id" : "v15",
      "number" : "15",
      "absolute" : "20562",
      "text" : "So it shall be a reproach and a taunt, an instruction and an astonishment unto the nations that <span class='extra'>are<\/span> round about thee, when I shall execute judgments in thee in anger and in fury and in furious rebukes. I the <span class='nog'>LORD<\/span> have spoken <span class='extra'>it<\/span>.",
      "plainText" : "So it shall be a reproach and a taunt, an instruction and an astonishment unto the nations that are round about thee, when I shall execute judgments in thee in anger and in fury and in furious rebukes. I the LORD have spoken it."
    }
    ,
    {
      "type" : "verse",
      "id" : "v16",
      "number" : "16",
      "absolute" : "20563",
      "text" : "When I shall send upon them the evil arrows of famine, which shall be for <span class='extra'>their<\/span> destruction, <span class='extra'>and<\/span> which I will send to destroy you: and I will increase the famine upon you, and will break your staff of bread:",
      "plainText" : "When I shall send upon them the evil arrows of famine, which shall be for their destruction, and which I will send to destroy you: and I will increase the famine upon you, and will break your staff of bread:"
    }
    ,
    {
      "type" : "verse",
      "id" : "v17",
      "number" : "17",
      "absolute" : "20564",
      "text" : "So will I send upon you famine and evil beasts, and they shall bereave thee; and pestilence and blood shall pass through thee; and I will bring the sword upon thee. I the <span class='nog'>LORD<\/span> have spoken <span class='extra'>it<\/span>.",
      "plainText" : "So will I send upon you famine and evil beasts, and they shall bereave thee; and pestilence and blood shall pass through thee; and I will bring the sword upon thee. I the LORD have spoken it."
    }
  ]
}



