{
  "book": {
    "number" : "26",
    "filenamePrefix" : "ezekiel",
    "bookPage" : "ezekiel.html",
    "title" : "Ezekiel",
    "chapterCount" : "48",
    "testament" : "old",
    "nt" : "false",
    "ot" : "true",
    "nextBook" : "daniel_1.html",
    "nextTitle" : "Daniel",
    "prevBook" : "lamentations_1.html",
    "prevTitle" : "Lamentations"
  },
  "chapter": {
    "number" : "38",
    "verseCount" : "23",
    "nextChapter" : "ezekiel_39.html",
    "nextTitle" : "Ezekiel 39",
    "prevChapter" : "ezekiel_37.html",
    "prevTitle" : "Ezekiel 37",
    "filename" : "ezekiel_38.html",
    "keywords" : "online king james holy bible, king james bible, bible todo list, words of Jesus, bible index, the authorised version, KJV, KJB, KJAV, AV"
  },
  "items": [
    {
      "type" : "verse",
      "id" : "v1",
      "number" : "1",
      "absolute" : "21427",
      "text" : "And the word of the <span class='nog'>LORD<\/span> came unto me, saying,",
      "plainText" : "And the word of the LORD came unto me, saying,"
    }
    ,
    {
      "type" : "verse",
      "id" : "v2",
      "number" : "2",
      "absolute" : "21428",
      "text" : "Son of man, set thy face against Gog, the land of Magog, the chief prince of Meshech and Tubal, and prophesy against him,",
      "plainText" : "Son of man, set thy face against Gog, the land of Magog, the chief prince of Meshech and Tubal, and prophesy against him,"
    }
    ,
    {
      "type" : "verse",
      "id" : "v3",
      "number" : "3",
      "absolute" : "21429",
      "text" : "And say, Thus saith the Lord <span class='nog'>GOD<\/span>; Behold, I <span class='extra'>am<\/span> against thee, O Gog, the chief prince of Meshech and Tubal:",
      "plainText" : "And say, Thus saith the Lord GOD; Behold, I am against thee, O Gog, the chief prince of Meshech and Tubal:"
    }
    ,
    {
      "type" : "verse",
      "id" : "v4",
      "number" : "4",
      "absolute" : "21430",
      "text" : "And I will turn thee back, and put hooks into thy jaws, and I will bring thee forth, and all thine army, horses and horsemen, all of them clothed with all sorts <span class='extra'>of armour, even<\/span> a great company <span class='extra'>with<\/span> bucklers and shields, all of them handling swords:",
      "plainText" : "And I will turn thee back, and put hooks into thy jaws, and I will bring thee forth, and all thine army, horses and horsemen, all of them clothed with all sorts of armour, even a great company with bucklers and shields, all of them handling swords:"
    }
    ,
    {
      "type" : "verse",
      "id" : "v5",
      "number" : "5",
      "absolute" : "21431",
      "text" : "Persia, Ethiopia, and Libya with them; all of them with shield and helmet:",
      "plainText" : "Persia, Ethiopia, and Libya with them; all of them with shield and helmet:"
    }
    ,
    {
      "type" : "verse",
      "id" : "v6",
      "number" : "6",
      "absolute" : "21432",
      "text" : "Gomer, and all his bands; the house of Togarmah of the north quarters, and all his bands: <span class='extra'>and<\/span> many people with thee.",
      "plainText" : "Gomer, and all his bands; the house of Togarmah of the north quarters, and all his bands: and many people with thee."
    }
    ,
    {
      "type" : "verse",
      "id" : "v7",
      "number" : "7",
      "absolute" : "21433",
      "text" : "Be thou prepared, and prepare for thyself, thou, and all thy company that are assembled unto thee, and be thou a guard unto them.",
      "plainText" : "Be thou prepared, and prepare for thyself, thou, and all thy company that are assembled unto thee, and be thou a guard unto them."
    }
    ,
    {
      "type" : "verse",
      "id" : "v8",
      "number" : "8",
      "absolute" : "21434",
      "text" : "After many days thou shalt be visited: in the latter years thou shalt come into the land <span class='extra'>that is<\/span> brought back from the sword, <span class='extra'>and is<\/span> gathered out of many people, against the mountains of Israel, which have been always waste: but it is brought forth out of the nations, and they shall dwell safely all of them.",
      "plainText" : "After many days thou shalt be visited: in the latter years thou shalt come into the land that is brought back from the sword, and is gathered out of many people, against the mountains of Israel, which have been always waste: but it is brought forth out of the nations, and they shall dwell safely all of them."
    }
    ,
    {
      "type" : "verse",
      "id" : "v9",
      "number" : "9",
      "absolute" : "21435",
      "text" : "Thou shalt ascend and come like a storm, thou shalt be like a cloud to cover the land, thou, and all thy bands, and many people with thee.",
      "plainText" : "Thou shalt ascend and come like a storm, thou shalt be like a cloud to cover the land, thou, and all thy bands, and many people with thee."
    }
    ,
    {
      "type" : "verse",
      "id" : "v10",
      "number" : "10",
      "absolute" : "21436",
      "text" : "Thus saith the Lord <span class='nog'>GOD<\/span>; It shall also come to pass, <span class='extra'>that<\/span> at the same time shall things come into thy mind, and thou shalt think an evil thought:",
      "plainText" : "Thus saith the Lord GOD; It shall also come to pass, that at the same time shall things come into thy mind, and thou shalt think an evil thought:"
    }
    ,
    {
      "type" : "verse",
      "id" : "v11",
      "number" : "11",
      "absolute" : "21437",
      "text" : "And thou shalt say, I will go up to the land of unwalled villages; I will go to them that are at rest, that dwell safely, all of them dwelling without walls, and having neither bars nor gates,",
      "plainText" : "And thou shalt say, I will go up to the land of unwalled villages; I will go to them that are at rest, that dwell safely, all of them dwelling without walls, and having neither bars nor gates,"
    }
    ,
    {
      "type" : "verse",
      "id" : "v12",
      "number" : "12",
      "absolute" : "21438",
      "text" : "To take a spoil, and to take a prey; to turn thine hand upon the desolate places <span class='extra'>that are now<\/span> inhabited, and upon the people <span class='extra'>that are<\/span> gathered out of the nations, which have gotten cattle and goods, that dwell in the midst of the land.",
      "plainText" : "To take a spoil, and to take a prey; to turn thine hand upon the desolate places that are now inhabited, and upon the people that are gathered out of the nations, which have gotten cattle and goods, that dwell in the midst of the land."
    }
    ,
    {
      "type" : "verse",
      "id" : "v13",
      "number" : "13",
      "absolute" : "21439",
      "text" : "Sheba, and Dedan, and the merchants of Tarshish, with all the young lions thereof, shall say unto thee, Art thou come to take a spoil? hast thou gathered thy company to take a prey? to carry away silver and gold, to take away cattle and goods, to take a great spoil?",
      "plainText" : "Sheba, and Dedan, and the merchants of Tarshish, with all the young lions thereof, shall say unto thee, Art thou come to take a spoil? hast thou gathered thy company to take a prey? to carry away silver and gold, to take away cattle and goods, to take a great spoil?"
    }
    ,
    {
      "type" : "verse",
      "id" : "v14",
      "number" : "14",
      "absolute" : "21440",
      "text" : "Therefore, son of man, prophesy and say unto Gog, Thus saith the Lord <span class='nog'>GOD<\/span>; In that day when my people of Israel dwelleth safely, shalt thou not know <span class='extra'>it<\/span>?",
      "plainText" : "Therefore, son of man, prophesy and say unto Gog, Thus saith the Lord GOD; In that day when my people of Israel dwelleth safely, shalt thou not know it?"
    }
    ,
    {
      "type" : "verse",
      "id" : "v15",
      "number" : "15",
      "absolute" : "21441",
      "text" : "And thou shalt come from thy place out of the north parts, thou, and many people with thee, all of them riding upon horses, a great company, and a mighty army:",
      "plainText" : "And thou shalt come from thy place out of the north parts, thou, and many people with thee, all of them riding upon horses, a great company, and a mighty army:"
    }
    ,
    {
      "type" : "verse",
      "id" : "v16",
      "number" : "16",
      "absolute" : "21442",
      "text" : "And thou shalt come up against my people of Israel, as a cloud to cover the land; it shall be in the latter days, and I will bring thee against my land, that the heathen may know me, when I shall be sanctified in thee, O Gog, before their eyes.",
      "plainText" : "And thou shalt come up against my people of Israel, as a cloud to cover the land; it shall be in the latter days, and I will bring thee against my land, that the heathen may know me, when I shall be sanctified in thee, O Gog, before their eyes."
    }
    ,
    {
      "type" : "verse",
      "id" : "v17",
      "number" : "17",
      "absolute" : "21443",
      "text" : "Thus saith the Lord <span class='nog'>GOD<\/span>; <span class='extra'>Art<\/span> thou he of whom I have spoken in old time by my servants the prophets of Israel, which prophesied in those days <span class='extra'>many<\/span> years that I would bring thee against them?",
      "plainText" : "Thus saith the Lord GOD; Art thou he of whom I have spoken in old time by my servants the prophets of Israel, which prophesied in those days many years that I would bring thee against them?"
    }
    ,
    {
      "type" : "verse",
      "id" : "v18",
      "number" : "18",
      "absolute" : "21444",
      "text" : "And it shall come to pass at the same time when Gog shall come against the land of Israel, saith the Lord <span class='nog'>GOD<\/span>, <span class='extra'>that<\/span> my fury shall come up in my face.",
      "plainText" : "And it shall come to pass at the same time when Gog shall come against the land of Israel, saith the Lord GOD, that my fury shall come up in my face."
    }
    ,
    {
      "type" : "verse",
      "id" : "v19",
      "number" : "19",
      "absolute" : "21445",
      "text" : "For in my jealousy <span class='extra'>and<\/span> in the fire of my wrath have I spoken, Surely in that day there shall be a great shaking in the land of Israel;",
      "plainText" : "For in my jealousy and in the fire of my wrath have I spoken, Surely in that day there shall be a great shaking in the land of Israel;"
    }
    ,
    {
      "type" : "verse",
      "id" : "v20",
      "number" : "20",
      "absolute" : "21446",
      "text" : "So that the fishes of the sea, and the fowls of the heaven, and the beasts of the field, and all creeping things that creep upon the earth, and all the men that <span class='extra'>are<\/span> upon the face of the earth, shall shake at my presence, and the mountains shall be thrown down, and the steep places shall fall, and every wall shall fall to the ground.",
      "plainText" : "So that the fishes of the sea, and the fowls of the heaven, and the beasts of the field, and all creeping things that creep upon the earth, and all the men that are upon the face of the earth, shall shake at my presence, and the mountains shall be thrown down, and the steep places shall fall, and every wall shall fall to the ground."
    }
    ,
    {
      "type" : "verse",
      "id" : "v21",
      "number" : "21",
      "absolute" : "21447",
      "text" : "And I will call for a sword against him throughout all my mountains, saith the Lord <span class='nog'>GOD<\/span>: every man's sword shall be against his brother.",
      "plainText" : "And I will call for a sword against him throughout all my mountains, saith the Lord GOD: every man's sword shall be against his brother."
    }
    ,
    {
      "type" : "verse",
      "id" : "v22",
      "number" : "22",
      "absolute" : "21448",
      "text" : "And I will plead against him with pestilence and with blood; and I will rain upon him, and upon his bands, and upon the many people that <span class='extra'>are<\/span> with him, an overflowing rain, and great hailstones, fire, and brimstone.",
      "plainText" : "And I will plead against him with pestilence and with blood; and I will rain upon him, and upon his bands, and upon the many people that are with him, an overflowing rain, and great hailstones, fire, and brimstone."
    }
    ,
    {
      "type" : "verse",
      "id" : "v23",
      "number" : "23",
      "absolute" : "21449",
      "text" : "Thus will I magnify myself, and sanctify myself; and I will be known in the eyes of many nations, and they shall know that I <span class='extra'>am<\/span> the <span class='nog'>LORD<\/span>.",
      "plainText" : "Thus will I magnify myself, and sanctify myself; and I will be known in the eyes of many nations, and they shall know that I am the LORD."
    }
  ]
}



