{
  "book": {
    "number" : "26",
    "filenamePrefix" : "ezekiel",
    "bookPage" : "ezekiel.html",
    "title" : "Ezekiel",
    "chapterCount" : "48",
    "testament" : "old",
    "nt" : "false",
    "ot" : "true",
    "nextBook" : "daniel_1.html",
    "nextTitle" : "Daniel",
    "prevBook" : "lamentations_1.html",
    "prevTitle" : "Lamentations"
  },
  "chapter": {
    "number" : "36",
    "verseCount" : "38",
    "nextChapter" : "ezekiel_37.html",
    "nextTitle" : "Ezekiel 37",
    "prevChapter" : "ezekiel_35.html",
    "prevTitle" : "Ezekiel 35",
    "filename" : "ezekiel_36.html",
    "keywords" : "online king james holy bible, king james bible, bible todo list, words of Jesus, bible index, the authorised version, KJV, KJB, KJAV, AV"
  },
  "items": [
    {
      "type" : "verse",
      "id" : "v1",
      "number" : "1",
      "absolute" : "21361",
      "text" : "Also, thou son of man, prophesy unto the mountains of Israel, and say, Ye mountains of Israel, hear the word of the <span class='nog'>LORD<\/span>:",
      "plainText" : "Also, thou son of man, prophesy unto the mountains of Israel, and say, Ye mountains of Israel, hear the word of the LORD:"
    }
    ,
    {
      "type" : "verse",
      "id" : "v2",
      "number" : "2",
      "absolute" : "21362",
      "text" : "Thus saith the Lord <span class='nog'>GOD<\/span>; Because the enemy hath said against you, Aha, even the ancient high places are ours in possession:",
      "plainText" : "Thus saith the Lord GOD; Because the enemy hath said against you, Aha, even the ancient high places are ours in possession:"
    }
    ,
    {
      "type" : "verse",
      "id" : "v3",
      "number" : "3",
      "absolute" : "21363",
      "text" : "Therefore prophesy and say, Thus saith the Lord <span class='nog'>GOD<\/span>; Because they have made <span class='extra'>you<\/span> desolate, and swallowed you up on every side, that ye might be a possession unto the residue of the heathen, and ye are taken up in the lips of talkers, and <span class='extra'>are<\/span> an infamy of the people:",
      "plainText" : "Therefore prophesy and say, Thus saith the Lord GOD; Because they have made you desolate, and swallowed you up on every side, that ye might be a possession unto the residue of the heathen, and ye are taken up in the lips of talkers, and are an infamy of the people:"
    }
    ,
    {
      "type" : "verse",
      "id" : "v4",
      "number" : "4",
      "absolute" : "21364",
      "text" : "Therefore, ye mountains of Israel, hear the word of the Lord <span class='nog'>GOD<\/span>; Thus saith the Lord <span class='nog'>GOD<\/span> to the mountains, and to the hills, to the rivers, and to the valleys, to the desolate wastes, and to the cities that are forsaken, which became a prey and derision to the residue of the heathen that <span class='extra'>are<\/span> round about;",
      "plainText" : "Therefore, ye mountains of Israel, hear the word of the Lord GOD; Thus saith the Lord GOD to the mountains, and to the hills, to the rivers, and to the valleys, to the desolate wastes, and to the cities that are forsaken, which became a prey and derision to the residue of the heathen that are round about;"
    }
    ,
    {
      "type" : "verse",
      "id" : "v5",
      "number" : "5",
      "absolute" : "21365",
      "text" : "Therefore thus saith the Lord <span class='nog'>GOD<\/span>; Surely in the fire of my jealousy have I spoken against the residue of the heathen, and against all Idumea, which have appointed my land into their possession with the joy of all <span class='extra'>their<\/span> heart, with despiteful minds, to cast it out for a prey.",
      "plainText" : "Therefore thus saith the Lord GOD; Surely in the fire of my jealousy have I spoken against the residue of the heathen, and against all Idumea, which have appointed my land into their possession with the joy of all their heart, with despiteful minds, to cast it out for a prey."
    }
    ,
    {
      "type" : "verse",
      "id" : "v6",
      "number" : "6",
      "absolute" : "21366",
      "text" : "Prophesy therefore concerning the land of Israel, and say unto the mountains, and to the hills, to the rivers, and to the valleys, Thus saith the Lord <span class='nog'>GOD<\/span>; Behold, I have spoken in my jealousy and in my fury, because ye have borne the shame of the heathen:",
      "plainText" : "Prophesy therefore concerning the land of Israel, and say unto the mountains, and to the hills, to the rivers, and to the valleys, Thus saith the Lord GOD; Behold, I have spoken in my jealousy and in my fury, because ye have borne the shame of the heathen:"
    }
    ,
    {
      "type" : "verse",
      "id" : "v7",
      "number" : "7",
      "absolute" : "21367",
      "text" : "Therefore thus saith the Lord <span class='nog'>GOD<\/span>; I have lifted up mine hand, Surely the heathen that <span class='extra'>are<\/span> about you, they shall bear their shame.",
      "plainText" : "Therefore thus saith the Lord GOD; I have lifted up mine hand, Surely the heathen that are about you, they shall bear their shame."
    }
    ,
    {
      "type" : "verse",
      "id" : "v8",
      "number" : "8",
      "absolute" : "21368",
      "text" : "But ye, O mountains of Israel, ye shall shoot forth your branches, and yield your fruit to my people of Israel; for they are at hand to come.",
      "plainText" : "But ye, O mountains of Israel, ye shall shoot forth your branches, and yield your fruit to my people of Israel; for they are at hand to come."
    }
    ,
    {
      "type" : "verse",
      "id" : "v9",
      "number" : "9",
      "absolute" : "21369",
      "text" : "For, behold, I <span class='extra'>am<\/span> for you, and I will turn unto you, and ye shall be tilled and sown:",
      "plainText" : "For, behold, I am for you, and I will turn unto you, and ye shall be tilled and sown:"
    }
    ,
    {
      "type" : "verse",
      "id" : "v10",
      "number" : "10",
      "absolute" : "21370",
      "text" : "And I will multiply men upon you, all the house of Israel, <span class='extra'>even<\/span> all of it: and the cities shall be inhabited, and the wastes shall be builded:",
      "plainText" : "And I will multiply men upon you, all the house of Israel, even all of it: and the cities shall be inhabited, and the wastes shall be builded:"
    }
    ,
    {
      "type" : "verse",
      "id" : "v11",
      "number" : "11",
      "absolute" : "21371",
      "text" : "And I will multiply upon you man and beast; and they shall increase and bring fruit: and I will settle you after your old estates, and will do better <span class='extra'>unto you<\/span> than at your beginnings: and ye shall know that I <span class='extra'>am<\/span> the <span class='nog'>LORD<\/span>.",
      "plainText" : "And I will multiply upon you man and beast; and they shall increase and bring fruit: and I will settle you after your old estates, and will do better unto you than at your beginnings: and ye shall know that I am the LORD."
    }
    ,
    {
      "type" : "verse",
      "id" : "v12",
      "number" : "12",
      "absolute" : "21372",
      "text" : "Yea, I will cause men to walk upon you, <span class='extra'>even<\/span> my people Israel; and they shall possess thee, and thou shalt be their inheritance, and thou shalt no more henceforth bereave them <span class='extra'>of men<\/span>.",
      "plainText" : "Yea, I will cause men to walk upon you, even my people Israel; and they shall possess thee, and thou shalt be their inheritance, and thou shalt no more henceforth bereave them of men."
    }
    ,
    {
      "type" : "verse",
      "id" : "v13",
      "number" : "13",
      "absolute" : "21373",
      "text" : "Thus saith the Lord <span class='nog'>GOD<\/span>; Because they say unto you, Thou <span class='extra'>land<\/span> devourest up men, and hast bereaved thy nations;",
      "plainText" : "Thus saith the Lord GOD; Because they say unto you, Thou land devourest up men, and hast bereaved thy nations;"
    }
    ,
    {
      "type" : "verse",
      "id" : "v14",
      "number" : "14",
      "absolute" : "21374",
      "text" : "Therefore thou shalt devour men no more, neither bereave thy nations any more, saith the Lord <span class='nog'>GOD<\/span>.",
      "plainText" : "Therefore thou shalt devour men no more, neither bereave thy nations any more, saith the Lord GOD."
    }
    ,
    {
      "type" : "verse",
      "id" : "v15",
      "number" : "15",
      "absolute" : "21375",
      "text" : "Neither will I cause <span class='extra'>men<\/span> to hear in thee the shame of the heathen any more, neither shalt thou bear the reproach of the people any more, neither shalt thou cause thy nations to fall any more, saith the Lord <span class='nog'>GOD<\/span>.",
      "plainText" : "Neither will I cause men to hear in thee the shame of the heathen any more, neither shalt thou bear the reproach of the people any more, neither shalt thou cause thy nations to fall any more, saith the Lord GOD."
    }
    ,
    {
      "type" : "verse",
      "id" : "v16",
      "number" : "16",
      "absolute" : "21376",
      "text" : "Moreover the word of the <span class='nog'>LORD<\/span> came unto me, saying,",
      "plainText" : "Moreover the word of the LORD came unto me, saying,"
    }
    ,
    {
      "type" : "verse",
      "id" : "v17",
      "number" : "17",
      "absolute" : "21377",
      "text" : "Son of man, when the house of Israel dwelt in their own land, they defiled it by their own way and by their doings: their way was before me as the uncleanness of a removed woman.",
      "plainText" : "Son of man, when the house of Israel dwelt in their own land, they defiled it by their own way and by their doings: their way was before me as the uncleanness of a removed woman."
    }
    ,
    {
      "type" : "verse",
      "id" : "v18",
      "number" : "18",
      "absolute" : "21378",
      "text" : "Wherefore I poured my fury upon them for the blood that they had shed upon the land, and for their idols <span class='extra'>wherewith<\/span> they had polluted it:",
      "plainText" : "Wherefore I poured my fury upon them for the blood that they had shed upon the land, and for their idols wherewith they had polluted it:"
    }
    ,
    {
      "type" : "verse",
      "id" : "v19",
      "number" : "19",
      "absolute" : "21379",
      "text" : "And I scattered them among the heathen, and they were dispersed through the countries: according to their way and according to their doings I judged them.",
      "plainText" : "And I scattered them among the heathen, and they were dispersed through the countries: according to their way and according to their doings I judged them."
    }
    ,
    {
      "type" : "verse",
      "id" : "v20",
      "number" : "20",
      "absolute" : "21380",
      "text" : "And when they entered unto the heathen, whither they went, they profaned my holy name, when they said to them, These <span class='extra'>are<\/span> the people of the <span class='nog'>LORD<\/span>, and are gone forth out of his land.",
      "plainText" : "And when they entered unto the heathen, whither they went, they profaned my holy name, when they said to them, These are the people of the LORD, and are gone forth out of his land."
    }
    ,
    {
      "type" : "verse",
      "id" : "v21",
      "number" : "21",
      "absolute" : "21381",
      "text" : "But I had pity for mine holy name, which the house of Israel had profaned among the heathen, whither they went.",
      "plainText" : "But I had pity for mine holy name, which the house of Israel had profaned among the heathen, whither they went."
    }
    ,
    {
      "type" : "verse",
      "id" : "v22",
      "number" : "22",
      "absolute" : "21382",
      "text" : "Therefore say unto the house of Israel, Thus saith the Lord <span class='nog'>GOD<\/span>; I do not <span class='extra'>this<\/span> for your sakes, O house of Israel, but for mine holy name's sake, which ye have profaned among the heathen, whither ye went.",
      "plainText" : "Therefore say unto the house of Israel, Thus saith the Lord GOD; I do not this for your sakes, O house of Israel, but for mine holy name's sake, which ye have profaned among the heathen, whither ye went."
    }
    ,
    {
      "type" : "verse",
      "id" : "v23",
      "number" : "23",
      "absolute" : "21383",
      "text" : "And I will sanctify my great name, which was profaned among the heathen, which ye have profaned in the midst of them; and the heathen shall know that I <span class='extra'>am<\/span> the <span class='nog'>LORD<\/span>, saith the Lord <span class='nog'>GOD<\/span>, when I shall be sanctified in you before their eyes.",
      "plainText" : "And I will sanctify my great name, which was profaned among the heathen, which ye have profaned in the midst of them; and the heathen shall know that I am the LORD, saith the Lord GOD, when I shall be sanctified in you before their eyes."
    }
    ,
    {
      "type" : "verse",
      "id" : "v24",
      "number" : "24",
      "absolute" : "21384",
      "text" : "For I will take you from among the heathen, and gather you out of all countries, and will bring you into your own land.",
      "plainText" : "For I will take you from among the heathen, and gather you out of all countries, and will bring you into your own land."
    }
    ,
    {
      "type" : "verse",
      "id" : "v25",
      "number" : "25",
      "absolute" : "21385",
      "text" : "Then will I sprinkle clean water upon you, and ye shall be clean: from all your filthiness, and from all your idols, will I cleanse you.",
      "plainText" : "Then will I sprinkle clean water upon you, and ye shall be clean: from all your filthiness, and from all your idols, will I cleanse you."
    }
    ,
    {
      "type" : "verse",
      "id" : "v26",
      "number" : "26",
      "absolute" : "21386",
      "text" : "A new heart also will I give you, and a new spirit will I put within you: and I will take away the stony heart out of your flesh, and I will give you an heart of flesh.",
      "plainText" : "A new heart also will I give you, and a new spirit will I put within you: and I will take away the stony heart out of your flesh, and I will give you an heart of flesh."
    }
    ,
    {
      "type" : "verse",
      "id" : "v27",
      "number" : "27",
      "absolute" : "21387",
      "text" : "And I will put my spirit within you, and cause you to walk in my statutes, and ye shall keep my judgments, and do <span class='extra'>them<\/span>.",
      "plainText" : "And I will put my spirit within you, and cause you to walk in my statutes, and ye shall keep my judgments, and do them."
    }
    ,
    {
      "type" : "verse",
      "id" : "v28",
      "number" : "28",
      "absolute" : "21388",
      "text" : "And ye shall dwell in the land that I gave to your fathers; and ye shall be my people, and I will be your God.",
      "plainText" : "And ye shall dwell in the land that I gave to your fathers; and ye shall be my people, and I will be your God."
    }
    ,
    {
      "type" : "verse",
      "id" : "v29",
      "number" : "29",
      "absolute" : "21389",
      "text" : "I will also save you from all your uncleannesses: and I will call for the corn, and will increase it, and lay no famine upon you.",
      "plainText" : "I will also save you from all your uncleannesses: and I will call for the corn, and will increase it, and lay no famine upon you."
    }
    ,
    {
      "type" : "verse",
      "id" : "v30",
      "number" : "30",
      "absolute" : "21390",
      "text" : "And I will multiply the fruit of the tree, and the increase of the field, that ye shall receive no more reproach of famine among the heathen.",
      "plainText" : "And I will multiply the fruit of the tree, and the increase of the field, that ye shall receive no more reproach of famine among the heathen."
    }
    ,
    {
      "type" : "verse",
      "id" : "v31",
      "number" : "31",
      "absolute" : "21391",
      "text" : "Then shall ye remember your own evil ways, and your doings that <span class='extra'>were<\/span> not good, and shall lothe yourselves in your own sight for your iniquities and for your abominations.",
      "plainText" : "Then shall ye remember your own evil ways, and your doings that were not good, and shall lothe yourselves in your own sight for your iniquities and for your abominations."
    }
    ,
    {
      "type" : "verse",
      "id" : "v32",
      "number" : "32",
      "absolute" : "21392",
      "text" : "Not for your sakes do I <span class='extra'>this<\/span>, saith the Lord <span class='nog'>GOD<\/span>, be it known unto you: be ashamed and confounded for your own ways, O house of Israel.",
      "plainText" : "Not for your sakes do I this, saith the Lord GOD, be it known unto you: be ashamed and confounded for your own ways, O house of Israel."
    }
    ,
    {
      "type" : "verse",
      "id" : "v33",
      "number" : "33",
      "absolute" : "21393",
      "text" : "Thus saith the Lord <span class='nog'>GOD<\/span>; In the day that I shall have cleansed you from all your iniquities I will also cause <span class='extra'>you<\/span> to dwell in the cities, and the wastes shall be builded.",
      "plainText" : "Thus saith the Lord GOD; In the day that I shall have cleansed you from all your iniquities I will also cause you to dwell in the cities, and the wastes shall be builded."
    }
    ,
    {
      "type" : "verse",
      "id" : "v34",
      "number" : "34",
      "absolute" : "21394",
      "text" : "And the desolate land shall be tilled, whereas it lay desolate in the sight of all that passed by.",
      "plainText" : "And the desolate land shall be tilled, whereas it lay desolate in the sight of all that passed by."
    }
    ,
    {
      "type" : "verse",
      "id" : "v35",
      "number" : "35",
      "absolute" : "21395",
      "text" : "And they shall say, This land that was desolate is become like the garden of Eden; and the waste and desolate and ruined cities <span class='extra'>are become<\/span> fenced, <span class='extra'>and<\/span> are inhabited.",
      "plainText" : "And they shall say, This land that was desolate is become like the garden of Eden; and the waste and desolate and ruined cities are become fenced, and are inhabited."
    }
    ,
    {
      "type" : "verse",
      "id" : "v36",
      "number" : "36",
      "absolute" : "21396",
      "text" : "Then the heathen that are left round about you shall know that I the <span class='nog'>LORD<\/span> build the ruined <span class='extra'>places, and<\/span> plant that that was desolate: I the <span class='nog'>LORD<\/span> have spoken <span class='extra'>it<\/span>, and I will do <span class='extra'>it<\/span>.",
      "plainText" : "Then the heathen that are left round about you shall know that I the LORD build the ruined places, and plant that that was desolate: I the LORD have spoken it, and I will do it."
    }
    ,
    {
      "type" : "verse",
      "id" : "v37",
      "number" : "37",
      "absolute" : "21397",
      "text" : "Thus saith the Lord <span class='nog'>GOD<\/span>; I will yet <span class='extra'>for<\/span> this be enquired of by the house of Israel, to do <span class='extra'>it<\/span> for them; I will increase them with men like a flock.",
      "plainText" : "Thus saith the Lord GOD; I will yet for this be enquired of by the house of Israel, to do it for them; I will increase them with men like a flock."
    }
    ,
    {
      "type" : "verse",
      "id" : "v38",
      "number" : "38",
      "absolute" : "21398",
      "text" : "As the holy flock, as the flock of Jerusalem in her solemn feasts; so shall the waste cities be filled with flocks of men: and they shall know that I <span class='extra'>am<\/span> the <span class='nog'>LORD<\/span>.",
      "plainText" : "As the holy flock, as the flock of Jerusalem in her solemn feasts; so shall the waste cities be filled with flocks of men: and they shall know that I am the LORD."
    }
  ]
}



