{
  "book": {
    "number" : "15",
    "filenamePrefix" : "ezra",
    "bookPage" : "ezra.html",
    "title" : "Ezra",
    "chapterCount" : "10",
    "testament" : "old",
    "nt" : "false",
    "ot" : "true",
    "nextBook" : "nehemiah_1.html",
    "nextTitle" : "Nehemiah",
    "prevBook" : "2chronicles_1.html",
    "prevTitle" : "2 Chronicles"
  },
  "chapter": {
    "number" : "9",
    "verseCount" : "15",
    "nextChapter" : "ezra_10.html",
    "nextTitle" : "Ezra 10",
    "prevChapter" : "ezra_8.html",
    "prevTitle" : "Ezra 8",
    "filename" : "ezra_9.html",
    "keywords" : "online king james holy bible, king james bible, bible todo list, words of Jesus, bible index, the authorised version, KJV, KJB, KJAV, AV"
  },
  "items": [
    {
      "type" : "verse",
      "id" : "v1",
      "number" : "1",
      "absolute" : "12239",
      "text" : "Now when these things were done, the princes came to me, saying, The people of Israel, and the priests, and the Levites, have not separated themselves from the people of the lands, <span class='extra'>doing<\/span> according to their abominations, <span class='extra'>even<\/span> of the Canaanites, the Hittites, the Perizzites, the Jebusites, the Ammonites, the Moabites, the Egyptians, and the Amorites.",
      "plainText" : "Now when these things were done, the princes came to me, saying, The people of Israel, and the priests, and the Levites, have not separated themselves from the people of the lands, doing according to their abominations, even of the Canaanites, the Hittites, the Perizzites, the Jebusites, the Ammonites, the Moabites, the Egyptians, and the Amorites."
    }
    ,
    {
      "type" : "verse",
      "id" : "v2",
      "number" : "2",
      "absolute" : "12240",
      "text" : "For they have taken of their daughters for themselves, and for their sons: so that the holy seed have mingled themselves with the people of <span class='extra'>those<\/span> lands: yea, the hand of the princes and rulers hath been chief in this trespass.",
      "plainText" : "For they have taken of their daughters for themselves, and for their sons: so that the holy seed have mingled themselves with the people of those lands: yea, the hand of the princes and rulers hath been chief in this trespass."
    }
    ,
    {
      "type" : "verse",
      "id" : "v3",
      "number" : "3",
      "absolute" : "12241",
      "text" : "And when I heard this thing, I rent my garment and my mantle, and plucked off the hair of my head and of my beard, and sat down astonied.",
      "plainText" : "And when I heard this thing, I rent my garment and my mantle, and plucked off the hair of my head and of my beard, and sat down astonied."
    }
    ,
    {
      "type" : "verse",
      "id" : "v4",
      "number" : "4",
      "absolute" : "12242",
      "text" : "Then were assembled unto me every one that trembled at the words of the God of Israel, because of the transgression of those that had been carried away; and I sat astonied until the evening sacrifice.",
      "plainText" : "Then were assembled unto me every one that trembled at the words of the God of Israel, because of the transgression of those that had been carried away; and I sat astonied until the evening sacrifice."
    }
    ,
    {
      "type" : "verse",
      "id" : "v5",
      "number" : "5",
      "absolute" : "12243",
      "text" : "And at the evening sacrifice I arose up from my heaviness; and having rent my garment and my mantle, I fell upon my knees, and spread out my hands unto the <span class='nog'>LORD<\/span> my God,",
      "plainText" : "And at the evening sacrifice I arose up from my heaviness; and having rent my garment and my mantle, I fell upon my knees, and spread out my hands unto the LORD my God,"
    }
    ,
    {
      "type" : "verse",
      "id" : "v6",
      "number" : "6",
      "absolute" : "12244",
      "text" : "And said, O my God, I am ashamed and blush to lift up my face to thee, my God: for our iniquities are increased over <span class='extra'>our<\/span> head, and our trespass is grown up unto the heavens.",
      "plainText" : "And said, O my God, I am ashamed and blush to lift up my face to thee, my God: for our iniquities are increased over our head, and our trespass is grown up unto the heavens."
    }
    ,
    {
      "type" : "verse",
      "id" : "v7",
      "number" : "7",
      "absolute" : "12245",
      "text" : "Since the days of our fathers <span class='extra'>have<\/span> we <span class='extra'>been<\/span> in a great trespass unto this day; and for our iniquities have we, our kings, <span class='extra'>and<\/span> our priests, been delivered into the hand of the kings of the lands, to the sword, to captivity, and to a spoil, and to confusion of face, as <span class='extra'>it is<\/span> this day.",
      "plainText" : "Since the days of our fathers have we been in a great trespass unto this day; and for our iniquities have we, our kings, and our priests, been delivered into the hand of the kings of the lands, to the sword, to captivity, and to a spoil, and to confusion of face, as it is this day."
    }
    ,
    {
      "type" : "verse",
      "id" : "v8",
      "number" : "8",
      "absolute" : "12246",
      "text" : "And now for a little space grace hath been <span class='extra'>shewed<\/span> from the <span class='nog'>LORD<\/span> our God, to leave us a remnant to escape, and to give us a nail in his holy place, that our God may lighten our eyes, and give us a little reviving in our bondage.",
      "plainText" : "And now for a little space grace hath been shewed from the LORD our God, to leave us a remnant to escape, and to give us a nail in his holy place, that our God may lighten our eyes, and give us a little reviving in our bondage."
    }
    ,
    {
      "type" : "verse",
      "id" : "v9",
      "number" : "9",
      "absolute" : "12247",
      "text" : "For we <span class='extra'>were<\/span> bondmen; yet our God hath not forsaken us in our bondage, but hath extended mercy unto us in the sight of the kings of Persia, to give us a reviving, to set up the house of our God, and to repair the desolations thereof, and to give us a wall in Judah and in Jerusalem.",
      "plainText" : "For we were bondmen; yet our God hath not forsaken us in our bondage, but hath extended mercy unto us in the sight of the kings of Persia, to give us a reviving, to set up the house of our God, and to repair the desolations thereof, and to give us a wall in Judah and in Jerusalem."
    }
    ,
    {
      "type" : "verse",
      "id" : "v10",
      "number" : "10",
      "absolute" : "12248",
      "text" : "And now, O our God, what shall we say after this? for we have forsaken thy commandments,",
      "plainText" : "And now, O our God, what shall we say after this? for we have forsaken thy commandments,"
    }
    ,
    {
      "type" : "verse",
      "id" : "v11",
      "number" : "11",
      "absolute" : "12249",
      "text" : "Which thou hast commanded by thy servants the prophets, saying, The land, unto which ye go to possess it, is an unclean land with the filthiness of the people of the lands, with their abominations, which have filled it from one end to another with their uncleanness.",
      "plainText" : "Which thou hast commanded by thy servants the prophets, saying, The land, unto which ye go to possess it, is an unclean land with the filthiness of the people of the lands, with their abominations, which have filled it from one end to another with their uncleanness."
    }
    ,
    {
      "type" : "verse",
      "id" : "v12",
      "number" : "12",
      "absolute" : "12250",
      "text" : "Now therefore give not your daughters unto their sons, neither take their daughters unto your sons, nor seek their peace or their wealth for ever: that ye may be strong, and eat the good of the land, and leave <span class='extra'>it<\/span> for an inheritance to your children for ever.",
      "plainText" : "Now therefore give not your daughters unto their sons, neither take their daughters unto your sons, nor seek their peace or their wealth for ever: that ye may be strong, and eat the good of the land, and leave it for an inheritance to your children for ever."
    }
    ,
    {
      "type" : "verse",
      "id" : "v13",
      "number" : "13",
      "absolute" : "12251",
      "text" : "And after all that is come upon us for our evil deeds, and for our great trespass, seeing that thou our God hast punished us less than our iniquities <span class='extra'>deserve<\/span>, and hast given us <span class='extra'>such<\/span> deliverance as this;",
      "plainText" : "And after all that is come upon us for our evil deeds, and for our great trespass, seeing that thou our God hast punished us less than our iniquities deserve, and hast given us such deliverance as this;"
    }
    ,
    {
      "type" : "verse",
      "id" : "v14",
      "number" : "14",
      "absolute" : "12252",
      "text" : "Should we again break thy commandments, and join in affinity with the people of these abominations? wouldest not thou be angry with us till thou hadst consumed <span class='extra'>us<\/span>, so that <span class='extra'>there should be<\/span> no remnant nor escaping?",
      "plainText" : "Should we again break thy commandments, and join in affinity with the people of these abominations? wouldest not thou be angry with us till thou hadst consumed us, so that there should be no remnant nor escaping?"
    }
    ,
    {
      "type" : "verse",
      "id" : "v15",
      "number" : "15",
      "absolute" : "12253",
      "text" : "O <span class='nog'>LORD<\/span> God of Israel, thou <span class='extra'>art<\/span> righteous: for we remain yet escaped, as <span class='extra'>it is<\/span> this day: behold, we <span class='extra'>are<\/span> before thee in our trespasses: for we cannot stand before thee because of this.",
      "plainText" : "O LORD God of Israel, thou art righteous: for we remain yet escaped, as it is this day: behold, we are before thee in our trespasses: for we cannot stand before thee because of this."
    }
  ]
}


