{
  "book": {
    "number" : "1",
    "filenamePrefix" : "genesis",
    "bookPage" : "genesis.html",
    "title" : "Genesis",
    "chapterCount" : "50",
    "testament" : "old",
    "nt" : "false",
    "ot" : "true",
    "nextBook" : "exodus_1.html",
    "nextTitle" : "Exodus",
    "prevBook" : "revelation_1.html",
    "prevTitle" : "Revelation"
  },
  "chapter": {
    "number" : "3",
    "verseCount" : "24",
    "nextChapter" : "genesis_4.html",
    "nextTitle" : "Genesis 4",
    "prevChapter" : "genesis_2.html",
    "prevTitle" : "Genesis 2",
    "filename" : "genesis_3.html",
    "keywords" : "online king james holy bible, king james bible, bible todo list, words of Jesus, bible index, the authorised version, KJV, KJB, KJAV, AV"
  },
  "items": [
    {
      "type" : "verse",
      "id" : "v1",
      "number" : "1",
      "absolute" : "57",
      "text" : "Now the serpent was more subtil than any beast of the field which the <span class='nog'>LORD<\/span> God had made. And he said unto the woman, Yea, hath God said, Ye shall not eat of every tree of the garden?",
      "plainText" : "Now the serpent was more subtil than any beast of the field which the LORD God had made. And he said unto the woman, Yea, hath God said, Ye shall not eat of every tree of the garden?"
    }
    ,
    {
      "type" : "verse",
      "id" : "v2",
      "number" : "2",
      "absolute" : "58",
      "text" : "And the woman said unto the serpent, We may eat of the fruit of the trees of the garden:",
      "plainText" : "And the woman said unto the serpent, We may eat of the fruit of the trees of the garden:"
    }
    ,
    {
      "type" : "verse",
      "id" : "v3",
      "number" : "3",
      "absolute" : "59",
      "text" : "But of the fruit of the tree which <span class='extra'>is<\/span> in the midst of the garden, God hath said, Ye shall not eat of it, neither shall ye touch it, lest ye die.",
      "plainText" : "But of the fruit of the tree which is in the midst of the garden, God hath said, Ye shall not eat of it, neither shall ye touch it, lest ye die."
    }
    ,
    {
      "type" : "verse",
      "id" : "v4",
      "number" : "4",
      "absolute" : "60",
      "text" : "And the serpent said unto the woman, Ye shall not surely die:",
      "plainText" : "And the serpent said unto the woman, Ye shall not surely die:"
    }
    ,
    {
      "type" : "verse",
      "id" : "v5",
      "number" : "5",
      "absolute" : "61",
      "text" : "For God doth know that in the day ye eat thereof, then your eyes shall be opened, and ye shall be as gods, knowing good and evil.",
      "plainText" : "For God doth know that in the day ye eat thereof, then your eyes shall be opened, and ye shall be as gods, knowing good and evil."
    }
    ,
    {
      "type" : "verse",
      "id" : "v6",
      "number" : "6",
      "absolute" : "62",
      "text" : "And when the woman saw that the tree <span class='extra'>was<\/span> good for food, and that it <span class='extra'>was<\/span> pleasant to the eyes, and a tree to be desired to make <span class='extra'>one<\/span> wise, she took of the fruit thereof, and did eat, and gave also unto her husband with her; and he did eat.",
      "plainText" : "And when the woman saw that the tree was good for food, and that it was pleasant to the eyes, and a tree to be desired to make one wise, she took of the fruit thereof, and did eat, and gave also unto her husband with her; and he did eat."
    }
    ,
    {
      "type" : "verse",
      "id" : "v7",
      "number" : "7",
      "absolute" : "63",
      "text" : "And the eyes of them both were opened, and they knew that they <span class='extra'>were<\/span> naked; and they sewed fig leaves together, and made themselves aprons.",
      "plainText" : "And the eyes of them both were opened, and they knew that they were naked; and they sewed fig leaves together, and made themselves aprons."
    }
    ,
    {
      "type" : "verse",
      "id" : "v8",
      "number" : "8",
      "absolute" : "64",
      "text" : "And they heard the voice of the <span class='nog'>LORD<\/span> God walking in the garden in the cool of the day: and Adam and his wife hid themselves from the presence of the <span class='nog'>LORD<\/span> God amongst the trees of the garden.",
      "plainText" : "And they heard the voice of the LORD God walking in the garden in the cool of the day: and Adam and his wife hid themselves from the presence of the LORD God amongst the trees of the garden."
    }
    ,
    {
      "type" : "verse",
      "id" : "v9",
      "number" : "9",
      "absolute" : "65",
      "text" : "And the <span class='nog'>LORD<\/span> God called unto Adam, and said unto him, Where <span class='extra'>art<\/span> thou?",
      "plainText" : "And the LORD God called unto Adam, and said unto him, Where art thou?"
    }
    ,
    {
      "type" : "verse",
      "id" : "v10",
      "number" : "10",
      "absolute" : "66",
      "text" : "And he said, I heard thy voice in the garden, and I was afraid, because I <span class='extra'>was<\/span> naked; and I hid myself.",
      "plainText" : "And he said, I heard thy voice in the garden, and I was afraid, because I was naked; and I hid myself."
    }
    ,
    {
      "type" : "verse",
      "id" : "v11",
      "number" : "11",
      "absolute" : "67",
      "text" : "And he said, Who told thee that thou <span class='extra'>wast<\/span> naked? Hast thou eaten of the tree, whereof I commanded thee that thou shouldest not eat?",
      "plainText" : "And he said, Who told thee that thou wast naked? Hast thou eaten of the tree, whereof I commanded thee that thou shouldest not eat?"
    }
    ,
    {
      "type" : "verse",
      "id" : "v12",
      "number" : "12",
      "absolute" : "68",
      "text" : "And the man said, The woman whom thou gavest <span class='extra'>to be<\/span> with me, she gave me of the tree, and I did eat.",
      "plainText" : "And the man said, The woman whom thou gavest to be with me, she gave me of the tree, and I did eat."
    }
    ,
    {
      "type" : "verse",
      "id" : "v13",
      "number" : "13",
      "absolute" : "69",
      "text" : "And the <span class='nog'>LORD<\/span> God said unto the woman, What <span class='extra'>is<\/span> this <span class='extra'>that<\/span> thou hast done? And the woman said, The serpent beguiled me, and I did eat.",
      "plainText" : "And the LORD God said unto the woman, What is this that thou hast done? And the woman said, The serpent beguiled me, and I did eat."
    }
    ,
    {
      "type" : "verse",
      "id" : "v14",
      "number" : "14",
      "absolute" : "70",
      "text" : "And the <span class='nog'>LORD<\/span> God said unto the serpent, Because thou hast done this, thou <span class='extra'>art<\/span> cursed above all cattle, and above every beast of the field; upon thy belly shalt thou go, and dust shalt thou eat all the days of thy life:",
      "plainText" : "And the LORD God said unto the serpent, Because thou hast done this, thou art cursed above all cattle, and above every beast of the field; upon thy belly shalt thou go, and dust shalt thou eat all the days of thy life:"
    }
    ,
    {
      "type" : "verse",
      "id" : "v15",
      "number" : "15",
      "absolute" : "71",
      "text" : "And I will put enmity between thee and the woman, and between thy seed and her seed; it shall bruise thy head, and thou shalt bruise his heel.",
      "plainText" : "And I will put enmity between thee and the woman, and between thy seed and her seed; it shall bruise thy head, and thou shalt bruise his heel."
    }
    ,
    {
      "type" : "verse",
      "id" : "v16",
      "number" : "16",
      "absolute" : "72",
      "text" : "Unto the woman he said, I will greatly multiply thy sorrow and thy conception; in sorrow thou shalt bring forth children; and thy desire <span class='extra'>shall be<\/span> to thy husband, and he shall rule over thee.",
      "plainText" : "Unto the woman he said, I will greatly multiply thy sorrow and thy conception; in sorrow thou shalt bring forth children; and thy desire shall be to thy husband, and he shall rule over thee."
    }
    ,
    {
      "type" : "verse",
      "id" : "v17",
      "number" : "17",
      "absolute" : "73",
      "text" : "And unto Adam he said, Because thou hast hearkened unto the voice of thy wife, and hast eaten of the tree, of which I commanded thee, saying, Thou shalt not eat of it: cursed <span class='extra'>is<\/span> the ground for thy sake; in sorrow shalt thou eat <span class='extra'>of<\/span> it all the days of thy life;",
      "plainText" : "And unto Adam he said, Because thou hast hearkened unto the voice of thy wife, and hast eaten of the tree, of which I commanded thee, saying, Thou shalt not eat of it: cursed is the ground for thy sake; in sorrow shalt thou eat of it all the days of thy life;"
    }
    ,
    {
      "type" : "verse",
      "id" : "v18",
      "number" : "18",
      "absolute" : "74",
      "text" : "Thorns also and thistles shall it bring forth to thee; and thou shalt eat the herb of the field;",
      "plainText" : "Thorns also and thistles shall it bring forth to thee; and thou shalt eat the herb of the field;"
    }
    ,
    {
      "type" : "verse",
      "id" : "v19",
      "number" : "19",
      "absolute" : "75",
      "text" : "In the sweat of thy face shalt thou eat bread, till thou return unto the ground; for out of it wast thou taken: for dust thou <span class='extra'>art<\/span>, and unto dust shalt thou return.",
      "plainText" : "In the sweat of thy face shalt thou eat bread, till thou return unto the ground; for out of it wast thou taken: for dust thou art, and unto dust shalt thou return."
    }
    ,
    {
      "type" : "verse",
      "id" : "v20",
      "number" : "20",
      "absolute" : "76",
      "text" : "And Adam called his wife's name Eve; because she was the mother of all living.",
      "plainText" : "And Adam called his wife's name Eve; because she was the mother of all living."
    }
    ,
    {
      "type" : "verse",
      "id" : "v21",
      "number" : "21",
      "absolute" : "77",
      "text" : "Unto Adam also and to his wife did the <span class='nog'>LORD<\/span> God make coats of skins, and clothed them.",
      "plainText" : "Unto Adam also and to his wife did the LORD God make coats of skins, and clothed them."
    }
    ,
    {
      "type" : "verse",
      "id" : "v22",
      "number" : "22",
      "absolute" : "78",
      "text" : "And the <span class='nog'>LORD<\/span> God said, Behold, the man is become as one of us, to know good and evil: and now, lest he put forth his hand, and take also of the tree of life, and eat, and live for ever:",
      "plainText" : "And the LORD God said, Behold, the man is become as one of us, to know good and evil: and now, lest he put forth his hand, and take also of the tree of life, and eat, and live for ever:"
    }
    ,
    {
      "type" : "verse",
      "id" : "v23",
      "number" : "23",
      "absolute" : "79",
      "text" : "Therefore the <span class='nog'>LORD<\/span> God sent him forth from the garden of Eden, to till the ground from whence he was taken.",
      "plainText" : "Therefore the LORD God sent him forth from the garden of Eden, to till the ground from whence he was taken."
    }
    ,
    {
      "type" : "verse",
      "id" : "v24",
      "number" : "24",
      "absolute" : "80",
      "text" : "So he drove out the man; and he placed at the east of the garden of Eden Cherubims, and a flaming sword which turned every way, to keep the way of the tree of life.",
      "plainText" : "So he drove out the man; and he placed at the east of the garden of Eden Cherubims, and a flaming sword which turned every way, to keep the way of the tree of life."
    }
  ]
}


