{
  "book": {
    "number" : "1",
    "filenamePrefix" : "genesis",
    "bookPage" : "genesis.html",
    "title" : "Genesis",
    "chapterCount" : "50",
    "testament" : "old",
    "nt" : "false",
    "ot" : "true",
    "nextBook" : "exodus_1.html",
    "nextTitle" : "Exodus",
    "prevBook" : "revelation_1.html",
    "prevTitle" : "Revelation"
  },
  "chapter": {
    "number" : "1",
    "verseCount" : "31",
    "nextChapter" : "genesis_2.html",
    "nextTitle" : "Genesis 2",
    "prevChapter" : "revelation_22.html",
    "prevTitle" : "Revelation 22",
    "filename" : "genesis_1.html",
    "keywords" : "online king james holy bible, king james bible, bible todo list, words of Jesus, bible index, the authorised version, KJV, KJB, KJAV, AV"
  },
  "items": [
    {
      "type" : "verse",
      "id" : "v1",
      "number" : "1",
      "absolute" : "1",
      "text" : "In the beginning God created the heaven and the earth."
    }
    ,
    {
      "type" : "verse",
      "id" : "v2",
      "number" : "2",
      "absolute" : "2",
      "text" : "And the earth was without form, and void; and darkness <span class='extra'>was<\/span> upon the face of the deep. And the Spirit of God moved upon the face of the waters."
    }
    ,
    {
      "type" : "verse",
      "id" : "v3",
      "number" : "3",
      "absolute" : "3",
      "text" : "And God said, Let there be light: and there was light."
    }
    ,
    {
      "type" : "verse",
      "id" : "v4",
      "number" : "4",
      "absolute" : "4",
      "text" : "And God saw the light, that <span class='extra'>it was<\/span> good: and God divided the light from the darkness."
    }
    ,
    {
      "type" : "verse",
      "id" : "v5",
      "number" : "5",
      "absolute" : "5",
      "text" : "And God called the light Day, and the darkness he called Night. And the evening and the morning were the first day."
    }
    ,
    {
      "type" : "verse",
      "id" : "v6",
      "number" : "6",
      "absolute" : "6",
      "text" : "And God said, Let there be a firmament in the midst of the waters, and let it divide the waters from the waters."
    }
    ,
    {
      "type" : "verse",
      "id" : "v7",
      "number" : "7",
      "absolute" : "7",
      "text" : "And God made the firmament, and divided the waters which <span class='extra'>were<\/span> under the firmament from the waters which <span class='extra'>were<\/span> above the firmament: and it was so."
    }
    ,
    {
      "type" : "verse",
      "id" : "v8",
      "number" : "8",
      "absolute" : "8",
      "text" : "And God called the firmament Heaven. And the evening and the morning were the second day."
    }
    ,
    {
      "type" : "verse",
      "id" : "v9",
      "number" : "9",
      "absolute" : "9",
      "text" : "And God said, Let the waters under the heaven be gathered together unto one place, and let the dry <span class='extra'>land<\/span> appear: and it was so."
    }
    ,
    {
      "type" : "verse",
      "id" : "v10",
      "number" : "10",
      "absolute" : "10",
      "text" : "And God called the dry <span class='extra'>land<\/span> Earth; and the gathering together of the waters called he Seas: and God saw that <span class='extra'>it was<\/span> good."
    }
    ,
    {
      "type" : "verse",
      "id" : "v11",
      "number" : "11",
      "absolute" : "11",
      "text" : "And God said, Let the earth bring forth grass, the herb yielding seed, <span class='extra'>and<\/span> the fruit tree yielding fruit after his kind, whose seed <span class='extra'>is<\/span> in itself, upon the earth: and it was so."
    }
    ,
    {
      "type" : "verse",
      "id" : "v12",
      "number" : "12",
      "absolute" : "12",
      "text" : "And the earth brought forth grass, <span class='extra'>and<\/span> herb yielding seed after his kind, and the tree yielding fruit, whose seed <span class='extra'>was<\/span> in itself, after his kind: and God saw that <span class='extra'>it was<\/span> good."
    }
    ,
    {
      "type" : "verse",
      "id" : "v13",
      "number" : "13",
      "absolute" : "13",
      "text" : "And the evening and the morning were the third day."
    }
    ,
    {
      "type" : "verse",
      "id" : "v14",
      "number" : "14",
      "absolute" : "14",
      "text" : "And God said, Let there be lights in the firmament of the heaven to divide the day from the night; and let them be for signs, and for seasons, and for days, and years:"
    }
    ,
    {
      "type" : "verse",
      "id" : "v15",
      "number" : "15",
      "absolute" : "15",
      "text" : "And let them be for lights in the firmament of the heaven to give light upon the earth: and it was so."
    }
    ,
    {
      "type" : "verse",
      "id" : "v16",
      "number" : "16",
      "absolute" : "16",
      "text" : "And God made two great lights; the greater light to rule the day, and the lesser light to rule the night: <span class='extra'>he made<\/span> the stars also."
    }
    ,
    {
      "type" : "verse",
      "id" : "v17",
      "number" : "17",
      "absolute" : "17",
      "text" : "And God set them in the firmament of the heaven to give light upon the earth,"
    }
    ,
    {
      "type" : "verse",
      "id" : "v18",
      "number" : "18",
      "absolute" : "18",
      "text" : "And to rule over the day and over the night, and to divide the light from the darkness: and God saw that <span class='extra'>it was<\/span> good."
    }
    ,
    {
      "type" : "verse",
      "id" : "v19",
      "number" : "19",
      "absolute" : "19",
      "text" : "And the evening and the morning were the fourth day."
    }
    ,
    {
      "type" : "verse",
      "id" : "v20",
      "number" : "20",
      "absolute" : "20",
      "text" : "And God said, Let the waters bring forth abundantly the moving creature that hath life, and fowl <span class='extra'>that<\/span> may fly above the earth in the open firmament of heaven."
    }
    ,
    {
      "type" : "verse",
      "id" : "v21",
      "number" : "21",
      "absolute" : "21",
      "text" : "And God created great whales, and every living creature that moveth, which the waters brought forth abundantly, after their kind, and every winged fowl after his kind: and God saw that <span class='extra'>it was<\/span> good."
    }
    ,
    {
      "type" : "verse",
      "id" : "v22",
      "number" : "22",
      "absolute" : "22",
      "text" : "And God blessed them, saying, Be fruitful, and multiply, and fill the waters in the seas, and let fowl multiply in the earth."
    }
    ,
    {
      "type" : "verse",
      "id" : "v23",
      "number" : "23",
      "absolute" : "23",
      "text" : "And the evening and the morning were the fifth day."
    }
    ,
    {
      "type" : "verse",
      "id" : "v24",
      "number" : "24",
      "absolute" : "24",
      "text" : "And God said, Let the earth bring forth the living creature after his kind, cattle, and creeping thing, and beast of the earth after his kind: and it was so."
    }
    ,
    {
      "type" : "verse",
      "id" : "v25",
      "number" : "25",
      "absolute" : "25",
      "text" : "And God made the beast of the earth after his kind, and cattle after their kind, and every thing that creepeth upon the earth after his kind: and God saw that <span class='extra'>it was<\/span> good."
    }
    ,
    {
      "type" : "verse",
      "id" : "v26",
      "number" : "26",
      "absolute" : "26",
      "text" : "And God said, Let us make man in our image, after our likeness: and let them have dominion over the fish of the sea, and over the fowl of the air, and over the cattle, and over all the earth, and over every creeping thing that creepeth upon the earth."
    }
    ,
    {
      "type" : "verse",
      "id" : "v27",
      "number" : "27",
      "absolute" : "27",
      "text" : "So God created man in his <span class='extra'>own<\/span> image, in the image of God created he him; male and female created he them."
    }
    ,
    {
      "type" : "verse",
      "id" : "v28",
      "number" : "28",
      "absolute" : "28",
      "text" : "And God blessed them, and God said unto them, Be fruitful, and multiply, and replenish the earth, and subdue it: and have dominion over the fish of the sea, and over the fowl of the air, and over every living thing that moveth upon the earth."
    }
    ,
    {
      "type" : "verse",
      "id" : "v29",
      "number" : "29",
      "absolute" : "29",
      "text" : "And God said, Behold, I have given you every herb bearing seed, which <span class='extra'>is<\/span> upon the face of all the earth, and every tree, in the which <span class='extra'>is<\/span> the fruit of a tree yielding seed; to you it shall be for meat."
    }
    ,
    {
      "type" : "verse",
      "id" : "v30",
      "number" : "30",
      "absolute" : "30",
      "text" : "And to every beast of the earth, and to every fowl of the air, and to every thing that creepeth upon the earth, wherein <span class='extra'>there is<\/span> life, <span class='extra'>I have given<\/span> every green herb for meat: and it was so."
    }
    ,
    {
      "type" : "verse",
      "id" : "v31",
      "number" : "31",
      "absolute" : "31",
      "text" : "And God saw every thing that he had made, and, behold, <span class='extra'>it was<\/span> very good. And the evening and the morning were the sixth day."
    }
  ]
}
