{
  "book": {
    "number" : "37",
    "filenamePrefix" : "haggai",
    "bookPage" : "haggai.html",
    "title" : "Haggai",
    "chapterCount" : "2",
    "testament" : "old",
    "nt" : "false",
    "ot" : "true",
    "nextBook" : "zechariah_1.html",
    "nextTitle" : "Zechariah",
    "prevBook" : "zephaniah_1.html",
    "prevTitle" : "Zephaniah"
  },
  "chapter": {
    "number" : "1",
    "verseCount" : "15",
    "nextChapter" : "haggai_2.html",
    "nextTitle" : "Haggai 2",
    "prevChapter" : "zephaniah_3.html",
    "prevTitle" : "Zephaniah 3",
    "filename" : "haggai_1.html",
    "keywords" : "online king james holy bible, king james bible, bible todo list, words of Jesus, bible index, the authorised version, KJV, KJB, KJAV, AV"
  },
  "items": [
    {
      "type" : "verse",
      "id" : "v1",
      "number" : "1",
      "absolute" : "22842",
      "text" : "In the second year of Darius the king, in the sixth month, in the first day of the month, came the word of the <span class='nog'>LORD<\/span> by Haggai the prophet unto Zerubbabel the son of Shealtiel, governor of Judah, and to Joshua the son of Josedech, the high priest, saying,",
      "plainText" : "In the second year of Darius the king, in the sixth month, in the first day of the month, came the word of the LORD by Haggai the prophet unto Zerubbabel the son of Shealtiel, governor of Judah, and to Joshua the son of Josedech, the high priest, saying,"
    }
    ,
    {
      "type" : "verse",
      "id" : "v2",
      "number" : "2",
      "absolute" : "22843",
      "text" : "Thus speaketh the <span class='nog'>LORD<\/span> of hosts, saying, This people say, The time is not come, the time that the <span class='nog'>LORD<\/span>'s house should be built.",
      "plainText" : "Thus speaketh the LORD of hosts, saying, This people say, The time is not come, the time that the LORD's house should be built."
    }
    ,
    {
      "type" : "verse",
      "id" : "v3",
      "number" : "3",
      "absolute" : "22844",
      "text" : "Then came the word of the <span class='nog'>LORD<\/span> by Haggai the prophet, saying,",
      "plainText" : "Then came the word of the LORD by Haggai the prophet, saying,"
    }
    ,
    {
      "type" : "verse",
      "id" : "v4",
      "number" : "4",
      "absolute" : "22845",
      "text" : "<span class='extra'>Is it<\/span> time for you, O ye, to dwell in your cieled houses, and this house <span class='extra'>lie<\/span> waste?",
      "plainText" : "Is it time for you, O ye, to dwell in your cieled houses, and this house lie waste?"
    }
    ,
    {
      "type" : "verse",
      "id" : "v5",
      "number" : "5",
      "absolute" : "22846",
      "text" : "Now therefore thus saith the <span class='nog'>LORD<\/span> of hosts; Consider your ways.",
      "plainText" : "Now therefore thus saith the LORD of hosts; Consider your ways."
    }
    ,
    {
      "type" : "verse",
      "id" : "v6",
      "number" : "6",
      "absolute" : "22847",
      "text" : "Ye have sown much, and bring in little; ye eat, but ye have not enough; ye drink, but ye are not filled with drink; ye clothe you, but there is none warm; and he that earneth wages earneth wages <span class='extra'>to put it<\/span> into a bag with holes.",
      "plainText" : "Ye have sown much, and bring in little; ye eat, but ye have not enough; ye drink, but ye are not filled with drink; ye clothe you, but there is none warm; and he that earneth wages earneth wages to put it into a bag with holes."
    }
    ,
    {
      "type" : "verse",
      "id" : "v7",
      "number" : "7",
      "absolute" : "22848",
      "text" : "Thus saith the <span class='nog'>LORD<\/span> of hosts; Consider your ways.",
      "plainText" : "Thus saith the LORD of hosts; Consider your ways."
    }
    ,
    {
      "type" : "verse",
      "id" : "v8",
      "number" : "8",
      "absolute" : "22849",
      "text" : "Go up to the mountain, and bring wood, and build the house; and I will take pleasure in it, and I will be glorified, saith the <span class='nog'>LORD<\/span>.",
      "plainText" : "Go up to the mountain, and bring wood, and build the house; and I will take pleasure in it, and I will be glorified, saith the LORD."
    }
    ,
    {
      "type" : "verse",
      "id" : "v9",
      "number" : "9",
      "absolute" : "22850",
      "text" : "Ye looked for much, and, lo, <span class='extra'>it came<\/span> to little; and when ye brought <span class='extra'>it<\/span> home, I did blow upon it. Why? saith the <span class='nog'>LORD<\/span> of hosts. Because of mine house that <span class='extra'>is<\/span> waste, and ye run every man unto his own house.",
      "plainText" : "Ye looked for much, and, lo, it came to little; and when ye brought it home, I did blow upon it. Why? saith the LORD of hosts. Because of mine house that is waste, and ye run every man unto his own house."
    }
    ,
    {
      "type" : "verse",
      "id" : "v10",
      "number" : "10",
      "absolute" : "22851",
      "text" : "Therefore the heaven over you is stayed from dew, and the earth is stayed <span class='extra'>from<\/span> her fruit.",
      "plainText" : "Therefore the heaven over you is stayed from dew, and the earth is stayed from her fruit."
    }
    ,
    {
      "type" : "verse",
      "id" : "v11",
      "number" : "11",
      "absolute" : "22852",
      "text" : "And I called for a drought upon the land, and upon the mountains, and upon the corn, and upon the new wine, and upon the oil, and upon <span class='extra'>that<\/span> which the ground bringeth forth, and upon men, and upon cattle, and upon all the labour of the hands.",
      "plainText" : "And I called for a drought upon the land, and upon the mountains, and upon the corn, and upon the new wine, and upon the oil, and upon that which the ground bringeth forth, and upon men, and upon cattle, and upon all the labour of the hands."
    }
    ,
    {
      "type" : "verse",
      "id" : "v12",
      "number" : "12",
      "absolute" : "22853",
      "text" : "Then Zerubbabel the son of Shealtiel, and Joshua the son of Josedech, the high priest, with all the remnant of the people, obeyed the voice of the <span class='nog'>LORD<\/span> their God, and the words of Haggai the prophet, as the <span class='nog'>LORD<\/span> their God had sent him, and the people did fear before the <span class='nog'>LORD<\/span>.",
      "plainText" : "Then Zerubbabel the son of Shealtiel, and Joshua the son of Josedech, the high priest, with all the remnant of the people, obeyed the voice of the LORD their God, and the words of Haggai the prophet, as the LORD their God had sent him, and the people did fear before the LORD."
    }
    ,
    {
      "type" : "verse",
      "id" : "v13",
      "number" : "13",
      "absolute" : "22854",
      "text" : "Then spake Haggai the <span class='nog'>LORD<\/span>'s messenger in the <span class='nog'>LORD<\/span>'s message unto the people, saying, I <span class='extra'>am<\/span> with you, saith the <span class='nog'>LORD<\/span>.",
      "plainText" : "Then spake Haggai the LORD's messenger in the LORD's message unto the people, saying, I am with you, saith the LORD."
    }
    ,
    {
      "type" : "verse",
      "id" : "v14",
      "number" : "14",
      "absolute" : "22855",
      "text" : "And the <span class='nog'>LORD<\/span> stirred up the spirit of Zerubbabel the son of Shealtiel, governor of Judah, and the spirit of Joshua the son of Josedech, the high priest, and the spirit of all the remnant of the people; and they came and did work in the house of the <span class='nog'>LORD<\/span> of hosts, their God,",
      "plainText" : "And the LORD stirred up the spirit of Zerubbabel the son of Shealtiel, governor of Judah, and the spirit of Joshua the son of Josedech, the high priest, and the spirit of all the remnant of the people; and they came and did work in the house of the LORD of hosts, their God,"
    }
    ,
    {
      "type" : "verse",
      "id" : "v15",
      "number" : "15",
      "absolute" : "22856",
      "text" : "In the four and twentieth day of the sixth month, in the second year of Darius the king.",
      "plainText" : "In the four and twentieth day of the sixth month, in the second year of Darius the king."
    }
  ]
}


