{
  "book": {
    "number" : "28",
    "filenamePrefix" : "hosea",
    "bookPage" : "hosea.html",
    "title" : "Hosea",
    "chapterCount" : "14",
    "testament" : "old",
    "nt" : "false",
    "ot" : "true",
    "nextBook" : "joel_1.html",
    "nextTitle" : "Joel",
    "prevBook" : "daniel_1.html",
    "prevTitle" : "Daniel"
  },
  "chapter": {
    "number" : "9",
    "verseCount" : "17",
    "nextChapter" : "hosea_10.html",
    "nextTitle" : "Hosea 10",
    "prevChapter" : "hosea_8.html",
    "prevTitle" : "Hosea 8",
    "filename" : "hosea_9.html",
    "keywords" : "online king james holy bible, king james bible, bible todo list, words of Jesus, bible index, the authorised version, KJV, KJB, KJAV, AV"
  },
  "items": [
    {
      "type" : "verse",
      "id" : "v1",
      "number" : "1",
      "absolute" : "22210",
      "text" : "Rejoice not, O Israel, for joy, as <span class='extra'>other<\/span> people: for thou hast gone a whoring from thy God, thou hast loved a reward upon every cornfloor.",
      "plainText" : "Rejoice not, O Israel, for joy, as other people: for thou hast gone a whoring from thy God, thou hast loved a reward upon every cornfloor."
    }
    ,
    {
      "type" : "verse",
      "id" : "v2",
      "number" : "2",
      "absolute" : "22211",
      "text" : "The floor and the winepress shall not feed them, and the new wine shall fail in her.",
      "plainText" : "The floor and the winepress shall not feed them, and the new wine shall fail in her."
    }
    ,
    {
      "type" : "verse",
      "id" : "v3",
      "number" : "3",
      "absolute" : "22212",
      "text" : "They shall not dwell in the <span class='nog'>LORD<\/span>'s land; but Ephraim shall return to Egypt, and they shall eat unclean <span class='extra'>things<\/span> in Assyria.",
      "plainText" : "They shall not dwell in the LORD's land; but Ephraim shall return to Egypt, and they shall eat unclean things in Assyria."
    }
    ,
    {
      "type" : "verse",
      "id" : "v4",
      "number" : "4",
      "absolute" : "22213",
      "text" : "They shall not offer wine <span class='extra'>offerings<\/span> to the <span class='nog'>LORD<\/span>, neither shall they be pleasing unto him: their sacrifices <span class='extra'>shall be<\/span> unto them as the bread of mourners; all that eat thereof shall be polluted: for their bread for their soul shall not come into the house of the <span class='nog'>LORD<\/span>.",
      "plainText" : "They shall not offer wine offerings to the LORD, neither shall they be pleasing unto him: their sacrifices shall be unto them as the bread of mourners; all that eat thereof shall be polluted: for their bread for their soul shall not come into the house of the LORD."
    }
    ,
    {
      "type" : "verse",
      "id" : "v5",
      "number" : "5",
      "absolute" : "22214",
      "text" : "What will ye do in the solemn day, and in the day of the feast of the <span class='nog'>LORD<\/span>?",
      "plainText" : "What will ye do in the solemn day, and in the day of the feast of the LORD?"
    }
    ,
    {
      "type" : "verse",
      "id" : "v6",
      "number" : "6",
      "absolute" : "22215",
      "text" : "For, lo, they are gone because of destruction: Egypt shall gather them up, Memphis shall bury them: the pleasant <span class='extra'>places<\/span> for their silver, nettles shall possess them: thorns <span class='extra'>shall be<\/span> in their tabernacles.",
      "plainText" : "For, lo, they are gone because of destruction: Egypt shall gather them up, Memphis shall bury them: the pleasant places for their silver, nettles shall possess them: thorns shall be in their tabernacles."
    }
    ,
    {
      "type" : "verse",
      "id" : "v7",
      "number" : "7",
      "absolute" : "22216",
      "text" : "The days of visitation are come, the days of recompence are come; Israel shall know <span class='extra'>it<\/span>: the prophet <span class='extra'>is<\/span> a fool, the spiritual man <span class='extra'>is<\/span> mad, for the multitude of thine iniquity, and the great hatred.",
      "plainText" : "The days of visitation are come, the days of recompence are come; Israel shall know it: the prophet is a fool, the spiritual man is mad, for the multitude of thine iniquity, and the great hatred."
    }
    ,
    {
      "type" : "verse",
      "id" : "v8",
      "number" : "8",
      "absolute" : "22217",
      "text" : "The watchman of Ephraim <span class='extra'>was<\/span> with my God: <span class='extra'>but<\/span> the prophet <span class='extra'>is<\/span> a snare of a fowler in all his ways, <span class='extra'>and<\/span> hatred in the house of his God.",
      "plainText" : "The watchman of Ephraim was with my God: but the prophet is a snare of a fowler in all his ways, and hatred in the house of his God."
    }
    ,
    {
      "type" : "verse",
      "id" : "v9",
      "number" : "9",
      "absolute" : "22218",
      "text" : "They have deeply corrupted <span class='extra'>themselves<\/span>, as in the days of Gibeah: <span class='extra'>therefore<\/span> he will remember their iniquity, he will visit their sins.",
      "plainText" : "They have deeply corrupted themselves, as in the days of Gibeah: therefore he will remember their iniquity, he will visit their sins."
    }
    ,
    {
      "type" : "verse",
      "id" : "v10",
      "number" : "10",
      "absolute" : "22219",
      "text" : "I found Israel like grapes in the wilderness; I saw your fathers as the firstripe in the fig tree at her first time: <span class='extra'>but<\/span> they went to Baal-peor, and separated themselves unto <span class='extra'>that<\/span> shame; and <span class='extra'>their<\/span> abominations were according as they loved.",
      "plainText" : "I found Israel like grapes in the wilderness; I saw your fathers as the firstripe in the fig tree at her first time: but they went to Baal-peor, and separated themselves unto that shame; and their abominations were according as they loved."
    }
    ,
    {
      "type" : "verse",
      "id" : "v11",
      "number" : "11",
      "absolute" : "22220",
      "text" : "<span class='extra'>As for<\/span> Ephraim, their glory shall fly away like a bird, from the birth, and from the womb, and from the conception.",
      "plainText" : "As for Ephraim, their glory shall fly away like a bird, from the birth, and from the womb, and from the conception."
    }
    ,
    {
      "type" : "verse",
      "id" : "v12",
      "number" : "12",
      "absolute" : "22221",
      "text" : "Though they bring up their children, yet will I bereave them, <span class='extra'>that there shall<\/span> not <span class='extra'>be<\/span> a man <span class='extra'>left<\/span>: yea, woe also to them when I depart from them!",
      "plainText" : "Though they bring up their children, yet will I bereave them, that there shall not be a man left: yea, woe also to them when I depart from them!"
    }
    ,
    {
      "type" : "verse",
      "id" : "v13",
      "number" : "13",
      "absolute" : "22222",
      "text" : "Ephraim, as I saw Tyrus, <span class='extra'>is<\/span> planted in a pleasant place: but Ephraim shall bring forth his children to the murderer.",
      "plainText" : "Ephraim, as I saw Tyrus, is planted in a pleasant place: but Ephraim shall bring forth his children to the murderer."
    }
    ,
    {
      "type" : "verse",
      "id" : "v14",
      "number" : "14",
      "absolute" : "22223",
      "text" : "Give them, O <span class='nog'>LORD<\/span>: what wilt thou give? give them a miscarrying womb and dry breasts.",
      "plainText" : "Give them, O LORD: what wilt thou give? give them a miscarrying womb and dry breasts."
    }
    ,
    {
      "type" : "verse",
      "id" : "v15",
      "number" : "15",
      "absolute" : "22224",
      "text" : "All their wickedness <span class='extra'>is<\/span> in Gilgal: for there I hated them: for the wickedness of their doings I will drive them out of mine house, I will love them no more: all their princes <span class='extra'>are<\/span> revolters.",
      "plainText" : "All their wickedness is in Gilgal: for there I hated them: for the wickedness of their doings I will drive them out of mine house, I will love them no more: all their princes are revolters."
    }
    ,
    {
      "type" : "verse",
      "id" : "v16",
      "number" : "16",
      "absolute" : "22225",
      "text" : "Ephraim is smitten, their root is dried up, they shall bear no fruit: yea, though they bring forth, yet will I slay <span class='extra'>even<\/span> the beloved <span class='extra'>fruit<\/span> of their womb.",
      "plainText" : "Ephraim is smitten, their root is dried up, they shall bear no fruit: yea, though they bring forth, yet will I slay even the beloved fruit of their womb."
    }
    ,
    {
      "type" : "verse",
      "id" : "v17",
      "number" : "17",
      "absolute" : "22226",
      "text" : "My God will cast them away, because they did not hearken unto him: and they shall be wanderers among the nations.",
      "plainText" : "My God will cast them away, because they did not hearken unto him: and they shall be wanderers among the nations."
    }
  ]
}


