{
  "book": {
    "number" : "23",
    "filenamePrefix" : "isaiah",
    "bookPage" : "isaiah.html",
    "title" : "Isaiah",
    "chapterCount" : "66",
    "testament" : "old",
    "nt" : "false",
    "ot" : "true",
    "nextBook" : "jeremiah_1.html",
    "nextTitle" : "Jeremiah",
    "prevBook" : "song_of_solomon_1.html",
    "prevTitle" : "Song of Solomon"
  },
  "chapter": {
    "number" : "14",
    "verseCount" : "32",
    "nextChapter" : "isaiah_15.html",
    "nextTitle" : "Isaiah 15",
    "prevChapter" : "isaiah_13.html",
    "prevTitle" : "Isaiah 13",
    "filename" : "isaiah_14.html",
    "keywords" : "online king james holy bible, king james bible, bible todo list, words of Jesus, bible index, the authorised version, KJV, KJB, KJAV, AV"
  },
  "items": [
    {
      "type" : "verse",
      "id" : "v1",
      "number" : "1",
      "absolute" : "17930",
      "text" : "For the <span class='nog'>LORD<\/span> will have mercy on Jacob, and will yet choose Israel, and set them in their own land: and the strangers shall be joined with them, and they shall cleave to the house of Jacob.",
      "plainText" : "For the LORD will have mercy on Jacob, and will yet choose Israel, and set them in their own land: and the strangers shall be joined with them, and they shall cleave to the house of Jacob."
    }
    ,
    {
      "type" : "verse",
      "id" : "v2",
      "number" : "2",
      "absolute" : "17931",
      "text" : "And the people shall take them, and bring them to their place: and the house of Israel shall possess them in the land of the <span class='nog'>LORD<\/span> for servants and handmaids: and they shall take them captives, whose captives they were; and they shall rule over their oppressors.",
      "plainText" : "And the people shall take them, and bring them to their place: and the house of Israel shall possess them in the land of the LORD for servants and handmaids: and they shall take them captives, whose captives they were; and they shall rule over their oppressors."
    }
    ,
    {
      "type" : "verse",
      "id" : "v3",
      "number" : "3",
      "absolute" : "17932",
      "text" : "And it shall come to pass in the day that the <span class='nog'>LORD<\/span> shall give thee rest from thy sorrow, and from thy fear, and from the hard bondage wherein thou wast made to serve,",
      "plainText" : "And it shall come to pass in the day that the LORD shall give thee rest from thy sorrow, and from thy fear, and from the hard bondage wherein thou wast made to serve,"
    }
    ,
    {
      "type" : "verse",
      "id" : "v4",
      "number" : "4",
      "absolute" : "17933",
      "text" : "That thou shalt take up this proverb against the king of Babylon, and say, How hath the oppressor ceased! the golden city ceased!",
      "plainText" : "That thou shalt take up this proverb against the king of Babylon, and say, How hath the oppressor ceased! the golden city ceased!"
    }
    ,
    {
      "type" : "verse",
      "id" : "v5",
      "number" : "5",
      "absolute" : "17934",
      "text" : "The <span class='nog'>LORD<\/span> hath broken the staff of the wicked, <span class='extra'>and<\/span> the sceptre of the rulers.",
      "plainText" : "The LORD hath broken the staff of the wicked, and the sceptre of the rulers."
    }
    ,
    {
      "type" : "verse",
      "id" : "v6",
      "number" : "6",
      "absolute" : "17935",
      "text" : "He who smote the people in wrath with a continual stroke, he that ruled the nations in anger, is persecuted, <span class='extra'>and<\/span> none hindereth.",
      "plainText" : "He who smote the people in wrath with a continual stroke, he that ruled the nations in anger, is persecuted, and none hindereth."
    }
    ,
    {
      "type" : "verse",
      "id" : "v7",
      "number" : "7",
      "absolute" : "17936",
      "text" : "The whole earth is at rest, <span class='extra'>and<\/span> is quiet: they break forth into singing.",
      "plainText" : "The whole earth is at rest, and is quiet: they break forth into singing."
    }
    ,
    {
      "type" : "verse",
      "id" : "v8",
      "number" : "8",
      "absolute" : "17937",
      "text" : "Yea, the fir trees rejoice at thee, <span class='extra'>and<\/span> the cedars of Lebanon, <span class='extra'>saying<\/span>, Since thou art laid down, no feller is come up against us.",
      "plainText" : "Yea, the fir trees rejoice at thee, and the cedars of Lebanon, saying, Since thou art laid down, no feller is come up against us."
    }
    ,
    {
      "type" : "verse",
      "id" : "v9",
      "number" : "9",
      "absolute" : "17938",
      "text" : "Hell from beneath is moved for thee to meet <span class='extra'>thee<\/span> at thy coming: it stirreth up the dead for thee, <span class='extra'>even<\/span> all the chief ones of the earth; it hath raised up from their thrones all the kings of the nations.",
      "plainText" : "Hell from beneath is moved for thee to meet thee at thy coming: it stirreth up the dead for thee, even all the chief ones of the earth; it hath raised up from their thrones all the kings of the nations."
    }
    ,
    {
      "type" : "verse",
      "id" : "v10",
      "number" : "10",
      "absolute" : "17939",
      "text" : "All they shall speak and say unto thee, Art thou also become weak as we? art thou become like unto us?",
      "plainText" : "All they shall speak and say unto thee, Art thou also become weak as we? art thou become like unto us?"
    }
    ,
    {
      "type" : "verse",
      "id" : "v11",
      "number" : "11",
      "absolute" : "17940",
      "text" : "Thy pomp is brought down to the grave, <span class='extra'>and<\/span> the noise of thy viols: the worm is spread under thee, and the worms cover thee.",
      "plainText" : "Thy pomp is brought down to the grave, and the noise of thy viols: the worm is spread under thee, and the worms cover thee."
    }
    ,
    {
      "type" : "verse",
      "id" : "v12",
      "number" : "12",
      "absolute" : "17941",
      "text" : "How art thou fallen from heaven, O Lucifer, son of the morning! <span class='extra'>how<\/span> art thou cut down to the ground, which didst weaken the nations!",
      "plainText" : "How art thou fallen from heaven, O Lucifer, son of the morning! how art thou cut down to the ground, which didst weaken the nations!"
    }
    ,
    {
      "type" : "verse",
      "id" : "v13",
      "number" : "13",
      "absolute" : "17942",
      "text" : "For thou hast said in thine heart, I will ascend into heaven, I will exalt my throne above the stars of God: I will sit also upon the mount of the congregation, in the sides of the north:",
      "plainText" : "For thou hast said in thine heart, I will ascend into heaven, I will exalt my throne above the stars of God: I will sit also upon the mount of the congregation, in the sides of the north:"
    }
    ,
    {
      "type" : "verse",
      "id" : "v14",
      "number" : "14",
      "absolute" : "17943",
      "text" : "I will ascend above the heights of the clouds; I will be like the most High.",
      "plainText" : "I will ascend above the heights of the clouds; I will be like the most High."
    }
    ,
    {
      "type" : "verse",
      "id" : "v15",
      "number" : "15",
      "absolute" : "17944",
      "text" : "Yet thou shalt be brought down to hell, to the sides of the pit.",
      "plainText" : "Yet thou shalt be brought down to hell, to the sides of the pit."
    }
    ,
    {
      "type" : "verse",
      "id" : "v16",
      "number" : "16",
      "absolute" : "17945",
      "text" : "They that see thee shall narrowly look upon thee, <span class='extra'>and<\/span> consider thee, <span class='extra'>saying, Is<\/span> this the man that made the earth to tremble, that did shake kingdoms;",
      "plainText" : "They that see thee shall narrowly look upon thee, and consider thee, saying, Is this the man that made the earth to tremble, that did shake kingdoms;"
    }
    ,
    {
      "type" : "verse",
      "id" : "v17",
      "number" : "17",
      "absolute" : "17946",
      "text" : "<span class='extra'>That<\/span> made the world as a wilderness, and destroyed the cities thereof; <span class='extra'>that<\/span> opened not the house of his prisoners?",
      "plainText" : "That made the world as a wilderness, and destroyed the cities thereof; that opened not the house of his prisoners?"
    }
    ,
    {
      "type" : "verse",
      "id" : "v18",
      "number" : "18",
      "absolute" : "17947",
      "text" : "All the kings of the nations, <span class='extra'>even<\/span> all of them, lie in glory, every one in his own house.",
      "plainText" : "All the kings of the nations, even all of them, lie in glory, every one in his own house."
    }
    ,
    {
      "type" : "verse",
      "id" : "v19",
      "number" : "19",
      "absolute" : "17948",
      "text" : "But thou art cast out of thy grave like an abominable branch, <span class='extra'>and as<\/span> the raiment of those that are slain, thrust through with a sword, that go down to the stones of the pit; as a carcase trodden under feet.",
      "plainText" : "But thou art cast out of thy grave like an abominable branch, and as the raiment of those that are slain, thrust through with a sword, that go down to the stones of the pit; as a carcase trodden under feet."
    }
    ,
    {
      "type" : "verse",
      "id" : "v20",
      "number" : "20",
      "absolute" : "17949",
      "text" : "Thou shalt not be joined with them in burial, because thou hast destroyed thy land, <span class='extra'>and<\/span> slain thy people: the seed of evildoers shall never be renowned.",
      "plainText" : "Thou shalt not be joined with them in burial, because thou hast destroyed thy land, and slain thy people: the seed of evildoers shall never be renowned."
    }
    ,
    {
      "type" : "verse",
      "id" : "v21",
      "number" : "21",
      "absolute" : "17950",
      "text" : "Prepare slaughter for his children for the iniquity of their fathers; that they do not rise, nor possess the land, nor fill the face of the world with cities.",
      "plainText" : "Prepare slaughter for his children for the iniquity of their fathers; that they do not rise, nor possess the land, nor fill the face of the world with cities."
    }
    ,
    {
      "type" : "verse",
      "id" : "v22",
      "number" : "22",
      "absolute" : "17951",
      "text" : "For I will rise up against them, saith the <span class='nog'>LORD<\/span> of hosts, and cut off from Babylon the name, and remnant, and son, and nephew, saith the <span class='nog'>LORD<\/span>.",
      "plainText" : "For I will rise up against them, saith the LORD of hosts, and cut off from Babylon the name, and remnant, and son, and nephew, saith the LORD."
    }
    ,
    {
      "type" : "verse",
      "id" : "v23",
      "number" : "23",
      "absolute" : "17952",
      "text" : "I will also make it a possession for the bittern, and pools of water: and I will sweep it with the besom of destruction, saith the <span class='nog'>LORD<\/span> of hosts.",
      "plainText" : "I will also make it a possession for the bittern, and pools of water: and I will sweep it with the besom of destruction, saith the LORD of hosts."
    }
    ,
    {
      "type" : "verse",
      "id" : "v24",
      "number" : "24",
      "absolute" : "17953",
      "text" : "The <span class='nog'>LORD<\/span> of hosts hath sworn, saying, Surely as I have thought, so shall it come to pass; and as I have purposed, <span class='extra'>so<\/span> shall it stand:",
      "plainText" : "The LORD of hosts hath sworn, saying, Surely as I have thought, so shall it come to pass; and as I have purposed, so shall it stand:"
    }
    ,
    {
      "type" : "verse",
      "id" : "v25",
      "number" : "25",
      "absolute" : "17954",
      "text" : "That I will break the Assyrian in my land, and upon my mountains tread him under foot: then shall his yoke depart from off them, and his burden depart from off their shoulders.",
      "plainText" : "That I will break the Assyrian in my land, and upon my mountains tread him under foot: then shall his yoke depart from off them, and his burden depart from off their shoulders."
    }
    ,
    {
      "type" : "verse",
      "id" : "v26",
      "number" : "26",
      "absolute" : "17955",
      "text" : "This <span class='extra'>is<\/span> the purpose that is purposed upon the whole earth: and this <span class='extra'>is<\/span> the hand that is stretched out upon all the nations.",
      "plainText" : "This is the purpose that is purposed upon the whole earth: and this is the hand that is stretched out upon all the nations."
    }
    ,
    {
      "type" : "verse",
      "id" : "v27",
      "number" : "27",
      "absolute" : "17956",
      "text" : "For the <span class='nog'>LORD<\/span> of hosts hath purposed, and who shall disannul <span class='extra'>it<\/span>? and his hand <span class='extra'>is<\/span> stretched out, and who shall turn it back?",
      "plainText" : "For the LORD of hosts hath purposed, and who shall disannul it? and his hand is stretched out, and who shall turn it back?"
    }
    ,
    {
      "type" : "verse",
      "id" : "v28",
      "number" : "28",
      "absolute" : "17957",
      "text" : "In the year that king Ahaz died was this burden.",
      "plainText" : "In the year that king Ahaz died was this burden."
    }
    ,
    {
      "type" : "verse",
      "id" : "v29",
      "number" : "29",
      "absolute" : "17958",
      "text" : "Rejoice not thou, whole Palestina, because the rod of him that smote thee is broken: for out of the serpent's root shall come forth a cockatrice, and his fruit <span class='extra'>shall be<\/span> a fiery flying serpent.",
      "plainText" : "Rejoice not thou, whole Palestina, because the rod of him that smote thee is broken: for out of the serpent's root shall come forth a cockatrice, and his fruit shall be a fiery flying serpent."
    }
    ,
    {
      "type" : "verse",
      "id" : "v30",
      "number" : "30",
      "absolute" : "17959",
      "text" : "And the firstborn of the poor shall feed, and the needy shall lie down in safety: and I will kill thy root with famine, and he shall slay thy remnant.",
      "plainText" : "And the firstborn of the poor shall feed, and the needy shall lie down in safety: and I will kill thy root with famine, and he shall slay thy remnant."
    }
    ,
    {
      "type" : "verse",
      "id" : "v31",
      "number" : "31",
      "absolute" : "17960",
      "text" : "Howl, O gate; cry, O city; thou, whole Palestina, <span class='extra'>art<\/span> dissolved: for there shall come from the north a smoke, and none <span class='extra'>shall be<\/span> alone in his appointed times.",
      "plainText" : "Howl, O gate; cry, O city; thou, whole Palestina, art dissolved: for there shall come from the north a smoke, and none shall be alone in his appointed times."
    }
    ,
    {
      "type" : "verse",
      "id" : "v32",
      "number" : "32",
      "absolute" : "17961",
      "text" : "What shall <span class='extra'>one<\/span> then answer the messengers of the nation? That the <span class='nog'>LORD<\/span> hath founded Zion, and the poor of his people shall trust in it.",
      "plainText" : "What shall one then answer the messengers of the nation? That the LORD hath founded Zion, and the poor of his people shall trust in it."
    }
  ]
}


