{
  "book": {
    "number" : "23",
    "filenamePrefix" : "isaiah",
    "bookPage" : "isaiah.html",
    "title" : "Isaiah",
    "chapterCount" : "66",
    "testament" : "old",
    "nt" : "false",
    "ot" : "true",
    "nextBook" : "jeremiah_1.html",
    "nextTitle" : "Jeremiah",
    "prevBook" : "song_of_solomon_1.html",
    "prevTitle" : "Song of Solomon"
  },
  "chapter": {
    "number" : "57",
    "verseCount" : "21",
    "nextChapter" : "isaiah_58.html",
    "nextTitle" : "Isaiah 58",
    "prevChapter" : "isaiah_56.html",
    "prevTitle" : "Isaiah 56",
    "filename" : "isaiah_57.html",
    "keywords" : "online king james holy bible, king james bible, bible todo list, words of Jesus, bible index, the authorised version, KJV, KJB, KJAV, AV"
  },
  "items": [
    {
      "type" : "verse",
      "id" : "v1",
      "number" : "1",
      "absolute" : "18767",
      "text" : "The righteous perisheth, and no man layeth <span class='extra'>it<\/span> to heart: and merciful men <span class='extra'>are<\/span> taken away, none considering that the righteous is taken away from the evil <span class='extra'>to come<\/span>.",
      "plainText" : "The righteous perisheth, and no man layeth it to heart: and merciful men are taken away, none considering that the righteous is taken away from the evil to come."
    }
    ,
    {
      "type" : "verse",
      "id" : "v2",
      "number" : "2",
      "absolute" : "18768",
      "text" : "He shall enter into peace: they shall rest in their beds, <span class='extra'>each one<\/span> walking <span class='extra'>in<\/span> his uprightness.",
      "plainText" : "He shall enter into peace: they shall rest in their beds, each one walking in his uprightness."
    }
    ,
    {
      "type" : "verse",
      "id" : "v3",
      "number" : "3",
      "absolute" : "18769",
      "text" : "But draw near hither, ye sons of the sorceress, the seed of the adulterer and the whore.",
      "plainText" : "But draw near hither, ye sons of the sorceress, the seed of the adulterer and the whore."
    }
    ,
    {
      "type" : "verse",
      "id" : "v4",
      "number" : "4",
      "absolute" : "18770",
      "text" : "Against whom do ye sport yourselves? against whom make ye a wide mouth, <span class='extra'>and<\/span> draw out the tongue? <span class='extra'>are<\/span> ye not children of transgression, a seed of falsehood,",
      "plainText" : "Against whom do ye sport yourselves? against whom make ye a wide mouth, and draw out the tongue? are ye not children of transgression, a seed of falsehood,"
    }
    ,
    {
      "type" : "verse",
      "id" : "v5",
      "number" : "5",
      "absolute" : "18771",
      "text" : "Enflaming yourselves with idols under every green tree, slaying the children in the valleys under the clifts of the rocks?",
      "plainText" : "Enflaming yourselves with idols under every green tree, slaying the children in the valleys under the clifts of the rocks?"
    }
    ,
    {
      "type" : "verse",
      "id" : "v6",
      "number" : "6",
      "absolute" : "18772",
      "text" : "Among the smooth <span class='extra'>stones<\/span> of the stream <span class='extra'>is<\/span> thy portion; they, they <span class='extra'>are<\/span> thy lot: even to them hast thou poured a drink offering, thou hast offered a meat offering. Should I receive comfort in these?",
      "plainText" : "Among the smooth stones of the stream is thy portion; they, they are thy lot: even to them hast thou poured a drink offering, thou hast offered a meat offering. Should I receive comfort in these?"
    }
    ,
    {
      "type" : "verse",
      "id" : "v7",
      "number" : "7",
      "absolute" : "18773",
      "text" : "Upon a lofty and high mountain hast thou set thy bed: even thither wentest thou up to offer sacrifice.",
      "plainText" : "Upon a lofty and high mountain hast thou set thy bed: even thither wentest thou up to offer sacrifice."
    }
    ,
    {
      "type" : "verse",
      "id" : "v8",
      "number" : "8",
      "absolute" : "18774",
      "text" : "Behind the doors also and the posts hast thou set up thy remembrance: for thou hast discovered <span class='extra'>thyself to another<\/span> than me, and art gone up; thou hast enlarged thy bed, and made thee <span class='extra'>a covenant<\/span> with them; thou lovedst their bed where thou sawest <span class='extra'>it<\/span>.",
      "plainText" : "Behind the doors also and the posts hast thou set up thy remembrance: for thou hast discovered thyself to another than me, and art gone up; thou hast enlarged thy bed, and made thee a covenant with them; thou lovedst their bed where thou sawest it."
    }
    ,
    {
      "type" : "verse",
      "id" : "v9",
      "number" : "9",
      "absolute" : "18775",
      "text" : "And thou wentest to the king with ointment, and didst increase thy perfumes, and didst send thy messengers far off, and didst debase <span class='extra'>thyself even<\/span> unto hell.",
      "plainText" : "And thou wentest to the king with ointment, and didst increase thy perfumes, and didst send thy messengers far off, and didst debase thyself even unto hell."
    }
    ,
    {
      "type" : "verse",
      "id" : "v10",
      "number" : "10",
      "absolute" : "18776",
      "text" : "Thou art wearied in the greatness of thy way; <span class='extra'>yet<\/span> saidst thou not, There is no hope: thou hast found the life of thine hand; therefore thou wast not grieved.",
      "plainText" : "Thou art wearied in the greatness of thy way; yet saidst thou not, There is no hope: thou hast found the life of thine hand; therefore thou wast not grieved."
    }
    ,
    {
      "type" : "verse",
      "id" : "v11",
      "number" : "11",
      "absolute" : "18777",
      "text" : "And of whom hast thou been afraid or feared, that thou hast lied, and hast not remembered me, nor laid <span class='extra'>it<\/span> to thy heart? have not I held my peace even of old, and thou fearest me not?",
      "plainText" : "And of whom hast thou been afraid or feared, that thou hast lied, and hast not remembered me, nor laid it to thy heart? have not I held my peace even of old, and thou fearest me not?"
    }
    ,
    {
      "type" : "verse",
      "id" : "v12",
      "number" : "12",
      "absolute" : "18778",
      "text" : "I will declare thy righteousness, and thy works; for they shall not profit thee.",
      "plainText" : "I will declare thy righteousness, and thy works; for they shall not profit thee."
    }
    ,
    {
      "type" : "verse",
      "id" : "v13",
      "number" : "13",
      "absolute" : "18779",
      "text" : "When thou criest, let thy companies deliver thee; but the wind shall carry them all away; vanity shall take <span class='extra'>them<\/span>: but he that putteth his trust in me shall possess the land, and shall inherit my holy mountain;",
      "plainText" : "When thou criest, let thy companies deliver thee; but the wind shall carry them all away; vanity shall take them: but he that putteth his trust in me shall possess the land, and shall inherit my holy mountain;"
    }
    ,
    {
      "type" : "verse",
      "id" : "v14",
      "number" : "14",
      "absolute" : "18780",
      "text" : "And shall say, Cast ye up, cast ye up, prepare the way, take up the stumblingblock out of the way of my people.",
      "plainText" : "And shall say, Cast ye up, cast ye up, prepare the way, take up the stumblingblock out of the way of my people."
    }
    ,
    {
      "type" : "verse",
      "id" : "v15",
      "number" : "15",
      "absolute" : "18781",
      "text" : "For thus saith the high and lofty One that inhabiteth eternity, whose name <span class='extra'>is<\/span> Holy; I dwell in the high and holy <span class='extra'>place<\/span>, with him also <span class='extra'>that is<\/span> of a contrite and humble spirit, to revive the spirit of the humble, and to revive the heart of the contrite ones.",
      "plainText" : "For thus saith the high and lofty One that inhabiteth eternity, whose name is Holy; I dwell in the high and holy place, with him also that is of a contrite and humble spirit, to revive the spirit of the humble, and to revive the heart of the contrite ones."
    }
    ,
    {
      "type" : "verse",
      "id" : "v16",
      "number" : "16",
      "absolute" : "18782",
      "text" : "For I will not contend for ever, neither will I be always wroth: for the spirit should fail before me, and the souls <span class='extra'>which<\/span> I have made.",
      "plainText" : "For I will not contend for ever, neither will I be always wroth: for the spirit should fail before me, and the souls which I have made."
    }
    ,
    {
      "type" : "verse",
      "id" : "v17",
      "number" : "17",
      "absolute" : "18783",
      "text" : "For the iniquity of his covetousness was I wroth, and smote him: I hid me, and was wroth, and he went on frowardly in the way of his heart.",
      "plainText" : "For the iniquity of his covetousness was I wroth, and smote him: I hid me, and was wroth, and he went on frowardly in the way of his heart."
    }
    ,
    {
      "type" : "verse",
      "id" : "v18",
      "number" : "18",
      "absolute" : "18784",
      "text" : "I have seen his ways, and will heal him: I will lead him also, and restore comforts unto him and to his mourners.",
      "plainText" : "I have seen his ways, and will heal him: I will lead him also, and restore comforts unto him and to his mourners."
    }
    ,
    {
      "type" : "verse",
      "id" : "v19",
      "number" : "19",
      "absolute" : "18785",
      "text" : "I create the fruit of the lips; Peace, peace to <span class='extra'>him that is<\/span> far off, and to <span class='extra'>him that is<\/span> near, saith the <span class='nog'>LORD<\/span>; and I will heal him.",
      "plainText" : "I create the fruit of the lips; Peace, peace to him that is far off, and to him that is near, saith the LORD; and I will heal him."
    }
    ,
    {
      "type" : "verse",
      "id" : "v20",
      "number" : "20",
      "absolute" : "18786",
      "text" : "But the wicked <span class='extra'>are<\/span> like the troubled sea, when it cannot rest, whose waters cast up mire and dirt.",
      "plainText" : "But the wicked are like the troubled sea, when it cannot rest, whose waters cast up mire and dirt."
    }
    ,
    {
      "type" : "verse",
      "id" : "v21",
      "number" : "21",
      "absolute" : "18787",
      "text" : "<span class='extra'>There is<\/span> no peace, saith my God, to the wicked.",
      "plainText" : "There is no peace, saith my God, to the wicked."
    }
  ]
}


