{
  "book": {
    "number" : "23",
    "filenamePrefix" : "isaiah",
    "bookPage" : "isaiah.html",
    "title" : "Isaiah",
    "chapterCount" : "66",
    "testament" : "old",
    "nt" : "false",
    "ot" : "true",
    "nextBook" : "jeremiah_1.html",
    "nextTitle" : "Jeremiah",
    "prevBook" : "song_of_solomon_1.html",
    "prevTitle" : "Song of Solomon"
  },
  "chapter": {
    "number" : "42",
    "verseCount" : "25",
    "nextChapter" : "isaiah_43.html",
    "nextTitle" : "Isaiah 43",
    "prevChapter" : "isaiah_41.html",
    "prevTitle" : "Isaiah 41",
    "filename" : "isaiah_42.html",
    "keywords" : "online king james holy bible, king james bible, bible todo list, words of Jesus, bible index, the authorised version, KJV, KJB, KJAV, AV"
  },
  "items": [
    {
      "type" : "verse",
      "id" : "v1",
      "number" : "1",
      "absolute" : "18482",
      "text" : "Behold my servant, whom I uphold; mine elect, <span class='extra'>in whom<\/span> my soul delighteth; I have put my spirit upon him: he shall bring forth judgment to the Gentiles.",
      "plainText" : "Behold my servant, whom I uphold; mine elect, in whom my soul delighteth; I have put my spirit upon him: he shall bring forth judgment to the Gentiles."
    }
    ,
    {
      "type" : "verse",
      "id" : "v2",
      "number" : "2",
      "absolute" : "18483",
      "text" : "He shall not cry, nor lift up, nor cause his voice to be heard in the street.",
      "plainText" : "He shall not cry, nor lift up, nor cause his voice to be heard in the street."
    }
    ,
    {
      "type" : "verse",
      "id" : "v3",
      "number" : "3",
      "absolute" : "18484",
      "text" : "A bruised reed shall he not break, and the smoking flax shall he not quench: he shall bring forth judgment unto truth.",
      "plainText" : "A bruised reed shall he not break, and the smoking flax shall he not quench: he shall bring forth judgment unto truth."
    }
    ,
    {
      "type" : "verse",
      "id" : "v4",
      "number" : "4",
      "absolute" : "18485",
      "text" : "He shall not fail nor be discouraged, till he have set judgment in the earth: and the isles shall wait for his law.",
      "plainText" : "He shall not fail nor be discouraged, till he have set judgment in the earth: and the isles shall wait for his law."
    }
    ,
    {
      "type" : "verse",
      "id" : "v5",
      "number" : "5",
      "absolute" : "18486",
      "text" : "Thus saith God the <span class='nog'>LORD<\/span>, he that created the heavens, and stretched them out; he that spread forth the earth, and that which cometh out of it; he that giveth breath unto the people upon it, and spirit to them that walk therein:",
      "plainText" : "Thus saith God the LORD, he that created the heavens, and stretched them out; he that spread forth the earth, and that which cometh out of it; he that giveth breath unto the people upon it, and spirit to them that walk therein:"
    }
    ,
    {
      "type" : "verse",
      "id" : "v6",
      "number" : "6",
      "absolute" : "18487",
      "text" : "I the <span class='nog'>LORD<\/span> have called thee in righteousness, and will hold thine hand, and will keep thee, and give thee for a covenant of the people, for a light of the Gentiles;",
      "plainText" : "I the LORD have called thee in righteousness, and will hold thine hand, and will keep thee, and give thee for a covenant of the people, for a light of the Gentiles;"
    }
    ,
    {
      "type" : "verse",
      "id" : "v7",
      "number" : "7",
      "absolute" : "18488",
      "text" : "To open the blind eyes, to bring out the prisoners from the prison, <span class='extra'>and<\/span> them that sit in darkness out of the prison house.",
      "plainText" : "To open the blind eyes, to bring out the prisoners from the prison, and them that sit in darkness out of the prison house."
    }
    ,
    {
      "type" : "verse",
      "id" : "v8",
      "number" : "8",
      "absolute" : "18489",
      "text" : "I <span class='extra'>am<\/span> the <span class='nog'>LORD<\/span>: that <span class='extra'>is<\/span> my name: and my glory will I not give to another, neither my praise to graven images.",
      "plainText" : "I am the LORD: that is my name: and my glory will I not give to another, neither my praise to graven images."
    }
    ,
    {
      "type" : "verse",
      "id" : "v9",
      "number" : "9",
      "absolute" : "18490",
      "text" : "Behold, the former things are come to pass, and new things do I declare: before they spring forth I tell you of them.",
      "plainText" : "Behold, the former things are come to pass, and new things do I declare: before they spring forth I tell you of them."
    }
    ,
    {
      "type" : "verse",
      "id" : "v10",
      "number" : "10",
      "absolute" : "18491",
      "text" : "Sing unto the <span class='nog'>LORD<\/span> a new song, <span class='extra'>and<\/span> his praise from the end of the earth, ye that go down to the sea, and all that is therein; the isles, and the inhabitants thereof.",
      "plainText" : "Sing unto the LORD a new song, and his praise from the end of the earth, ye that go down to the sea, and all that is therein; the isles, and the inhabitants thereof."
    }
    ,
    {
      "type" : "verse",
      "id" : "v11",
      "number" : "11",
      "absolute" : "18492",
      "text" : "Let the wilderness and the cities thereof lift up <span class='extra'>their voice<\/span>, the villages <span class='extra'>that<\/span> Kedar doth inhabit: let the inhabitants of the rock sing, let them shout from the top of the mountains.",
      "plainText" : "Let the wilderness and the cities thereof lift up their voice, the villages that Kedar doth inhabit: let the inhabitants of the rock sing, let them shout from the top of the mountains."
    }
    ,
    {
      "type" : "verse",
      "id" : "v12",
      "number" : "12",
      "absolute" : "18493",
      "text" : "Let them give glory unto the <span class='nog'>LORD<\/span>, and declare his praise in the islands.",
      "plainText" : "Let them give glory unto the LORD, and declare his praise in the islands."
    }
    ,
    {
      "type" : "verse",
      "id" : "v13",
      "number" : "13",
      "absolute" : "18494",
      "text" : "The <span class='nog'>LORD<\/span> shall go forth as a mighty man, he shall stir up jealousy like a man of war: he shall cry, yea, roar; he shall prevail against his enemies.",
      "plainText" : "The LORD shall go forth as a mighty man, he shall stir up jealousy like a man of war: he shall cry, yea, roar; he shall prevail against his enemies."
    }
    ,
    {
      "type" : "verse",
      "id" : "v14",
      "number" : "14",
      "absolute" : "18495",
      "text" : "I have long time holden my peace; I have been still, <span class='extra'>and<\/span> refrained myself: <span class='extra'>now<\/span> will I cry like a travailing woman; I will destroy and devour at once.",
      "plainText" : "I have long time holden my peace; I have been still, and refrained myself: now will I cry like a travailing woman; I will destroy and devour at once."
    }
    ,
    {
      "type" : "verse",
      "id" : "v15",
      "number" : "15",
      "absolute" : "18496",
      "text" : "I will make waste mountains and hills, and dry up all their herbs; and I will make the rivers islands, and I will dry up the pools.",
      "plainText" : "I will make waste mountains and hills, and dry up all their herbs; and I will make the rivers islands, and I will dry up the pools."
    }
    ,
    {
      "type" : "verse",
      "id" : "v16",
      "number" : "16",
      "absolute" : "18497",
      "text" : "And I will bring the blind by a way <span class='extra'>that<\/span> they knew not; I will lead them in paths <span class='extra'>that<\/span> they have not known: I will make darkness light before them, and crooked things straight. These things will I do unto them, and not forsake them.",
      "plainText" : "And I will bring the blind by a way that they knew not; I will lead them in paths that they have not known: I will make darkness light before them, and crooked things straight. These things will I do unto them, and not forsake them."
    }
    ,
    {
      "type" : "verse",
      "id" : "v17",
      "number" : "17",
      "absolute" : "18498",
      "text" : "They shall be turned back, they shall be greatly ashamed, that trust in graven images, that say to the molten images, Ye <span class='extra'>are<\/span> our gods.",
      "plainText" : "They shall be turned back, they shall be greatly ashamed, that trust in graven images, that say to the molten images, Ye are our gods."
    }
    ,
    {
      "type" : "verse",
      "id" : "v18",
      "number" : "18",
      "absolute" : "18499",
      "text" : "Hear, ye deaf; and look, ye blind, that ye may see.",
      "plainText" : "Hear, ye deaf; and look, ye blind, that ye may see."
    }
    ,
    {
      "type" : "verse",
      "id" : "v19",
      "number" : "19",
      "absolute" : "18500",
      "text" : "Who <span class='extra'>is<\/span> blind, but my servant? or deaf, as my messenger <span class='extra'>that<\/span> I sent? who <span class='extra'>is<\/span> blind as <span class='extra'>he that is<\/span> perfect, and blind as the <span class='nog'>LORD<\/span>'s servant?",
      "plainText" : "Who is blind, but my servant? or deaf, as my messenger that I sent? who is blind as he that is perfect, and blind as the LORD's servant?"
    }
    ,
    {
      "type" : "verse",
      "id" : "v20",
      "number" : "20",
      "absolute" : "18501",
      "text" : "Seeing many things, but thou observest not; opening the ears, but he heareth not.",
      "plainText" : "Seeing many things, but thou observest not; opening the ears, but he heareth not."
    }
    ,
    {
      "type" : "verse",
      "id" : "v21",
      "number" : "21",
      "absolute" : "18502",
      "text" : "The <span class='nog'>LORD<\/span> is well pleased for his righteousness' sake; he will magnify the law, and make <span class='extra'>it<\/span> honourable.",
      "plainText" : "The LORD is well pleased for his righteousness' sake; he will magnify the law, and make it honourable."
    }
    ,
    {
      "type" : "verse",
      "id" : "v22",
      "number" : "22",
      "absolute" : "18503",
      "text" : "But this <span class='extra'>is<\/span> a people robbed and spoiled; <span class='extra'>they are<\/span> all of them snared in holes, and they are hid in prison houses: they are for a prey, and none delivereth; for a spoil, and none saith, Restore.",
      "plainText" : "But this is a people robbed and spoiled; they are all of them snared in holes, and they are hid in prison houses: they are for a prey, and none delivereth; for a spoil, and none saith, Restore."
    }
    ,
    {
      "type" : "verse",
      "id" : "v23",
      "number" : "23",
      "absolute" : "18504",
      "text" : "Who among you will give ear to this? <span class='extra'>who<\/span> will hearken and hear for the time to come?",
      "plainText" : "Who among you will give ear to this? who will hearken and hear for the time to come?"
    }
    ,
    {
      "type" : "verse",
      "id" : "v24",
      "number" : "24",
      "absolute" : "18505",
      "text" : "Who gave Jacob for a spoil, and Israel to the robbers? did not the <span class='nog'>LORD<\/span>, he against whom we have sinned? for they would not walk in his ways, neither were they obedient unto his law.",
      "plainText" : "Who gave Jacob for a spoil, and Israel to the robbers? did not the LORD, he against whom we have sinned? for they would not walk in his ways, neither were they obedient unto his law."
    }
    ,
    {
      "type" : "verse",
      "id" : "v25",
      "number" : "25",
      "absolute" : "18506",
      "text" : "Therefore he hath poured upon him the fury of his anger, and the strength of battle: and it hath set him on fire round about, yet he knew not; and it burned him, yet he laid <span class='extra'>it<\/span> not to heart.",
      "plainText" : "Therefore he hath poured upon him the fury of his anger, and the strength of battle: and it hath set him on fire round about, yet he knew not; and it burned him, yet he laid it not to heart."
    }
  ]
}


