{
  "book": {
    "number" : "23",
    "filenamePrefix" : "isaiah",
    "bookPage" : "isaiah.html",
    "title" : "Isaiah",
    "chapterCount" : "66",
    "testament" : "old",
    "nt" : "false",
    "ot" : "true",
    "nextBook" : "jeremiah_1.html",
    "nextTitle" : "Jeremiah",
    "prevBook" : "song_of_solomon_1.html",
    "prevTitle" : "Song of Solomon"
  },
  "chapter": {
    "number" : "17",
    "verseCount" : "14",
    "nextChapter" : "isaiah_18.html",
    "nextTitle" : "Isaiah 18",
    "prevChapter" : "isaiah_16.html",
    "prevTitle" : "Isaiah 16",
    "filename" : "isaiah_17.html",
    "keywords" : "online king james holy bible, king james bible, bible todo list, words of Jesus, bible index, the authorised version, KJV, KJB, KJAV, AV"
  },
  "items": [
    {
      "type" : "verse",
      "id" : "v1",
      "number" : "1",
      "absolute" : "17985",
      "text" : "The burden of Damascus. Behold, Damascus is taken away from <span class='extra'>being<\/span> a city, and it shall be a ruinous heap.",
      "plainText" : "The burden of Damascus. Behold, Damascus is taken away from being a city, and it shall be a ruinous heap."
    }
    ,
    {
      "type" : "verse",
      "id" : "v2",
      "number" : "2",
      "absolute" : "17986",
      "text" : "The cities of Aroer <span class='extra'>are<\/span> forsaken: they shall be for flocks, which shall lie down, and none shall make <span class='extra'>them<\/span> afraid.",
      "plainText" : "The cities of Aroer are forsaken: they shall be for flocks, which shall lie down, and none shall make them afraid."
    }
    ,
    {
      "type" : "verse",
      "id" : "v3",
      "number" : "3",
      "absolute" : "17987",
      "text" : "The fortress also shall cease from Ephraim, and the kingdom from Damascus, and the remnant of Syria: they shall be as the glory of the children of Israel, saith the <span class='nog'>LORD<\/span> of hosts.",
      "plainText" : "The fortress also shall cease from Ephraim, and the kingdom from Damascus, and the remnant of Syria: they shall be as the glory of the children of Israel, saith the LORD of hosts."
    }
    ,
    {
      "type" : "verse",
      "id" : "v4",
      "number" : "4",
      "absolute" : "17988",
      "text" : "And in that day it shall come to pass, <span class='extra'>that<\/span> the glory of Jacob shall be made thin, and the fatness of his flesh shall wax lean.",
      "plainText" : "And in that day it shall come to pass, that the glory of Jacob shall be made thin, and the fatness of his flesh shall wax lean."
    }
    ,
    {
      "type" : "verse",
      "id" : "v5",
      "number" : "5",
      "absolute" : "17989",
      "text" : "And it shall be as when the harvestman gathereth the corn, and reapeth the ears with his arm; and it shall be as he that gathereth ears in the valley of Rephaim.",
      "plainText" : "And it shall be as when the harvestman gathereth the corn, and reapeth the ears with his arm; and it shall be as he that gathereth ears in the valley of Rephaim."
    }
    ,
    {
      "type" : "verse",
      "id" : "v6",
      "number" : "6",
      "absolute" : "17990",
      "text" : "Yet gleaning grapes shall be left in it, as the shaking of an olive tree, two <span class='extra'>or<\/span> three berries in the top of the uppermost bough, four <span class='extra'>or<\/span> five in the outmost fruitful branches thereof, saith the <span class='nog'>LORD<\/span> God of Israel.",
      "plainText" : "Yet gleaning grapes shall be left in it, as the shaking of an olive tree, two or three berries in the top of the uppermost bough, four or five in the outmost fruitful branches thereof, saith the LORD God of Israel."
    }
    ,
    {
      "type" : "verse",
      "id" : "v7",
      "number" : "7",
      "absolute" : "17991",
      "text" : "At that day shall a man look to his Maker, and his eyes shall have respect to the Holy One of Israel.",
      "plainText" : "At that day shall a man look to his Maker, and his eyes shall have respect to the Holy One of Israel."
    }
    ,
    {
      "type" : "verse",
      "id" : "v8",
      "number" : "8",
      "absolute" : "17992",
      "text" : "And he shall not look to the altars, the work of his hands, neither shall respect <span class='extra'>that<\/span> which his fingers have made, either the groves, or the images.",
      "plainText" : "And he shall not look to the altars, the work of his hands, neither shall respect that which his fingers have made, either the groves, or the images."
    }
    ,
    {
      "type" : "verse",
      "id" : "v9",
      "number" : "9",
      "absolute" : "17993",
      "text" : "In that day shall his strong cities be as a forsaken bough, and an uppermost branch, which they left because of the children of Israel: and there shall be desolation.",
      "plainText" : "In that day shall his strong cities be as a forsaken bough, and an uppermost branch, which they left because of the children of Israel: and there shall be desolation."
    }
    ,
    {
      "type" : "verse",
      "id" : "v10",
      "number" : "10",
      "absolute" : "17994",
      "text" : "Because thou hast forgotten the God of thy salvation, and hast not been mindful of the rock of thy strength, therefore shalt thou plant pleasant plants, and shalt set it with strange slips:",
      "plainText" : "Because thou hast forgotten the God of thy salvation, and hast not been mindful of the rock of thy strength, therefore shalt thou plant pleasant plants, and shalt set it with strange slips:"
    }
    ,
    {
      "type" : "verse",
      "id" : "v11",
      "number" : "11",
      "absolute" : "17995",
      "text" : "In the day shalt thou make thy plant to grow, and in the morning shalt thou make thy seed to flourish: <span class='extra'>but<\/span> the harvest <span class='extra'>shall be<\/span> a heap in the day of grief and of desperate sorrow.",
      "plainText" : "In the day shalt thou make thy plant to grow, and in the morning shalt thou make thy seed to flourish: but the harvest shall be a heap in the day of grief and of desperate sorrow."
    }
    ,
    {
      "type" : "verse",
      "id" : "v12",
      "number" : "12",
      "absolute" : "17996",
      "text" : "Woe to the multitude of many people, <span class='extra'>which<\/span> make a noise like the noise of the seas; and to the rushing of nations, <span class='extra'>that<\/span> make a rushing like the rushing of mighty waters!",
      "plainText" : "Woe to the multitude of many people, which make a noise like the noise of the seas; and to the rushing of nations, that make a rushing like the rushing of mighty waters!"
    }
    ,
    {
      "type" : "verse",
      "id" : "v13",
      "number" : "13",
      "absolute" : "17997",
      "text" : "The nations shall rush like the rushing of many waters: but <span class='extra'>God<\/span> shall rebuke them, and they shall flee far off, and shall be chased as the chaff of the mountains before the wind, and like a rolling thing before the whirlwind.",
      "plainText" : "The nations shall rush like the rushing of many waters: but God shall rebuke them, and they shall flee far off, and shall be chased as the chaff of the mountains before the wind, and like a rolling thing before the whirlwind."
    }
    ,
    {
      "type" : "verse",
      "id" : "v14",
      "number" : "14",
      "absolute" : "17998",
      "text" : "And behold at eveningtide trouble; <span class='extra'>and<\/span> before the morning he <span class='extra'>is<\/span> not. This <span class='extra'>is<\/span> the portion of them that spoil us, and the lot of them that rob us.",
      "plainText" : "And behold at eveningtide trouble; and before the morning he is not. This is the portion of them that spoil us, and the lot of them that rob us."
    }
  ]
}


