{
  "book": {
    "number" : "23",
    "filenamePrefix" : "isaiah",
    "bookPage" : "isaiah.html",
    "title" : "Isaiah",
    "chapterCount" : "66",
    "testament" : "old",
    "nt" : "false",
    "ot" : "true",
    "nextBook" : "jeremiah_1.html",
    "nextTitle" : "Jeremiah",
    "prevBook" : "song_of_solomon_1.html",
    "prevTitle" : "Song of Solomon"
  },
  "chapter": {
    "number" : "44",
    "verseCount" : "28",
    "nextChapter" : "isaiah_45.html",
    "nextTitle" : "Isaiah 45",
    "prevChapter" : "isaiah_43.html",
    "prevTitle" : "Isaiah 43",
    "filename" : "isaiah_44.html",
    "keywords" : "online king james holy bible, king james bible, bible todo list, words of Jesus, bible index, the authorised version, KJV, KJB, KJAV, AV"
  },
  "items": [
    {
      "type" : "verse",
      "id" : "v1",
      "number" : "1",
      "absolute" : "18535",
      "text" : "Yet now hear, O Jacob my servant; and Israel, whom I have chosen:",
      "plainText" : "Yet now hear, O Jacob my servant; and Israel, whom I have chosen:"
    }
    ,
    {
      "type" : "verse",
      "id" : "v2",
      "number" : "2",
      "absolute" : "18536",
      "text" : "Thus saith the <span class='nog'>LORD<\/span> that made thee, and formed thee from the womb, <span class='extra'>which<\/span> will help thee; Fear not, O Jacob, my servant; and thou, Jesurun, whom I have chosen.",
      "plainText" : "Thus saith the LORD that made thee, and formed thee from the womb, which will help thee; Fear not, O Jacob, my servant; and thou, Jesurun, whom I have chosen."
    }
    ,
    {
      "type" : "verse",
      "id" : "v3",
      "number" : "3",
      "absolute" : "18537",
      "text" : "For I will pour water upon him that is thirsty, and floods upon the dry ground: I will pour my spirit upon thy seed, and my blessing upon thine offspring:",
      "plainText" : "For I will pour water upon him that is thirsty, and floods upon the dry ground: I will pour my spirit upon thy seed, and my blessing upon thine offspring:"
    }
    ,
    {
      "type" : "verse",
      "id" : "v4",
      "number" : "4",
      "absolute" : "18538",
      "text" : "And they shall spring up <span class='extra'>as<\/span> among the grass, as willows by the water courses.",
      "plainText" : "And they shall spring up as among the grass, as willows by the water courses."
    }
    ,
    {
      "type" : "verse",
      "id" : "v5",
      "number" : "5",
      "absolute" : "18539",
      "text" : "One shall say, I <span class='extra'>am<\/span> the <span class='nog'>LORD<\/span>'s; and another shall call <span class='extra'>himself<\/span> by the name of Jacob; and another shall subscribe <span class='extra'>with<\/span> his hand unto the <span class='nog'>LORD<\/span>, and surname <span class='extra'>himself<\/span> by the name of Israel.",
      "plainText" : "One shall say, I am the LORD's; and another shall call himself by the name of Jacob; and another shall subscribe with his hand unto the LORD, and surname himself by the name of Israel."
    }
    ,
    {
      "type" : "verse",
      "id" : "v6",
      "number" : "6",
      "absolute" : "18540",
      "text" : "Thus saith the <span class='nog'>LORD<\/span> the King of Israel, and his redeemer the <span class='nog'>LORD<\/span> of hosts; I <span class='extra'>am<\/span> the first, and I <span class='extra'>am<\/span> the last; and beside me <span class='extra'>there is<\/span> no God.",
      "plainText" : "Thus saith the LORD the King of Israel, and his redeemer the LORD of hosts; I am the first, and I am the last; and beside me there is no God."
    }
    ,
    {
      "type" : "verse",
      "id" : "v7",
      "number" : "7",
      "absolute" : "18541",
      "text" : "And who, as I, shall call, and shall declare it, and set it in order for me, since I appointed the ancient people? and the things that are coming, and shall come, let them shew unto them.",
      "plainText" : "And who, as I, shall call, and shall declare it, and set it in order for me, since I appointed the ancient people? and the things that are coming, and shall come, let them shew unto them."
    }
    ,
    {
      "type" : "verse",
      "id" : "v8",
      "number" : "8",
      "absolute" : "18542",
      "text" : "Fear ye not, neither be afraid: have not I told thee from that time, and have declared <span class='extra'>it<\/span>? ye <span class='extra'>are<\/span> even my witnesses. Is there a God beside me? yea, <span class='extra'>there is<\/span> no God; I know not <span class='extra'>any<\/span>.",
      "plainText" : "Fear ye not, neither be afraid: have not I told thee from that time, and have declared it? ye are even my witnesses. Is there a God beside me? yea, there is no God; I know not any."
    }
    ,
    {
      "type" : "verse",
      "id" : "v9",
      "number" : "9",
      "absolute" : "18543",
      "text" : "They that make a graven image <span class='extra'>are<\/span> all of them vanity; and their delectable things shall not profit; and they <span class='extra'>are<\/span> their own witnesses; they see not, nor know; that they may be ashamed.",
      "plainText" : "They that make a graven image are all of them vanity; and their delectable things shall not profit; and they are their own witnesses; they see not, nor know; that they may be ashamed."
    }
    ,
    {
      "type" : "verse",
      "id" : "v10",
      "number" : "10",
      "absolute" : "18544",
      "text" : "Who hath formed a god, or molten a graven image <span class='extra'>that<\/span> is profitable for nothing?",
      "plainText" : "Who hath formed a god, or molten a graven image that is profitable for nothing?"
    }
    ,
    {
      "type" : "verse",
      "id" : "v11",
      "number" : "11",
      "absolute" : "18545",
      "text" : "Behold, all his fellows shall be ashamed: and the workmen, they <span class='extra'>are<\/span> of men: let them all be gathered together, let them stand up; <span class='extra'>yet<\/span> they shall fear, <span class='extra'>and<\/span> they shall be ashamed together.",
      "plainText" : "Behold, all his fellows shall be ashamed: and the workmen, they are of men: let them all be gathered together, let them stand up; yet they shall fear, and they shall be ashamed together."
    }
    ,
    {
      "type" : "verse",
      "id" : "v12",
      "number" : "12",
      "absolute" : "18546",
      "text" : "The smith with the tongs both worketh in the coals, and fashioneth it with hammers, and worketh it with the strength of his arms: yea, he is hungry, and his strength faileth: he drinketh no water, and is faint.",
      "plainText" : "The smith with the tongs both worketh in the coals, and fashioneth it with hammers, and worketh it with the strength of his arms: yea, he is hungry, and his strength faileth: he drinketh no water, and is faint."
    }
    ,
    {
      "type" : "verse",
      "id" : "v13",
      "number" : "13",
      "absolute" : "18547",
      "text" : "The carpenter stretcheth out <span class='extra'>his<\/span> rule; he marketh it out with a line; he fitteth it with planes, and he marketh it out with the compass, and maketh it after the figure of a man, according to the beauty of a man; that it may remain in the house.",
      "plainText" : "The carpenter stretcheth out his rule; he marketh it out with a line; he fitteth it with planes, and he marketh it out with the compass, and maketh it after the figure of a man, according to the beauty of a man; that it may remain in the house."
    }
    ,
    {
      "type" : "verse",
      "id" : "v14",
      "number" : "14",
      "absolute" : "18548",
      "text" : "He heweth him down cedars, and taketh the cypress and the oak, which he strengtheneth for himself among the trees of the forest: he planteth an ash, and the rain doth nourish <span class='extra'>it<\/span>.",
      "plainText" : "He heweth him down cedars, and taketh the cypress and the oak, which he strengtheneth for himself among the trees of the forest: he planteth an ash, and the rain doth nourish it."
    }
    ,
    {
      "type" : "verse",
      "id" : "v15",
      "number" : "15",
      "absolute" : "18549",
      "text" : "Then shall it be for a man to burn: for he will take thereof, and warm himself; yea, he kindleth <span class='extra'>it<\/span>, and baketh bread; yea, he maketh a god, and worshippeth <span class='extra'>it<\/span>; he maketh it a graven image, and falleth down thereto.",
      "plainText" : "Then shall it be for a man to burn: for he will take thereof, and warm himself; yea, he kindleth it, and baketh bread; yea, he maketh a god, and worshippeth it; he maketh it a graven image, and falleth down thereto."
    }
    ,
    {
      "type" : "verse",
      "id" : "v16",
      "number" : "16",
      "absolute" : "18550",
      "text" : "He burneth part thereof in the fire; with part thereof he eateth flesh; he roasteth roast, and is satisfied: yea, he warmeth <span class='extra'>himself<\/span>, and saith, Aha, I am warm, I have seen the fire:",
      "plainText" : "He burneth part thereof in the fire; with part thereof he eateth flesh; he roasteth roast, and is satisfied: yea, he warmeth himself, and saith, Aha, I am warm, I have seen the fire:"
    }
    ,
    {
      "type" : "verse",
      "id" : "v17",
      "number" : "17",
      "absolute" : "18551",
      "text" : "And the residue thereof he maketh a god, <span class='extra'>even<\/span> his graven image: he falleth down unto it, and worshippeth <span class='extra'>it<\/span>, and prayeth unto it, and saith, Deliver me; for thou <span class='extra'>art<\/span> my god.",
      "plainText" : "And the residue thereof he maketh a god, even his graven image: he falleth down unto it, and worshippeth it, and prayeth unto it, and saith, Deliver me; for thou art my god."
    }
    ,
    {
      "type" : "verse",
      "id" : "v18",
      "number" : "18",
      "absolute" : "18552",
      "text" : "They have not known nor understood: for he hath shut their eyes, that they cannot see; <span class='extra'>and<\/span> their hearts, that they cannot understand.",
      "plainText" : "They have not known nor understood: for he hath shut their eyes, that they cannot see; and their hearts, that they cannot understand."
    }
    ,
    {
      "type" : "verse",
      "id" : "v19",
      "number" : "19",
      "absolute" : "18553",
      "text" : "And none considereth in his heart, neither <span class='extra'>is there<\/span> knowledge nor understanding to say, I have burned part of it in the fire; yea, also I have baked bread upon the coals thereof; I have roasted flesh, and eaten <span class='extra'>it<\/span>: and shall I make the residue thereof an abomination? shall I fall down to the stock of a tree?",
      "plainText" : "And none considereth in his heart, neither is there knowledge nor understanding to say, I have burned part of it in the fire; yea, also I have baked bread upon the coals thereof; I have roasted flesh, and eaten it: and shall I make the residue thereof an abomination? shall I fall down to the stock of a tree?"
    }
    ,
    {
      "type" : "verse",
      "id" : "v20",
      "number" : "20",
      "absolute" : "18554",
      "text" : "He feedeth on ashes: a deceived heart hath turned him aside, that he cannot deliver his soul, nor say, <span class='extra'>Is there<\/span> not a lie in my right hand?",
      "plainText" : "He feedeth on ashes: a deceived heart hath turned him aside, that he cannot deliver his soul, nor say, Is there not a lie in my right hand?"
    }
    ,
    {
      "type" : "verse",
      "id" : "v21",
      "number" : "21",
      "absolute" : "18555",
      "text" : "Remember these, O Jacob and Israel; for thou <span class='extra'>art<\/span> my servant: I have formed thee; thou <span class='extra'>art<\/span> my servant: O Israel, thou shalt not be forgotten of me.",
      "plainText" : "Remember these, O Jacob and Israel; for thou art my servant: I have formed thee; thou art my servant: O Israel, thou shalt not be forgotten of me."
    }
    ,
    {
      "type" : "verse",
      "id" : "v22",
      "number" : "22",
      "absolute" : "18556",
      "text" : "I have blotted out, as a thick cloud, thy transgressions, and, as a cloud, thy sins: return unto me; for I have redeemed thee.",
      "plainText" : "I have blotted out, as a thick cloud, thy transgressions, and, as a cloud, thy sins: return unto me; for I have redeemed thee."
    }
    ,
    {
      "type" : "verse",
      "id" : "v23",
      "number" : "23",
      "absolute" : "18557",
      "text" : "Sing, O ye heavens; for the <span class='nog'>LORD<\/span> hath done <span class='extra'>it<\/span>: shout, ye lower parts of the earth: break forth into singing, ye mountains, O forest, and every tree therein: for the <span class='nog'>LORD<\/span> hath redeemed Jacob, and glorified himself in Israel.",
      "plainText" : "Sing, O ye heavens; for the LORD hath done it: shout, ye lower parts of the earth: break forth into singing, ye mountains, O forest, and every tree therein: for the LORD hath redeemed Jacob, and glorified himself in Israel."
    }
    ,
    {
      "type" : "verse",
      "id" : "v24",
      "number" : "24",
      "absolute" : "18558",
      "text" : "Thus saith the <span class='nog'>LORD<\/span>, thy redeemer, and he that formed thee from the womb, I <span class='extra'>am<\/span> the <span class='nog'>LORD<\/span> that maketh all <span class='extra'>things<\/span>; that stretcheth forth the heavens alone; that spreadeth abroad the earth by myself;",
      "plainText" : "Thus saith the LORD, thy redeemer, and he that formed thee from the womb, I am the LORD that maketh all things; that stretcheth forth the heavens alone; that spreadeth abroad the earth by myself;"
    }
    ,
    {
      "type" : "verse",
      "id" : "v25",
      "number" : "25",
      "absolute" : "18559",
      "text" : "That frustrateth the tokens of the liars, and maketh diviners mad; that turneth wise <span class='extra'>men<\/span> backward, and maketh their knowledge foolish;",
      "plainText" : "That frustrateth the tokens of the liars, and maketh diviners mad; that turneth wise men backward, and maketh their knowledge foolish;"
    }
    ,
    {
      "type" : "verse",
      "id" : "v26",
      "number" : "26",
      "absolute" : "18560",
      "text" : "That confirmeth the word of his servant, and performeth the counsel of his messengers; that saith to Jerusalem, Thou shalt be inhabited; and to the cities of Judah, Ye shall be built, and I will raise up the decayed places thereof:",
      "plainText" : "That confirmeth the word of his servant, and performeth the counsel of his messengers; that saith to Jerusalem, Thou shalt be inhabited; and to the cities of Judah, Ye shall be built, and I will raise up the decayed places thereof:"
    }
    ,
    {
      "type" : "verse",
      "id" : "v27",
      "number" : "27",
      "absolute" : "18561",
      "text" : "That saith to the deep, Be dry, and I will dry up thy rivers:",
      "plainText" : "That saith to the deep, Be dry, and I will dry up thy rivers:"
    }
    ,
    {
      "type" : "verse",
      "id" : "v28",
      "number" : "28",
      "absolute" : "18562",
      "text" : "That saith of Cyrus, <span class='extra'>He is<\/span> my shepherd, and shall perform all my pleasure: even saying to Jerusalem, Thou shalt be built; and to the temple, Thy foundation shall be laid.",
      "plainText" : "That saith of Cyrus, He is my shepherd, and shall perform all my pleasure: even saying to Jerusalem, Thou shalt be built; and to the temple, Thy foundation shall be laid."
    }
  ]
}


