{
  "book": {
    "number" : "24",
    "filenamePrefix" : "jeremiah",
    "bookPage" : "jeremiah.html",
    "title" : "Jeremiah",
    "chapterCount" : "52",
    "testament" : "old",
    "nt" : "false",
    "ot" : "true",
    "nextBook" : "lamentations_1.html",
    "nextTitle" : "Lamentations",
    "prevBook" : "isaiah_1.html",
    "prevTitle" : "Isaiah"
  },
  "chapter": {
    "number" : "46",
    "verseCount" : "28",
    "nextChapter" : "jeremiah_47.html",
    "nextTitle" : "Jeremiah 47",
    "prevChapter" : "jeremiah_45.html",
    "prevTitle" : "Jeremiah 45",
    "filename" : "jeremiah_46.html",
    "keywords" : "online king james holy bible, king james bible, bible todo list, words of Jesus, bible index, the authorised version, KJV, KJB, KJAV, AV"
  },
  "items": [
    {
      "type" : "verse",
      "id" : "v1",
      "number" : "1",
      "absolute" : "20047",
      "text" : "The word of the <span class='nog'>LORD<\/span> which came to Jeremiah the prophet against the Gentiles;",
      "plainText" : "The word of the LORD which came to Jeremiah the prophet against the Gentiles;"
    }
    ,
    {
      "type" : "verse",
      "id" : "v2",
      "number" : "2",
      "absolute" : "20048",
      "text" : "Against Egypt, against the army of Pharaoh-necho king of Egypt, which was by the river Euphrates in Carchemish, which Nebuchadrezzar king of Babylon smote in the fourth year of Jehoiakim the son of Josiah king of Judah.",
      "plainText" : "Against Egypt, against the army of Pharaoh-necho king of Egypt, which was by the river Euphrates in Carchemish, which Nebuchadrezzar king of Babylon smote in the fourth year of Jehoiakim the son of Josiah king of Judah."
    }
    ,
    {
      "type" : "verse",
      "id" : "v3",
      "number" : "3",
      "absolute" : "20049",
      "text" : "Order ye the buckler and shield, and draw near to battle.",
      "plainText" : "Order ye the buckler and shield, and draw near to battle."
    }
    ,
    {
      "type" : "verse",
      "id" : "v4",
      "number" : "4",
      "absolute" : "20050",
      "text" : "Harness the horses; and get up, ye horsemen, and stand forth with <span class='extra'>your<\/span> helmets; furbish the spears, <span class='extra'>and<\/span> put on the brigandines.",
      "plainText" : "Harness the horses; and get up, ye horsemen, and stand forth with your helmets; furbish the spears, and put on the brigandines."
    }
    ,
    {
      "type" : "verse",
      "id" : "v5",
      "number" : "5",
      "absolute" : "20051",
      "text" : "Wherefore have I seen them dismayed <span class='extra'>and<\/span> turned away back? and their mighty ones are beaten down, and are fled apace, and look not back: <span class='extra'>for<\/span> fear <span class='extra'>was<\/span> round about, saith the <span class='nog'>LORD<\/span>.",
      "plainText" : "Wherefore have I seen them dismayed and turned away back? and their mighty ones are beaten down, and are fled apace, and look not back: for fear was round about, saith the LORD."
    }
    ,
    {
      "type" : "verse",
      "id" : "v6",
      "number" : "6",
      "absolute" : "20052",
      "text" : "Let not the swift flee away, nor the mighty man escape; they shall stumble, and fall toward the north by the river Euphrates.",
      "plainText" : "Let not the swift flee away, nor the mighty man escape; they shall stumble, and fall toward the north by the river Euphrates."
    }
    ,
    {
      "type" : "verse",
      "id" : "v7",
      "number" : "7",
      "absolute" : "20053",
      "text" : "Who <span class='extra'>is<\/span> this <span class='extra'>that<\/span> cometh up as a flood, whose waters are moved as the rivers?",
      "plainText" : "Who is this that cometh up as a flood, whose waters are moved as the rivers?"
    }
    ,
    {
      "type" : "verse",
      "id" : "v8",
      "number" : "8",
      "absolute" : "20054",
      "text" : "Egypt riseth up like a flood, and <span class='extra'>his<\/span> waters are moved like the rivers; and he saith, I will go up, <span class='extra'>and<\/span> will cover the earth; I will destroy the city and the inhabitants thereof.",
      "plainText" : "Egypt riseth up like a flood, and his waters are moved like the rivers; and he saith, I will go up, and will cover the earth; I will destroy the city and the inhabitants thereof."
    }
    ,
    {
      "type" : "verse",
      "id" : "v9",
      "number" : "9",
      "absolute" : "20055",
      "text" : "Come up, ye horses; and rage, ye chariots; and let the mighty men come forth; the Ethiopians and the Libyans, that handle the shield; and the Lydians, that handle <span class='extra'>and<\/span> bend the bow.",
      "plainText" : "Come up, ye horses; and rage, ye chariots; and let the mighty men come forth; the Ethiopians and the Libyans, that handle the shield; and the Lydians, that handle and bend the bow."
    }
    ,
    {
      "type" : "verse",
      "id" : "v10",
      "number" : "10",
      "absolute" : "20056",
      "text" : "For this <span class='extra'>is<\/span> the day of the Lord <span class='nog'>GOD<\/span> of hosts, a day of vengeance, that he may avenge him of his adversaries: and the sword shall devour, and it shall be satiate and made drunk with their blood: for the Lord <span class='nog'>GOD<\/span> of hosts hath a sacrifice in the north country by the river Euphrates.",
      "plainText" : "For this is the day of the Lord GOD of hosts, a day of vengeance, that he may avenge him of his adversaries: and the sword shall devour, and it shall be satiate and made drunk with their blood: for the Lord GOD of hosts hath a sacrifice in the north country by the river Euphrates."
    }
    ,
    {
      "type" : "verse",
      "id" : "v11",
      "number" : "11",
      "absolute" : "20057",
      "text" : "Go up into Gilead, and take balm, O virgin, the daughter of Egypt: in vain shalt thou use many medicines; <span class='extra'>for<\/span> thou shalt not be cured.",
      "plainText" : "Go up into Gilead, and take balm, O virgin, the daughter of Egypt: in vain shalt thou use many medicines; for thou shalt not be cured."
    }
    ,
    {
      "type" : "verse",
      "id" : "v12",
      "number" : "12",
      "absolute" : "20058",
      "text" : "The nations have heard of thy shame, and thy cry hath filled the land: for the mighty man hath stumbled against the mighty, <span class='extra'>and<\/span> they are fallen both together.",
      "plainText" : "The nations have heard of thy shame, and thy cry hath filled the land: for the mighty man hath stumbled against the mighty, and they are fallen both together."
    }
    ,
    {
      "type" : "verse",
      "id" : "v13",
      "number" : "13",
      "absolute" : "20059",
      "text" : "The word that the <span class='nog'>LORD<\/span> spake to Jeremiah the prophet, how Nebuchadrezzar king of Babylon should come <span class='extra'>and<\/span> smite the land of Egypt.",
      "plainText" : "The word that the LORD spake to Jeremiah the prophet, how Nebuchadrezzar king of Babylon should come and smite the land of Egypt."
    }
    ,
    {
      "type" : "verse",
      "id" : "v14",
      "number" : "14",
      "absolute" : "20060",
      "text" : "Declare ye in Egypt, and publish in Migdol, and publish in Noph and in Tahpanhes: say ye, Stand fast, and prepare thee; for the sword shall devour round about thee.",
      "plainText" : "Declare ye in Egypt, and publish in Migdol, and publish in Noph and in Tahpanhes: say ye, Stand fast, and prepare thee; for the sword shall devour round about thee."
    }
    ,
    {
      "type" : "verse",
      "id" : "v15",
      "number" : "15",
      "absolute" : "20061",
      "text" : "Why are thy valiant <span class='extra'>men<\/span> swept away? they stood not, because the <span class='nog'>LORD<\/span> did drive them.",
      "plainText" : "Why are thy valiant men swept away? they stood not, because the LORD did drive them."
    }
    ,
    {
      "type" : "verse",
      "id" : "v16",
      "number" : "16",
      "absolute" : "20062",
      "text" : "He made many to fall, yea, one fell upon another: and they said, Arise, and let us go again to our own people, and to the land of our nativity, from the oppressing sword.",
      "plainText" : "He made many to fall, yea, one fell upon another: and they said, Arise, and let us go again to our own people, and to the land of our nativity, from the oppressing sword."
    }
    ,
    {
      "type" : "verse",
      "id" : "v17",
      "number" : "17",
      "absolute" : "20063",
      "text" : "They did cry there, Pharaoh king of Egypt <span class='extra'>is but<\/span> a noise; he hath passed the time appointed.",
      "plainText" : "They did cry there, Pharaoh king of Egypt is but a noise; he hath passed the time appointed."
    }
    ,
    {
      "type" : "verse",
      "id" : "v18",
      "number" : "18",
      "absolute" : "20064",
      "text" : "<span class='extra'>As<\/span> I live, saith the King, whose name <span class='extra'>is<\/span> the <span class='nog'>LORD<\/span> of hosts, Surely as Tabor <span class='extra'>is<\/span> among the mountains, and as Carmel by the sea, <span class='extra'>so<\/span> shall he come.",
      "plainText" : "As I live, saith the King, whose name is the LORD of hosts, Surely as Tabor is among the mountains, and as Carmel by the sea, so shall he come."
    }
    ,
    {
      "type" : "verse",
      "id" : "v19",
      "number" : "19",
      "absolute" : "20065",
      "text" : "O thou daughter dwelling in Egypt, furnish thyself to go into captivity: for Noph shall be waste and desolate without an inhabitant.",
      "plainText" : "O thou daughter dwelling in Egypt, furnish thyself to go into captivity: for Noph shall be waste and desolate without an inhabitant."
    }
    ,
    {
      "type" : "verse",
      "id" : "v20",
      "number" : "20",
      "absolute" : "20066",
      "text" : "Egypt <span class='extra'>is like<\/span> a very fair heifer, <span class='extra'>but<\/span> destruction cometh; it cometh out of the north.",
      "plainText" : "Egypt is like a very fair heifer, but destruction cometh; it cometh out of the north."
    }
    ,
    {
      "type" : "verse",
      "id" : "v21",
      "number" : "21",
      "absolute" : "20067",
      "text" : "Also her hired men <span class='extra'>are<\/span> in the midst of her like fatted bullocks; for they also are turned back, <span class='extra'>and<\/span> are fled away together: they did not stand, because the day of their calamity was come upon them, <span class='extra'>and<\/span> the time of their visitation.",
      "plainText" : "Also her hired men are in the midst of her like fatted bullocks; for they also are turned back, and are fled away together: they did not stand, because the day of their calamity was come upon them, and the time of their visitation."
    }
    ,
    {
      "type" : "verse",
      "id" : "v22",
      "number" : "22",
      "absolute" : "20068",
      "text" : "The voice thereof shall go like a serpent; for they shall march with an army, and come against her with axes, as hewers of wood.",
      "plainText" : "The voice thereof shall go like a serpent; for they shall march with an army, and come against her with axes, as hewers of wood."
    }
    ,
    {
      "type" : "verse",
      "id" : "v23",
      "number" : "23",
      "absolute" : "20069",
      "text" : "They shall cut down her forest, saith the <span class='nog'>LORD<\/span>, though it cannot be searched; because they are more than the grasshoppers, and <span class='extra'>are<\/span> innumerable.",
      "plainText" : "They shall cut down her forest, saith the LORD, though it cannot be searched; because they are more than the grasshoppers, and are innumerable."
    }
    ,
    {
      "type" : "verse",
      "id" : "v24",
      "number" : "24",
      "absolute" : "20070",
      "text" : "The daughter of Egypt shall be confounded; she shall be delivered into the hand of the people of the north.",
      "plainText" : "The daughter of Egypt shall be confounded; she shall be delivered into the hand of the people of the north."
    }
    ,
    {
      "type" : "verse",
      "id" : "v25",
      "number" : "25",
      "absolute" : "20071",
      "text" : "The <span class='nog'>LORD<\/span> of hosts, the God of Israel, saith; Behold, I will punish the multitude of No, and Pharaoh, and Egypt, with their gods, and their kings; even Pharaoh, and <span class='extra'>all<\/span> them that trust in him:",
      "plainText" : "The LORD of hosts, the God of Israel, saith; Behold, I will punish the multitude of No, and Pharaoh, and Egypt, with their gods, and their kings; even Pharaoh, and all them that trust in him:"
    }
    ,
    {
      "type" : "verse",
      "id" : "v26",
      "number" : "26",
      "absolute" : "20072",
      "text" : "And I will deliver them into the hand of those that seek their lives, and into the hand of Nebuchadrezzar king of Babylon, and into the hand of his servants: and afterward it shall be inhabited, as in the days of old, saith the <span class='nog'>LORD<\/span>.",
      "plainText" : "And I will deliver them into the hand of those that seek their lives, and into the hand of Nebuchadrezzar king of Babylon, and into the hand of his servants: and afterward it shall be inhabited, as in the days of old, saith the LORD."
    }
    ,
    {
      "type" : "verse",
      "id" : "v27",
      "number" : "27",
      "absolute" : "20073",
      "text" : "But fear not thou, O my servant Jacob, and be not dismayed, O Israel: for, behold, I will save thee from afar off, and thy seed from the land of their captivity; and Jacob shall return, and be in rest and at ease, and none shall make <span class='extra'>him<\/span> afraid.",
      "plainText" : "But fear not thou, O my servant Jacob, and be not dismayed, O Israel: for, behold, I will save thee from afar off, and thy seed from the land of their captivity; and Jacob shall return, and be in rest and at ease, and none shall make him afraid."
    }
    ,
    {
      "type" : "verse",
      "id" : "v28",
      "number" : "28",
      "absolute" : "20074",
      "text" : "Fear thou not, O Jacob my servant, saith the <span class='nog'>LORD<\/span>: for I <span class='extra'>am<\/span> with thee; for I will make a full end of all the nations whither I have driven thee: but I will not make a full end of thee, but correct thee in measure; yet will I not leave thee wholly unpunished.",
      "plainText" : "Fear thou not, O Jacob my servant, saith the LORD: for I am with thee; for I will make a full end of all the nations whither I have driven thee: but I will not make a full end of thee, but correct thee in measure; yet will I not leave thee wholly unpunished."
    }
  ]
}



