{
  "book": {
    "number" : "24",
    "filenamePrefix" : "jeremiah",
    "bookPage" : "jeremiah.html",
    "title" : "Jeremiah",
    "chapterCount" : "52",
    "testament" : "old",
    "nt" : "false",
    "ot" : "true",
    "nextBook" : "lamentations_1.html",
    "nextTitle" : "Lamentations",
    "prevBook" : "isaiah_1.html",
    "prevTitle" : "Isaiah"
  },
  "chapter": {
    "number" : "25",
    "verseCount" : "38",
    "nextChapter" : "jeremiah_26.html",
    "nextTitle" : "Jeremiah 26",
    "prevChapter" : "jeremiah_24.html",
    "prevTitle" : "Jeremiah 24",
    "filename" : "jeremiah_25.html",
    "keywords" : "online king james holy bible, king james bible, bible todo list, words of Jesus, bible index, the authorised version, KJV, KJB, KJAV, AV"
  },
  "items": [
    {
      "type" : "verse",
      "id" : "v1",
      "number" : "1",
      "absolute" : "19536",
      "text" : "The word that came to Jeremiah concerning all the people of Judah in the fourth year of Jehoiakim the son of Josiah king of Judah, that <span class='extra'>was<\/span> the first year of Nebuchadrezzar king of Babylon;",
      "plainText" : "The word that came to Jeremiah concerning all the people of Judah in the fourth year of Jehoiakim the son of Josiah king of Judah, that was the first year of Nebuchadrezzar king of Babylon;"
    }
    ,
    {
      "type" : "verse",
      "id" : "v2",
      "number" : "2",
      "absolute" : "19537",
      "text" : "The which Jeremiah the prophet spake unto all the people of Judah, and to all the inhabitants of Jerusalem, saying,",
      "plainText" : "The which Jeremiah the prophet spake unto all the people of Judah, and to all the inhabitants of Jerusalem, saying,"
    }
    ,
    {
      "type" : "verse",
      "id" : "v3",
      "number" : "3",
      "absolute" : "19538",
      "text" : "From the thirteenth year of Josiah the son of Amon king of Judah, even unto this day, that <span class='extra'>is<\/span> the three and twentieth year, the word of the <span class='nog'>LORD<\/span> hath come unto me, and I have spoken unto you, rising early and speaking; but ye have not hearkened.",
      "plainText" : "From the thirteenth year of Josiah the son of Amon king of Judah, even unto this day, that is the three and twentieth year, the word of the LORD hath come unto me, and I have spoken unto you, rising early and speaking; but ye have not hearkened."
    }
    ,
    {
      "type" : "verse",
      "id" : "v4",
      "number" : "4",
      "absolute" : "19539",
      "text" : "And the <span class='nog'>LORD<\/span> hath sent unto you all his servants the prophets, rising early and sending <span class='extra'>them<\/span>; but ye have not hearkened, nor inclined your ear to hear.",
      "plainText" : "And the LORD hath sent unto you all his servants the prophets, rising early and sending them; but ye have not hearkened, nor inclined your ear to hear."
    }
    ,
    {
      "type" : "verse",
      "id" : "v5",
      "number" : "5",
      "absolute" : "19540",
      "text" : "They said, Turn ye again now every one from his evil way, and from the evil of your doings, and dwell in the land that the <span class='nog'>LORD<\/span> hath given unto you and to your fathers for ever and ever:",
      "plainText" : "They said, Turn ye again now every one from his evil way, and from the evil of your doings, and dwell in the land that the LORD hath given unto you and to your fathers for ever and ever:"
    }
    ,
    {
      "type" : "verse",
      "id" : "v6",
      "number" : "6",
      "absolute" : "19541",
      "text" : "And go not after other gods to serve them, and to worship them, and provoke me not to anger with the works of your hands; and I will do you no hurt.",
      "plainText" : "And go not after other gods to serve them, and to worship them, and provoke me not to anger with the works of your hands; and I will do you no hurt."
    }
    ,
    {
      "type" : "verse",
      "id" : "v7",
      "number" : "7",
      "absolute" : "19542",
      "text" : "Yet ye have not hearkened unto me, saith the <span class='nog'>LORD<\/span>; that ye might provoke me to anger with the works of your hands to your own hurt.",
      "plainText" : "Yet ye have not hearkened unto me, saith the LORD; that ye might provoke me to anger with the works of your hands to your own hurt."
    }
    ,
    {
      "type" : "verse",
      "id" : "v8",
      "number" : "8",
      "absolute" : "19543",
      "text" : "Therefore thus saith the <span class='nog'>LORD<\/span> of hosts; Because ye have not heard my words,",
      "plainText" : "Therefore thus saith the LORD of hosts; Because ye have not heard my words,"
    }
    ,
    {
      "type" : "verse",
      "id" : "v9",
      "number" : "9",
      "absolute" : "19544",
      "text" : "Behold, I will send and take all the families of the north, saith the <span class='nog'>LORD<\/span>, and Nebuchadrezzar the king of Babylon, my servant, and will bring them against this land, and against the inhabitants thereof, and against all these nations round about, and will utterly destroy them, and make them an astonishment, and an hissing, and perpetual desolations.",
      "plainText" : "Behold, I will send and take all the families of the north, saith the LORD, and Nebuchadrezzar the king of Babylon, my servant, and will bring them against this land, and against the inhabitants thereof, and against all these nations round about, and will utterly destroy them, and make them an astonishment, and an hissing, and perpetual desolations."
    }
    ,
    {
      "type" : "verse",
      "id" : "v10",
      "number" : "10",
      "absolute" : "19545",
      "text" : "Moreover I will take from them the voice of mirth, and the voice of gladness, the voice of the bridegroom, and the voice of the bride, the sound of the millstones, and the light of the candle.",
      "plainText" : "Moreover I will take from them the voice of mirth, and the voice of gladness, the voice of the bridegroom, and the voice of the bride, the sound of the millstones, and the light of the candle."
    }
    ,
    {
      "type" : "verse",
      "id" : "v11",
      "number" : "11",
      "absolute" : "19546",
      "text" : "And this whole land shall be a desolation, <span class='extra'>and<\/span> an astonishment; and these nations shall serve the king of Babylon seventy years.",
      "plainText" : "And this whole land shall be a desolation, and an astonishment; and these nations shall serve the king of Babylon seventy years."
    }
    ,
    {
      "type" : "verse",
      "id" : "v12",
      "number" : "12",
      "absolute" : "19547",
      "text" : "And it shall come to pass, when seventy years are accomplished, <span class='extra'>that<\/span> I will punish the king of Babylon, and that nation, saith the <span class='nog'>LORD<\/span>, for their iniquity, and the land of the Chaldeans, and will make it perpetual desolations.",
      "plainText" : "And it shall come to pass, when seventy years are accomplished, that I will punish the king of Babylon, and that nation, saith the LORD, for their iniquity, and the land of the Chaldeans, and will make it perpetual desolations."
    }
    ,
    {
      "type" : "verse",
      "id" : "v13",
      "number" : "13",
      "absolute" : "19548",
      "text" : "And I will bring upon that land all my words which I have pronounced against it, <span class='extra'>even<\/span> all that is written in this book, which Jeremiah hath prophesied against all the nations.",
      "plainText" : "And I will bring upon that land all my words which I have pronounced against it, even all that is written in this book, which Jeremiah hath prophesied against all the nations."
    }
    ,
    {
      "type" : "verse",
      "id" : "v14",
      "number" : "14",
      "absolute" : "19549",
      "text" : "For many nations and great kings shall serve themselves of them also: and I will recompense them according to their deeds, and according to the works of their own hands.",
      "plainText" : "For many nations and great kings shall serve themselves of them also: and I will recompense them according to their deeds, and according to the works of their own hands."
    }
    ,
    {
      "type" : "verse",
      "id" : "v15",
      "number" : "15",
      "absolute" : "19550",
      "text" : "For thus saith the <span class='nog'>LORD<\/span> God of Israel unto me; Take the wine cup of this fury at my hand, and cause all the nations, to whom I send thee, to drink it.",
      "plainText" : "For thus saith the LORD God of Israel unto me; Take the wine cup of this fury at my hand, and cause all the nations, to whom I send thee, to drink it."
    }
    ,
    {
      "type" : "verse",
      "id" : "v16",
      "number" : "16",
      "absolute" : "19551",
      "text" : "And they shall drink, and be moved, and be mad, because of the sword that I will send among them.",
      "plainText" : "And they shall drink, and be moved, and be mad, because of the sword that I will send among them."
    }
    ,
    {
      "type" : "verse",
      "id" : "v17",
      "number" : "17",
      "absolute" : "19552",
      "text" : "Then took I the cup at the <span class='nog'>LORD<\/span>'s hand, and made all the nations to drink, unto whom the <span class='nog'>LORD<\/span> had sent me:",
      "plainText" : "Then took I the cup at the LORD's hand, and made all the nations to drink, unto whom the LORD had sent me:"
    }
    ,
    {
      "type" : "verse",
      "id" : "v18",
      "number" : "18",
      "absolute" : "19553",
      "text" : "<span class='extra'>To wit<\/span>, Jerusalem, and the cities of Judah, and the kings thereof, and the princes thereof, to make them a desolation, an astonishment, an hissing, and a curse; as <span class='extra'>it is<\/span> this day;",
      "plainText" : "To wit, Jerusalem, and the cities of Judah, and the kings thereof, and the princes thereof, to make them a desolation, an astonishment, an hissing, and a curse; as it is this day;"
    }
    ,
    {
      "type" : "verse",
      "id" : "v19",
      "number" : "19",
      "absolute" : "19554",
      "text" : "Pharaoh king of Egypt, and his servants, and his princes, and all his people;",
      "plainText" : "Pharaoh king of Egypt, and his servants, and his princes, and all his people;"
    }
    ,
    {
      "type" : "verse",
      "id" : "v20",
      "number" : "20",
      "absolute" : "19555",
      "text" : "And all the mingled people, and all the kings of the land of Uz, and all the kings of the land of the Philistines, and Ashkelon, and Azzah, and Ekron, and the remnant of Ashdod,",
      "plainText" : "And all the mingled people, and all the kings of the land of Uz, and all the kings of the land of the Philistines, and Ashkelon, and Azzah, and Ekron, and the remnant of Ashdod,"
    }
    ,
    {
      "type" : "verse",
      "id" : "v21",
      "number" : "21",
      "absolute" : "19556",
      "text" : "Edom, and Moab, and the children of Ammon,",
      "plainText" : "Edom, and Moab, and the children of Ammon,"
    }
    ,
    {
      "type" : "verse",
      "id" : "v22",
      "number" : "22",
      "absolute" : "19557",
      "text" : "And all the kings of Tyrus, and all the kings of Zidon, and the kings of the isles which <span class='extra'>are<\/span> beyond the sea,",
      "plainText" : "And all the kings of Tyrus, and all the kings of Zidon, and the kings of the isles which are beyond the sea,"
    }
    ,
    {
      "type" : "verse",
      "id" : "v23",
      "number" : "23",
      "absolute" : "19558",
      "text" : "Dedan, and Tema, and Buz, and all <span class='extra'>that are<\/span> in the utmost corners,",
      "plainText" : "Dedan, and Tema, and Buz, and all that are in the utmost corners,"
    }
    ,
    {
      "type" : "verse",
      "id" : "v24",
      "number" : "24",
      "absolute" : "19559",
      "text" : "And all the kings of Arabia, and all the kings of the mingled people that dwell in the desert,",
      "plainText" : "And all the kings of Arabia, and all the kings of the mingled people that dwell in the desert,"
    }
    ,
    {
      "type" : "verse",
      "id" : "v25",
      "number" : "25",
      "absolute" : "19560",
      "text" : "And all the kings of Zimri, and all the kings of Elam, and all the kings of the Medes,",
      "plainText" : "And all the kings of Zimri, and all the kings of Elam, and all the kings of the Medes,"
    }
    ,
    {
      "type" : "verse",
      "id" : "v26",
      "number" : "26",
      "absolute" : "19561",
      "text" : "And all the kings of the north, far and near, one with another, and all the kingdoms of the world, which <span class='extra'>are<\/span> upon the face of the earth: and the king of Sheshach shall drink after them.",
      "plainText" : "And all the kings of the north, far and near, one with another, and all the kingdoms of the world, which are upon the face of the earth: and the king of Sheshach shall drink after them."
    }
    ,
    {
      "type" : "verse",
      "id" : "v27",
      "number" : "27",
      "absolute" : "19562",
      "text" : "Therefore thou shalt say unto them, Thus saith the <span class='nog'>LORD<\/span> of hosts, the God of Israel; Drink ye, and be drunken, and spue, and fall, and rise no more, because of the sword which I will send among you.",
      "plainText" : "Therefore thou shalt say unto them, Thus saith the LORD of hosts, the God of Israel; Drink ye, and be drunken, and spue, and fall, and rise no more, because of the sword which I will send among you."
    }
    ,
    {
      "type" : "verse",
      "id" : "v28",
      "number" : "28",
      "absolute" : "19563",
      "text" : "And it shall be, if they refuse to take the cup at thine hand to drink, then shalt thou say unto them, Thus saith the <span class='nog'>LORD<\/span> of hosts; Ye shall certainly drink.",
      "plainText" : "And it shall be, if they refuse to take the cup at thine hand to drink, then shalt thou say unto them, Thus saith the LORD of hosts; Ye shall certainly drink."
    }
    ,
    {
      "type" : "verse",
      "id" : "v29",
      "number" : "29",
      "absolute" : "19564",
      "text" : "For, lo, I begin to bring evil on the city which is called by my name, and should ye be utterly unpunished? Ye shall not be unpunished: for I will call for a sword upon all the inhabitants of the earth, saith the <span class='nog'>LORD<\/span> of hosts.",
      "plainText" : "For, lo, I begin to bring evil on the city which is called by my name, and should ye be utterly unpunished? Ye shall not be unpunished: for I will call for a sword upon all the inhabitants of the earth, saith the LORD of hosts."
    }
    ,
    {
      "type" : "verse",
      "id" : "v30",
      "number" : "30",
      "absolute" : "19565",
      "text" : "Therefore prophesy thou against them all these words, and say unto them, The <span class='nog'>LORD<\/span> shall roar from on high, and utter his voice from his holy habitation; he shall mightily roar upon his habitation; he shall give a shout, as they that tread <span class='extra'>the grapes<\/span>, against all the inhabitants of the earth.",
      "plainText" : "Therefore prophesy thou against them all these words, and say unto them, The LORD shall roar from on high, and utter his voice from his holy habitation; he shall mightily roar upon his habitation; he shall give a shout, as they that tread the grapes, against all the inhabitants of the earth."
    }
    ,
    {
      "type" : "verse",
      "id" : "v31",
      "number" : "31",
      "absolute" : "19566",
      "text" : "A noise shall come <span class='extra'>even<\/span> to the ends of the earth; for the <span class='nog'>LORD<\/span> hath a controversy with the nations, he will plead with all flesh; he will give them <span class='extra'>that are<\/span> wicked to the sword, saith the <span class='nog'>LORD<\/span>.",
      "plainText" : "A noise shall come even to the ends of the earth; for the LORD hath a controversy with the nations, he will plead with all flesh; he will give them that are wicked to the sword, saith the LORD."
    }
    ,
    {
      "type" : "verse",
      "id" : "v32",
      "number" : "32",
      "absolute" : "19567",
      "text" : "Thus saith the <span class='nog'>LORD<\/span> of hosts, Behold, evil shall go forth from nation to nation, and a great whirlwind shall be raised up from the coasts of the earth.",
      "plainText" : "Thus saith the LORD of hosts, Behold, evil shall go forth from nation to nation, and a great whirlwind shall be raised up from the coasts of the earth."
    }
    ,
    {
      "type" : "verse",
      "id" : "v33",
      "number" : "33",
      "absolute" : "19568",
      "text" : "And the slain of the <span class='nog'>LORD<\/span> shall be at that day from <span class='extra'>one<\/span> end of the earth even unto the <span class='extra'>other<\/span> end of the earth: they shall not be lamented, neither gathered, nor buried; they shall be dung upon the ground.",
      "plainText" : "And the slain of the LORD shall be at that day from one end of the earth even unto the other end of the earth: they shall not be lamented, neither gathered, nor buried; they shall be dung upon the ground."
    }
    ,
    {
      "type" : "verse",
      "id" : "v34",
      "number" : "34",
      "absolute" : "19569",
      "text" : "Howl, ye shepherds, and cry; and wallow yourselves <span class='extra'>in the ashes<\/span>, ye principal of the flock: for the days of your slaughter and of your dispersions are accomplished; and ye shall fall like a pleasant vessel.",
      "plainText" : "Howl, ye shepherds, and cry; and wallow yourselves in the ashes, ye principal of the flock: for the days of your slaughter and of your dispersions are accomplished; and ye shall fall like a pleasant vessel."
    }
    ,
    {
      "type" : "verse",
      "id" : "v35",
      "number" : "35",
      "absolute" : "19570",
      "text" : "And the shepherds shall have no way to flee, nor the principal of the flock to escape.",
      "plainText" : "And the shepherds shall have no way to flee, nor the principal of the flock to escape."
    }
    ,
    {
      "type" : "verse",
      "id" : "v36",
      "number" : "36",
      "absolute" : "19571",
      "text" : "A voice of the cry of the shepherds, and an howling of the principal of the flock, <span class='extra'>shall be heard<\/span>: for the <span class='nog'>LORD<\/span> hath spoiled their pasture.",
      "plainText" : "A voice of the cry of the shepherds, and an howling of the principal of the flock, shall be heard: for the LORD hath spoiled their pasture."
    }
    ,
    {
      "type" : "verse",
      "id" : "v37",
      "number" : "37",
      "absolute" : "19572",
      "text" : "And the peaceable habitations are cut down because of the fierce anger of the <span class='nog'>LORD<\/span>.",
      "plainText" : "And the peaceable habitations are cut down because of the fierce anger of the LORD."
    }
    ,
    {
      "type" : "verse",
      "id" : "v38",
      "number" : "38",
      "absolute" : "19573",
      "text" : "He hath forsaken his covert, as the lion: for their land is desolate because of the fierceness of the oppressor, and because of his fierce anger.",
      "plainText" : "He hath forsaken his covert, as the lion: for their land is desolate because of the fierceness of the oppressor, and because of his fierce anger."
    }
  ]
}


