{
  "book": {
    "number" : "24",
    "filenamePrefix" : "jeremiah",
    "bookPage" : "jeremiah.html",
    "title" : "Jeremiah",
    "chapterCount" : "52",
    "testament" : "old",
    "nt" : "false",
    "ot" : "true",
    "nextBook" : "lamentations_1.html",
    "nextTitle" : "Lamentations",
    "prevBook" : "isaiah_1.html",
    "prevTitle" : "Isaiah"
  },
  "chapter": {
    "number" : "2",
    "verseCount" : "37",
    "nextChapter" : "jeremiah_3.html",
    "nextTitle" : "Jeremiah 3",
    "prevChapter" : "jeremiah_1.html",
    "prevTitle" : "Jeremiah 1",
    "filename" : "jeremiah_2.html",
    "keywords" : "online king james holy bible, king james bible, bible todo list, words of Jesus, bible index, the authorised version, KJV, KJB, KJAV, AV"
  },
  "items": [
    {
      "type" : "verse",
      "id" : "v1",
      "number" : "1",
      "absolute" : "18967",
      "text" : "Moreover the word of the <span class='nog'>LORD<\/span> came to me, saying,",
      "plainText" : "Moreover the word of the LORD came to me, saying,"
    }
    ,
    {
      "type" : "verse",
      "id" : "v2",
      "number" : "2",
      "absolute" : "18968",
      "text" : "Go and cry in the ears of Jerusalem, saying, Thus saith the <span class='nog'>LORD<\/span>; I remember thee, the kindness of thy youth, the love of thine espousals, when thou wentest after me in the wilderness, in a land <span class='extra'>that was<\/span> not sown.",
      "plainText" : "Go and cry in the ears of Jerusalem, saying, Thus saith the LORD; I remember thee, the kindness of thy youth, the love of thine espousals, when thou wentest after me in the wilderness, in a land that was not sown."
    }
    ,
    {
      "type" : "verse",
      "id" : "v3",
      "number" : "3",
      "absolute" : "18969",
      "text" : "Israel <span class='extra'>was<\/span> holiness unto the <span class='nog'>LORD<\/span>, <span class='extra'>and<\/span> the firstfruits of his increase: all that devour him shall offend; evil shall come upon them, saith the <span class='nog'>LORD<\/span>.",
      "plainText" : "Israel was holiness unto the LORD, and the firstfruits of his increase: all that devour him shall offend; evil shall come upon them, saith the LORD."
    }
    ,
    {
      "type" : "verse",
      "id" : "v4",
      "number" : "4",
      "absolute" : "18970",
      "text" : "Hear ye the word of the <span class='nog'>LORD<\/span>, O house of Jacob, and all the families of the house of Israel:",
      "plainText" : "Hear ye the word of the LORD, O house of Jacob, and all the families of the house of Israel:"
    }
    ,
    {
      "type" : "verse",
      "id" : "v5",
      "number" : "5",
      "absolute" : "18971",
      "text" : "Thus saith the <span class='nog'>LORD<\/span>, What iniquity have your fathers found in me, that they are gone far from me, and have walked after vanity, and are become vain?",
      "plainText" : "Thus saith the LORD, What iniquity have your fathers found in me, that they are gone far from me, and have walked after vanity, and are become vain?"
    }
    ,
    {
      "type" : "verse",
      "id" : "v6",
      "number" : "6",
      "absolute" : "18972",
      "text" : "Neither said they, Where <span class='extra'>is<\/span> the <span class='nog'>LORD<\/span> that brought us up out of the land of Egypt, that led us through the wilderness, through a land of deserts and of pits, through a land of drought, and of the shadow of death, through a land that no man passed through, and where no man dwelt?",
      "plainText" : "Neither said they, Where is the LORD that brought us up out of the land of Egypt, that led us through the wilderness, through a land of deserts and of pits, through a land of drought, and of the shadow of death, through a land that no man passed through, and where no man dwelt?"
    }
    ,
    {
      "type" : "verse",
      "id" : "v7",
      "number" : "7",
      "absolute" : "18973",
      "text" : "And I brought you into a plentiful country, to eat the fruit thereof and the goodness thereof; but when ye entered, ye defiled my land, and made mine heritage an abomination.",
      "plainText" : "And I brought you into a plentiful country, to eat the fruit thereof and the goodness thereof; but when ye entered, ye defiled my land, and made mine heritage an abomination."
    }
    ,
    {
      "type" : "verse",
      "id" : "v8",
      "number" : "8",
      "absolute" : "18974",
      "text" : "The priests said not, Where <span class='extra'>is<\/span> the <span class='nog'>LORD<\/span>? and they that handle the law knew me not: the pastors also transgressed against me, and the prophets prophesied by Baal, and walked after <span class='extra'>things that<\/span> do not profit.",
      "plainText" : "The priests said not, Where is the LORD? and they that handle the law knew me not: the pastors also transgressed against me, and the prophets prophesied by Baal, and walked after things that do not profit."
    }
    ,
    {
      "type" : "verse",
      "id" : "v9",
      "number" : "9",
      "absolute" : "18975",
      "text" : "Wherefore I will yet plead with you, saith the <span class='nog'>LORD<\/span>, and with your children's children will I plead.",
      "plainText" : "Wherefore I will yet plead with you, saith the LORD, and with your children's children will I plead."
    }
    ,
    {
      "type" : "verse",
      "id" : "v10",
      "number" : "10",
      "absolute" : "18976",
      "text" : "For pass over the isles of Chittim, and see; and send unto Kedar, and consider diligently, and see if there be such a thing.",
      "plainText" : "For pass over the isles of Chittim, and see; and send unto Kedar, and consider diligently, and see if there be such a thing."
    }
    ,
    {
      "type" : "verse",
      "id" : "v11",
      "number" : "11",
      "absolute" : "18977",
      "text" : "Hath a nation changed <span class='extra'>their<\/span> gods, which <span class='extra'>are<\/span> yet no gods? but my people have changed their glory for <span class='extra'>that which<\/span> doth not profit.",
      "plainText" : "Hath a nation changed their gods, which are yet no gods? but my people have changed their glory for that which doth not profit."
    }
    ,
    {
      "type" : "verse",
      "id" : "v12",
      "number" : "12",
      "absolute" : "18978",
      "text" : "Be astonished, O ye heavens, at this, and be horribly afraid, be ye very desolate, saith the <span class='nog'>LORD<\/span>.",
      "plainText" : "Be astonished, O ye heavens, at this, and be horribly afraid, be ye very desolate, saith the LORD."
    }
    ,
    {
      "type" : "verse",
      "id" : "v13",
      "number" : "13",
      "absolute" : "18979",
      "text" : "For my people have committed two evils; they have forsaken me the fountain of living waters, <span class='extra'>and<\/span> hewed them out cisterns, broken cisterns, that can hold no water.",
      "plainText" : "For my people have committed two evils; they have forsaken me the fountain of living waters, and hewed them out cisterns, broken cisterns, that can hold no water."
    }
    ,
    {
      "type" : "verse",
      "id" : "v14",
      "number" : "14",
      "absolute" : "18980",
      "text" : "<span class='extra'>Is<\/span> Israel a servant? <span class='extra'>is<\/span> he a homeborn <span class='extra'>slave<\/span>? why is he spoiled?",
      "plainText" : "Is Israel a servant? is he a homeborn slave? why is he spoiled?"
    }
    ,
    {
      "type" : "verse",
      "id" : "v15",
      "number" : "15",
      "absolute" : "18981",
      "text" : "The young lions roared upon him, <span class='extra'>and<\/span> yelled, and they made his land waste: his cities are burned without inhabitant.",
      "plainText" : "The young lions roared upon him, and yelled, and they made his land waste: his cities are burned without inhabitant."
    }
    ,
    {
      "type" : "verse",
      "id" : "v16",
      "number" : "16",
      "absolute" : "18982",
      "text" : "Also the children of Noph and Tahapanes have broken the crown of thy head.",
      "plainText" : "Also the children of Noph and Tahapanes have broken the crown of thy head."
    }
    ,
    {
      "type" : "verse",
      "id" : "v17",
      "number" : "17",
      "absolute" : "18983",
      "text" : "Hast thou not procured this unto thyself, in that thou hast forsaken the <span class='nog'>LORD<\/span> thy God, when he led thee by the way?",
      "plainText" : "Hast thou not procured this unto thyself, in that thou hast forsaken the LORD thy God, when he led thee by the way?"
    }
    ,
    {
      "type" : "verse",
      "id" : "v18",
      "number" : "18",
      "absolute" : "18984",
      "text" : "And now what hast thou to do in the way of Egypt, to drink the waters of Sihor? or what hast thou to do in the way of Assyria, to drink the waters of the river?",
      "plainText" : "And now what hast thou to do in the way of Egypt, to drink the waters of Sihor? or what hast thou to do in the way of Assyria, to drink the waters of the river?"
    }
    ,
    {
      "type" : "verse",
      "id" : "v19",
      "number" : "19",
      "absolute" : "18985",
      "text" : "Thine own wickedness shall correct thee, and thy backslidings shall reprove thee: know therefore and see that <span class='extra'>it is<\/span> an evil <span class='extra'>thing<\/span> and bitter, that thou hast forsaken the <span class='nog'>LORD<\/span> thy God, and that my fear <span class='extra'>is<\/span> not in thee, saith the Lord <span class='nog'>GOD<\/span> of hosts.",
      "plainText" : "Thine own wickedness shall correct thee, and thy backslidings shall reprove thee: know therefore and see that it is an evil thing and bitter, that thou hast forsaken the LORD thy God, and that my fear is not in thee, saith the Lord GOD of hosts."
    }
    ,
    {
      "type" : "verse",
      "id" : "v20",
      "number" : "20",
      "absolute" : "18986",
      "text" : "For of old time I have broken thy yoke, <span class='extra'>and<\/span> burst thy bands; and thou saidst, I will not transgress; when upon every high hill and under every green tree thou wanderest, playing the harlot.",
      "plainText" : "For of old time I have broken thy yoke, and burst thy bands; and thou saidst, I will not transgress; when upon every high hill and under every green tree thou wanderest, playing the harlot."
    }
    ,
    {
      "type" : "verse",
      "id" : "v21",
      "number" : "21",
      "absolute" : "18987",
      "text" : "Yet I had planted thee a noble vine, wholly a right seed: how then art thou turned into the degenerate plant of a strange vine unto me?",
      "plainText" : "Yet I had planted thee a noble vine, wholly a right seed: how then art thou turned into the degenerate plant of a strange vine unto me?"
    }
    ,
    {
      "type" : "verse",
      "id" : "v22",
      "number" : "22",
      "absolute" : "18988",
      "text" : "For though thou wash thee with nitre, and take thee much soap, <span class='extra'>yet<\/span> thine iniquity is marked before me, saith the Lord <span class='nog'>GOD<\/span>.",
      "plainText" : "For though thou wash thee with nitre, and take thee much soap, yet thine iniquity is marked before me, saith the Lord GOD."
    }
    ,
    {
      "type" : "verse",
      "id" : "v23",
      "number" : "23",
      "absolute" : "18989",
      "text" : "How canst thou say, I am not polluted, I have not gone after Baalim? see thy way in the valley, know what thou hast done: <span class='extra'>thou art<\/span> a swift dromedary traversing her ways;",
      "plainText" : "How canst thou say, I am not polluted, I have not gone after Baalim? see thy way in the valley, know what thou hast done: thou art a swift dromedary traversing her ways;"
    }
    ,
    {
      "type" : "verse",
      "id" : "v24",
      "number" : "24",
      "absolute" : "18990",
      "text" : "A wild ass used to the wilderness, <span class='extra'>that<\/span> snuffeth up the wind at her pleasure; in her occasion who can turn her away? all they that seek her will not weary themselves; in her month they shall find her.",
      "plainText" : "A wild ass used to the wilderness, that snuffeth up the wind at her pleasure; in her occasion who can turn her away? all they that seek her will not weary themselves; in her month they shall find her."
    }
    ,
    {
      "type" : "verse",
      "id" : "v25",
      "number" : "25",
      "absolute" : "18991",
      "text" : "Withhold thy foot from being unshod, and thy throat from thirst: but thou saidst, There is no hope: no; for I have loved strangers, and after them will I go.",
      "plainText" : "Withhold thy foot from being unshod, and thy throat from thirst: but thou saidst, There is no hope: no; for I have loved strangers, and after them will I go."
    }
    ,
    {
      "type" : "verse",
      "id" : "v26",
      "number" : "26",
      "absolute" : "18992",
      "text" : "As the thief is ashamed when he is found, so is the house of Israel ashamed; they, their kings, their princes, and their priests, and their prophets,",
      "plainText" : "As the thief is ashamed when he is found, so is the house of Israel ashamed; they, their kings, their princes, and their priests, and their prophets,"
    }
    ,
    {
      "type" : "verse",
      "id" : "v27",
      "number" : "27",
      "absolute" : "18993",
      "text" : "Saying to a stock, Thou <span class='extra'>art<\/span> my father; and to a stone, Thou hast brought me forth: for they have turned <span class='extra'>their<\/span> back unto me, and not <span class='extra'>their<\/span> face: but in the time of their trouble they will say, Arise, and save us.",
      "plainText" : "Saying to a stock, Thou art my father; and to a stone, Thou hast brought me forth: for they have turned their back unto me, and not their face: but in the time of their trouble they will say, Arise, and save us."
    }
    ,
    {
      "type" : "verse",
      "id" : "v28",
      "number" : "28",
      "absolute" : "18994",
      "text" : "But where <span class='extra'>are<\/span> thy gods that thou hast made thee? let them arise, if they can save thee in the time of thy trouble: for <span class='extra'>according to<\/span> the number of thy cities are thy gods, O Judah.",
      "plainText" : "But where are thy gods that thou hast made thee? let them arise, if they can save thee in the time of thy trouble: for according to the number of thy cities are thy gods, O Judah."
    }
    ,
    {
      "type" : "verse",
      "id" : "v29",
      "number" : "29",
      "absolute" : "18995",
      "text" : "Wherefore will ye plead with me? ye all have transgressed against me, saith the <span class='nog'>LORD<\/span>.",
      "plainText" : "Wherefore will ye plead with me? ye all have transgressed against me, saith the LORD."
    }
    ,
    {
      "type" : "verse",
      "id" : "v30",
      "number" : "30",
      "absolute" : "18996",
      "text" : "In vain have I smitten your children; they received no correction: your own sword hath devoured your prophets, like a destroying lion.",
      "plainText" : "In vain have I smitten your children; they received no correction: your own sword hath devoured your prophets, like a destroying lion."
    }
    ,
    {
      "type" : "verse",
      "id" : "v31",
      "number" : "31",
      "absolute" : "18997",
      "text" : "O generation, see ye the word of the <span class='nog'>LORD<\/span>. Have I been a wilderness unto Israel? a land of darkness? wherefore say my people, We are lords; we will come no more unto thee?",
      "plainText" : "O generation, see ye the word of the LORD. Have I been a wilderness unto Israel? a land of darkness? wherefore say my people, We are lords; we will come no more unto thee?"
    }
    ,
    {
      "type" : "verse",
      "id" : "v32",
      "number" : "32",
      "absolute" : "18998",
      "text" : "Can a maid forget her ornaments, <span class='extra'>or<\/span> a bride her attire? yet my people have forgotten me days without number.",
      "plainText" : "Can a maid forget her ornaments, or a bride her attire? yet my people have forgotten me days without number."
    }
    ,
    {
      "type" : "verse",
      "id" : "v33",
      "number" : "33",
      "absolute" : "18999",
      "text" : "Why trimmest thou thy way to seek love? therefore hast thou also taught the wicked ones thy ways.",
      "plainText" : "Why trimmest thou thy way to seek love? therefore hast thou also taught the wicked ones thy ways."
    }
    ,
    {
      "type" : "verse",
      "id" : "v34",
      "number" : "34",
      "absolute" : "19000",
      "text" : "Also in thy skirts is found the blood of the souls of the poor innocents: I have not found it by secret search, but upon all these.",
      "plainText" : "Also in thy skirts is found the blood of the souls of the poor innocents: I have not found it by secret search, but upon all these."
    }
    ,
    {
      "type" : "verse",
      "id" : "v35",
      "number" : "35",
      "absolute" : "19001",
      "text" : "Yet thou sayest, Because I am innocent, surely his anger shall turn from me. Behold, I will plead with thee, because thou sayest, I have not sinned.",
      "plainText" : "Yet thou sayest, Because I am innocent, surely his anger shall turn from me. Behold, I will plead with thee, because thou sayest, I have not sinned."
    }
    ,
    {
      "type" : "verse",
      "id" : "v36",
      "number" : "36",
      "absolute" : "19002",
      "text" : "Why gaddest thou about so much to change thy way? thou also shalt be ashamed of Egypt, as thou wast ashamed of Assyria.",
      "plainText" : "Why gaddest thou about so much to change thy way? thou also shalt be ashamed of Egypt, as thou wast ashamed of Assyria."
    }
    ,
    {
      "type" : "verse",
      "id" : "v37",
      "number" : "37",
      "absolute" : "19003",
      "text" : "Yea, thou shalt go forth from him, and thine hands upon thine head: for the <span class='nog'>LORD<\/span> hath rejected thy confidences, and thou shalt not prosper in them.",
      "plainText" : "Yea, thou shalt go forth from him, and thine hands upon thine head: for the LORD hath rejected thy confidences, and thou shalt not prosper in them."
    }
  ]
}



