{
  "book": {
    "number" : "24",
    "filenamePrefix" : "jeremiah",
    "bookPage" : "jeremiah.html",
    "title" : "Jeremiah",
    "chapterCount" : "52",
    "testament" : "old",
    "nt" : "false",
    "ot" : "true",
    "nextBook" : "lamentations_1.html",
    "nextTitle" : "Lamentations",
    "prevBook" : "isaiah_1.html",
    "prevTitle" : "Isaiah"
  },
  "chapter": {
    "number" : "41",
    "verseCount" : "18",
    "nextChapter" : "jeremiah_42.html",
    "nextTitle" : "Jeremiah 42",
    "prevChapter" : "jeremiah_40.html",
    "prevTitle" : "Jeremiah 40",
    "filename" : "jeremiah_41.html",
    "keywords" : "online king james holy bible, king james bible, bible todo list, words of Jesus, bible index, the authorised version, KJV, KJB, KJAV, AV"
  },
  "items": [
    {
      "type" : "verse",
      "id" : "v1",
      "number" : "1",
      "absolute" : "19959",
      "text" : "Now it came to pass in the seventh month, <span class='extra'>that<\/span> Ishmael the son of Nethaniah the son of Elishama, of the seed royal, and the princes of the king, even ten men with him, came unto Gedaliah the son of Ahikam to Mizpah; and there they did eat bread together in Mizpah.",
      "plainText" : "Now it came to pass in the seventh month, that Ishmael the son of Nethaniah the son of Elishama, of the seed royal, and the princes of the king, even ten men with him, came unto Gedaliah the son of Ahikam to Mizpah; and there they did eat bread together in Mizpah."
    }
    ,
    {
      "type" : "verse",
      "id" : "v2",
      "number" : "2",
      "absolute" : "19960",
      "text" : "Then arose Ishmael the son of Nethaniah, and the ten men that were with him, and smote Gedaliah the son of Ahikam the son of Shaphan with the sword, and slew him, whom the king of Babylon had made governor over the land.",
      "plainText" : "Then arose Ishmael the son of Nethaniah, and the ten men that were with him, and smote Gedaliah the son of Ahikam the son of Shaphan with the sword, and slew him, whom the king of Babylon had made governor over the land."
    }
    ,
    {
      "type" : "verse",
      "id" : "v3",
      "number" : "3",
      "absolute" : "19961",
      "text" : "Ishmael also slew all the Jews that were with him, <span class='extra'>even<\/span> with Gedaliah, at Mizpah, and the Chaldeans that were found there, <span class='extra'>and<\/span> the men of war.",
      "plainText" : "Ishmael also slew all the Jews that were with him, even with Gedaliah, at Mizpah, and the Chaldeans that were found there, and the men of war."
    }
    ,
    {
      "type" : "verse",
      "id" : "v4",
      "number" : "4",
      "absolute" : "19962",
      "text" : "And it came to pass the second day after he had slain Gedaliah, and no man knew <span class='extra'>it<\/span>,",
      "plainText" : "And it came to pass the second day after he had slain Gedaliah, and no man knew it,"
    }
    ,
    {
      "type" : "verse",
      "id" : "v5",
      "number" : "5",
      "absolute" : "19963",
      "text" : "That there came certain from Shechem, from Shiloh, and from Samaria, <span class='extra'>even<\/span> fourscore men, having their beards shaven, and their clothes rent, and having cut themselves, with offerings and incense in their hand, to bring <span class='extra'>them<\/span> to the house of the <span class='nog'>LORD<\/span>.",
      "plainText" : "That there came certain from Shechem, from Shiloh, and from Samaria, even fourscore men, having their beards shaven, and their clothes rent, and having cut themselves, with offerings and incense in their hand, to bring them to the house of the LORD."
    }
    ,
    {
      "type" : "verse",
      "id" : "v6",
      "number" : "6",
      "absolute" : "19964",
      "text" : "And Ishmael the son of Nethaniah went forth from Mizpah to meet them, weeping all along as he went: and it came to pass, as he met them, he said unto them, Come to Gedaliah the son of Ahikam.",
      "plainText" : "And Ishmael the son of Nethaniah went forth from Mizpah to meet them, weeping all along as he went: and it came to pass, as he met them, he said unto them, Come to Gedaliah the son of Ahikam."
    }
    ,
    {
      "type" : "verse",
      "id" : "v7",
      "number" : "7",
      "absolute" : "19965",
      "text" : "And it was <span class='extra'>so<\/span>, when they came into the midst of the city, that Ishmael the son of Nethaniah slew them, <span class='extra'>and cast them<\/span> into the midst of the pit, he, and the men that <span class='extra'>were<\/span> with him.",
      "plainText" : "And it was so, when they came into the midst of the city, that Ishmael the son of Nethaniah slew them, and cast them into the midst of the pit, he, and the men that were with him."
    }
    ,
    {
      "type" : "verse",
      "id" : "v8",
      "number" : "8",
      "absolute" : "19966",
      "text" : "But ten men were found among them that said unto Ishmael, Slay us not: for we have treasures in the field, of wheat, and of barley, and of oil, and of honey. So he forbare, and slew them not among their brethren.",
      "plainText" : "But ten men were found among them that said unto Ishmael, Slay us not: for we have treasures in the field, of wheat, and of barley, and of oil, and of honey. So he forbare, and slew them not among their brethren."
    }
    ,
    {
      "type" : "verse",
      "id" : "v9",
      "number" : "9",
      "absolute" : "19967",
      "text" : "Now the pit wherein Ishmael had cast all the dead bodies of the men, whom he had slain because of Gedaliah, <span class='extra'>was<\/span> it which Asa the king had made for fear of Baasha king of Israel: <span class='extra'>and<\/span> Ishmael the son of Nethaniah filled it with <span class='extra'>them that were<\/span> slain.",
      "plainText" : "Now the pit wherein Ishmael had cast all the dead bodies of the men, whom he had slain because of Gedaliah, was it which Asa the king had made for fear of Baasha king of Israel: and Ishmael the son of Nethaniah filled it with them that were slain."
    }
    ,
    {
      "type" : "verse",
      "id" : "v10",
      "number" : "10",
      "absolute" : "19968",
      "text" : "Then Ishmael carried away captive all the residue of the people that <span class='extra'>were<\/span> in Mizpah, <span class='extra'>even<\/span> the king's daughters, and all the people that remained in Mizpah, whom Nebuzar-adan the captain of the guard had committed to Gedaliah the son of Ahikam: and Ishmael the son of Nethaniah carried them away captive, and departed to go over to the Ammonites.",
      "plainText" : "Then Ishmael carried away captive all the residue of the people that were in Mizpah, even the king's daughters, and all the people that remained in Mizpah, whom Nebuzar-adan the captain of the guard had committed to Gedaliah the son of Ahikam: and Ishmael the son of Nethaniah carried them away captive, and departed to go over to the Ammonites."
    }
    ,
    {
      "type" : "verse",
      "id" : "v11",
      "number" : "11",
      "absolute" : "19969",
      "text" : "But when Johanan the son of Kareah, and all the captains of the forces that <span class='extra'>were<\/span> with him, heard of all the evil that Ishmael the son of Nethaniah had done,",
      "plainText" : "But when Johanan the son of Kareah, and all the captains of the forces that were with him, heard of all the evil that Ishmael the son of Nethaniah had done,"
    }
    ,
    {
      "type" : "verse",
      "id" : "v12",
      "number" : "12",
      "absolute" : "19970",
      "text" : "Then they took all the men, and went to fight with Ishmael the son of Nethaniah, and found him by the great waters that <span class='extra'>are<\/span> in Gibeon.",
      "plainText" : "Then they took all the men, and went to fight with Ishmael the son of Nethaniah, and found him by the great waters that are in Gibeon."
    }
    ,
    {
      "type" : "verse",
      "id" : "v13",
      "number" : "13",
      "absolute" : "19971",
      "text" : "Now it came to pass, <span class='extra'>that<\/span> when all the people which <span class='extra'>were<\/span> with Ishmael saw Johanan the son of Kareah, and all the captains of the forces that <span class='extra'>were<\/span> with him, then they were glad.",
      "plainText" : "Now it came to pass, that when all the people which were with Ishmael saw Johanan the son of Kareah, and all the captains of the forces that were with him, then they were glad."
    }
    ,
    {
      "type" : "verse",
      "id" : "v14",
      "number" : "14",
      "absolute" : "19972",
      "text" : "So all the people that Ishmael had carried away captive from Mizpah cast about and returned, and went unto Johanan the son of Kareah.",
      "plainText" : "So all the people that Ishmael had carried away captive from Mizpah cast about and returned, and went unto Johanan the son of Kareah."
    }
    ,
    {
      "type" : "verse",
      "id" : "v15",
      "number" : "15",
      "absolute" : "19973",
      "text" : "But Ishmael the son of Nethaniah escaped from Johanan with eight men, and went to the Ammonites.",
      "plainText" : "But Ishmael the son of Nethaniah escaped from Johanan with eight men, and went to the Ammonites."
    }
    ,
    {
      "type" : "verse",
      "id" : "v16",
      "number" : "16",
      "absolute" : "19974",
      "text" : "Then took Johanan the son of Kareah, and all the captains of the forces that <span class='extra'>were<\/span> with him, all the remnant of the people whom he had recovered from Ishmael the son of Nethaniah, from Mizpah, after <span class='extra'>that<\/span> he had slain Gedaliah the son of Ahikam, <span class='extra'>even<\/span> mighty men of war, and the women, and the children, and the eunuchs, whom he had brought again from Gibeon:",
      "plainText" : "Then took Johanan the son of Kareah, and all the captains of the forces that were with him, all the remnant of the people whom he had recovered from Ishmael the son of Nethaniah, from Mizpah, after that he had slain Gedaliah the son of Ahikam, even mighty men of war, and the women, and the children, and the eunuchs, whom he had brought again from Gibeon:"
    }
    ,
    {
      "type" : "verse",
      "id" : "v17",
      "number" : "17",
      "absolute" : "19975",
      "text" : "And they departed, and dwelt in the habitation of Chimham, which is by Beth-lehem, to go to enter into Egypt,",
      "plainText" : "And they departed, and dwelt in the habitation of Chimham, which is by Beth-lehem, to go to enter into Egypt,"
    }
    ,
    {
      "type" : "verse",
      "id" : "v18",
      "number" : "18",
      "absolute" : "19976",
      "text" : "Because of the Chaldeans: for they were afraid of them, because Ishmael the son of Nethaniah had slain Gedaliah the son of Ahikam, whom the king of Babylon made governor in the land.",
      "plainText" : "Because of the Chaldeans: for they were afraid of them, because Ishmael the son of Nethaniah had slain Gedaliah the son of Ahikam, whom the king of Babylon made governor in the land."
    }
  ]
}


