{
  "book": {
    "number" : "24",
    "filenamePrefix" : "jeremiah",
    "bookPage" : "jeremiah.html",
    "title" : "Jeremiah",
    "chapterCount" : "52",
    "testament" : "old",
    "nt" : "false",
    "ot" : "true",
    "nextBook" : "lamentations_1.html",
    "nextTitle" : "Lamentations",
    "prevBook" : "isaiah_1.html",
    "prevTitle" : "Isaiah"
  },
  "chapter": {
    "number" : "20",
    "verseCount" : "18",
    "nextChapter" : "jeremiah_21.html",
    "nextTitle" : "Jeremiah 21",
    "prevChapter" : "jeremiah_19.html",
    "prevTitle" : "Jeremiah 19",
    "filename" : "jeremiah_20.html",
    "keywords" : "online king james holy bible, king james bible, bible todo list, words of Jesus, bible index, the authorised version, KJV, KJB, KJAV, AV"
  },
  "items": [
    {
      "type" : "verse",
      "id" : "v1",
      "number" : "1",
      "absolute" : "19424",
      "text" : "Now Pashur the son of Immer the priest, who <span class='extra'>was<\/span> also chief governor in the house of the <span class='nog'>LORD<\/span>, heard that Jeremiah prophesied these things.",
      "plainText" : "Now Pashur the son of Immer the priest, who was also chief governor in the house of the LORD, heard that Jeremiah prophesied these things."
    }
    ,
    {
      "type" : "verse",
      "id" : "v2",
      "number" : "2",
      "absolute" : "19425",
      "text" : "Then Pashur smote Jeremiah the prophet, and put him in the stocks that <span class='extra'>were<\/span> in the high gate of Benjamin, which <span class='extra'>was<\/span> by the house of the <span class='nog'>LORD<\/span>.",
      "plainText" : "Then Pashur smote Jeremiah the prophet, and put him in the stocks that were in the high gate of Benjamin, which was by the house of the LORD."
    }
    ,
    {
      "type" : "verse",
      "id" : "v3",
      "number" : "3",
      "absolute" : "19426",
      "text" : "And it came to pass on the morrow, that Pashur brought forth Jeremiah out of the stocks. Then said Jeremiah unto him, The <span class='nog'>LORD<\/span> hath not called thy name Pashur, but Magor-missabib.",
      "plainText" : "And it came to pass on the morrow, that Pashur brought forth Jeremiah out of the stocks. Then said Jeremiah unto him, The LORD hath not called thy name Pashur, but Magor-missabib."
    }
    ,
    {
      "type" : "verse",
      "id" : "v4",
      "number" : "4",
      "absolute" : "19427",
      "text" : "For thus saith the <span class='nog'>LORD<\/span>, Behold, I will make thee a terror to thyself, and to all thy friends: and they shall fall by the sword of their enemies, and thine eyes shall behold <span class='extra'>it<\/span>: and I will give all Judah into the hand of the king of Babylon, and he shall carry them captive into Babylon, and shall slay them with the sword.",
      "plainText" : "For thus saith the LORD, Behold, I will make thee a terror to thyself, and to all thy friends: and they shall fall by the sword of their enemies, and thine eyes shall behold it: and I will give all Judah into the hand of the king of Babylon, and he shall carry them captive into Babylon, and shall slay them with the sword."
    }
    ,
    {
      "type" : "verse",
      "id" : "v5",
      "number" : "5",
      "absolute" : "19428",
      "text" : "Moreover I will deliver all the strength of this city, and all the labours thereof, and all the precious things thereof, and all the treasures of the kings of Judah will I give into the hand of their enemies, which shall spoil them, and take them, and carry them to Babylon.",
      "plainText" : "Moreover I will deliver all the strength of this city, and all the labours thereof, and all the precious things thereof, and all the treasures of the kings of Judah will I give into the hand of their enemies, which shall spoil them, and take them, and carry them to Babylon."
    }
    ,
    {
      "type" : "verse",
      "id" : "v6",
      "number" : "6",
      "absolute" : "19429",
      "text" : "And thou, Pashur, and all that dwell in thine house shall go into captivity: and thou shalt come to Babylon, and there thou shalt die, and shalt be buried there, thou, and all thy friends, to whom thou hast prophesied lies.",
      "plainText" : "And thou, Pashur, and all that dwell in thine house shall go into captivity: and thou shalt come to Babylon, and there thou shalt die, and shalt be buried there, thou, and all thy friends, to whom thou hast prophesied lies."
    }
    ,
    {
      "type" : "verse",
      "id" : "v7",
      "number" : "7",
      "absolute" : "19430",
      "text" : "O <span class='nog'>LORD<\/span>, thou hast deceived me, and I was deceived: thou art stronger than I, and hast prevailed: I am in derision daily, every one mocketh me.",
      "plainText" : "O LORD, thou hast deceived me, and I was deceived: thou art stronger than I, and hast prevailed: I am in derision daily, every one mocketh me."
    }
    ,
    {
      "type" : "verse",
      "id" : "v8",
      "number" : "8",
      "absolute" : "19431",
      "text" : "For since I spake, I cried out, I cried violence and spoil; because the word of the <span class='nog'>LORD<\/span> was made a reproach unto me, and a derision, daily.",
      "plainText" : "For since I spake, I cried out, I cried violence and spoil; because the word of the LORD was made a reproach unto me, and a derision, daily."
    }
    ,
    {
      "type" : "verse",
      "id" : "v9",
      "number" : "9",
      "absolute" : "19432",
      "text" : "Then I said, I will not make mention of him, nor speak any more in his name. But <span class='extra'>his word<\/span> was in mine heart as a burning fire shut up in my bones, and I was weary with forbearing, and I could not <span class='extra'>stay<\/span>.",
      "plainText" : "Then I said, I will not make mention of him, nor speak any more in his name. But his word was in mine heart as a burning fire shut up in my bones, and I was weary with forbearing, and I could not stay."
    }
    ,
    {
      "type" : "verse",
      "id" : "v10",
      "number" : "10",
      "absolute" : "19433",
      "text" : "For I heard the defaming of many, fear on every side. Report, <span class='extra'>say they<\/span>, and we will report it. All my familiars watched for my halting, <span class='extra'>saying<\/span>, Peradventure he will be enticed, and we shall prevail against him, and we shall take our revenge on him.",
      "plainText" : "For I heard the defaming of many, fear on every side. Report, say they, and we will report it. All my familiars watched for my halting, saying, Peradventure he will be enticed, and we shall prevail against him, and we shall take our revenge on him."
    }
    ,
    {
      "type" : "verse",
      "id" : "v11",
      "number" : "11",
      "absolute" : "19434",
      "text" : "But the <span class='nog'>LORD<\/span> <span class='extra'>is<\/span> with me as a mighty terrible one: therefore my persecutors shall stumble, and they shall not prevail: they shall be greatly ashamed; for they shall not prosper: <span class='extra'>their<\/span> everlasting confusion shall never be forgotten.",
      "plainText" : "But the LORD is with me as a mighty terrible one: therefore my persecutors shall stumble, and they shall not prevail: they shall be greatly ashamed; for they shall not prosper: their everlasting confusion shall never be forgotten."
    }
    ,
    {
      "type" : "verse",
      "id" : "v12",
      "number" : "12",
      "absolute" : "19435",
      "text" : "But, O <span class='nog'>LORD<\/span> of hosts, that triest the righteous, <span class='extra'>and<\/span> seest the reins and the heart, let me see thy vengeance on them: for unto thee have I opened my cause.",
      "plainText" : "But, O LORD of hosts, that triest the righteous, and seest the reins and the heart, let me see thy vengeance on them: for unto thee have I opened my cause."
    }
    ,
    {
      "type" : "verse",
      "id" : "v13",
      "number" : "13",
      "absolute" : "19436",
      "text" : "Sing unto the <span class='nog'>LORD<\/span>, praise ye the <span class='nog'>LORD<\/span>: for he hath delivered the soul of the poor from the hand of evildoers.",
      "plainText" : "Sing unto the LORD, praise ye the LORD: for he hath delivered the soul of the poor from the hand of evildoers."
    }
    ,
    {
      "type" : "verse",
      "id" : "v14",
      "number" : "14",
      "absolute" : "19437",
      "text" : "Cursed <span class='extra'>be<\/span> the day wherein I was born: let not the day wherein my mother bare me be blessed.",
      "plainText" : "Cursed be the day wherein I was born: let not the day wherein my mother bare me be blessed."
    }
    ,
    {
      "type" : "verse",
      "id" : "v15",
      "number" : "15",
      "absolute" : "19438",
      "text" : "Cursed <span class='extra'>be<\/span> the man who brought tidings to my father, saying, A man child is born unto thee; making him very glad.",
      "plainText" : "Cursed be the man who brought tidings to my father, saying, A man child is born unto thee; making him very glad."
    }
    ,
    {
      "type" : "verse",
      "id" : "v16",
      "number" : "16",
      "absolute" : "19439",
      "text" : "And let that man be as the cities which the <span class='nog'>LORD<\/span> overthrew, and repented not: and let him hear the cry in the morning, and the shouting at noontide;",
      "plainText" : "And let that man be as the cities which the LORD overthrew, and repented not: and let him hear the cry in the morning, and the shouting at noontide;"
    }
    ,
    {
      "type" : "verse",
      "id" : "v17",
      "number" : "17",
      "absolute" : "19440",
      "text" : "Because he slew me not from the womb; or that my mother might have been my grave, and her womb <span class='extra'>to be<\/span> always great <span class='extra'>with me<\/span>.",
      "plainText" : "Because he slew me not from the womb; or that my mother might have been my grave, and her womb to be always great with me."
    }
    ,
    {
      "type" : "verse",
      "id" : "v18",
      "number" : "18",
      "absolute" : "19441",
      "text" : "Wherefore came I forth out of the womb to see labour and sorrow, that my days should be consumed with shame?",
      "plainText" : "Wherefore came I forth out of the womb to see labour and sorrow, that my days should be consumed with shame?"
    }
  ]
}


