{
  "book": {
    "number" : "29",
    "filenamePrefix" : "joel",
    "bookPage" : "joel.html",
    "title" : "Joel",
    "chapterCount" : "3",
    "testament" : "old",
    "nt" : "false",
    "ot" : "true",
    "nextBook" : "amos_1.html",
    "nextTitle" : "Amos",
    "prevBook" : "hosea_1.html",
    "prevTitle" : "Hosea"
  },
  "chapter": {
    "number" : "2",
    "verseCount" : "32",
    "nextChapter" : "joel_3.html",
    "nextTitle" : "Joel 3",
    "prevChapter" : "joel_1.html",
    "prevTitle" : "Joel 1",
    "filename" : "joel_2.html",
    "keywords" : "online king james holy bible, king james bible, bible todo list, words of Jesus, bible index, the authorised version, KJV, KJB, KJAV, AV"
  },
  "items": [
    {
      "type" : "verse",
      "id" : "v1",
      "number" : "1",
      "absolute" : "22313",
      "text" : "Blow ye the trumpet in Zion, and sound an alarm in my holy mountain: let all the inhabitants of the land tremble: for the day of the <span class='nog'>LORD<\/span> cometh, for <span class='extra'>it is<\/span> nigh at hand;",
      "plainText" : "Blow ye the trumpet in Zion, and sound an alarm in my holy mountain: let all the inhabitants of the land tremble: for the day of the LORD cometh, for it is nigh at hand;"
    }
    ,
    {
      "type" : "verse",
      "id" : "v2",
      "number" : "2",
      "absolute" : "22314",
      "text" : "A day of darkness and of gloominess, a day of clouds and of thick darkness, as the morning spread upon the mountains: a great people and a strong; there hath not been ever the like, neither shall be any more after it, <span class='extra'>even<\/span> to the years of many generations.",
      "plainText" : "A day of darkness and of gloominess, a day of clouds and of thick darkness, as the morning spread upon the mountains: a great people and a strong; there hath not been ever the like, neither shall be any more after it, even to the years of many generations."
    }
    ,
    {
      "type" : "verse",
      "id" : "v3",
      "number" : "3",
      "absolute" : "22315",
      "text" : "A fire devoureth before them; and behind them a flame burneth: the land <span class='extra'>is<\/span> as the garden of Eden before them, and behind them a desolate wilderness; yea, and nothing shall escape them.",
      "plainText" : "A fire devoureth before them; and behind them a flame burneth: the land is as the garden of Eden before them, and behind them a desolate wilderness; yea, and nothing shall escape them."
    }
    ,
    {
      "type" : "verse",
      "id" : "v4",
      "number" : "4",
      "absolute" : "22316",
      "text" : "The appearance of them <span class='extra'>is<\/span> as the appearance of horses; and as horsemen, so shall they run.",
      "plainText" : "The appearance of them is as the appearance of horses; and as horsemen, so shall they run."
    }
    ,
    {
      "type" : "verse",
      "id" : "v5",
      "number" : "5",
      "absolute" : "22317",
      "text" : "Like the noise of chariots on the tops of mountains shall they leap, like the noise of a flame of fire that devoureth the stubble, as a strong people set in battle array.",
      "plainText" : "Like the noise of chariots on the tops of mountains shall they leap, like the noise of a flame of fire that devoureth the stubble, as a strong people set in battle array."
    }
    ,
    {
      "type" : "verse",
      "id" : "v6",
      "number" : "6",
      "absolute" : "22318",
      "text" : "Before their face the people shall be much pained: all faces shall gather blackness.",
      "plainText" : "Before their face the people shall be much pained: all faces shall gather blackness."
    }
    ,
    {
      "type" : "verse",
      "id" : "v7",
      "number" : "7",
      "absolute" : "22319",
      "text" : "They shall run like mighty men; they shall climb the wall like men of war; and they shall march every one on his ways, and they shall not break their ranks:",
      "plainText" : "They shall run like mighty men; they shall climb the wall like men of war; and they shall march every one on his ways, and they shall not break their ranks:"
    }
    ,
    {
      "type" : "verse",
      "id" : "v8",
      "number" : "8",
      "absolute" : "22320",
      "text" : "Neither shall one thrust another; they shall walk every one in his path: and <span class='extra'>when<\/span> they fall upon the sword, they shall not be wounded.",
      "plainText" : "Neither shall one thrust another; they shall walk every one in his path: and when they fall upon the sword, they shall not be wounded."
    }
    ,
    {
      "type" : "verse",
      "id" : "v9",
      "number" : "9",
      "absolute" : "22321",
      "text" : "They shall run to and fro in the city; they shall run upon the wall, they shall climb up upon the houses; they shall enter in at the windows like a thief.",
      "plainText" : "They shall run to and fro in the city; they shall run upon the wall, they shall climb up upon the houses; they shall enter in at the windows like a thief."
    }
    ,
    {
      "type" : "verse",
      "id" : "v10",
      "number" : "10",
      "absolute" : "22322",
      "text" : "The earth shall quake before them; the heavens shall tremble: the sun and the moon shall be dark, and the stars shall withdraw their shining:",
      "plainText" : "The earth shall quake before them; the heavens shall tremble: the sun and the moon shall be dark, and the stars shall withdraw their shining:"
    }
    ,
    {
      "type" : "verse",
      "id" : "v11",
      "number" : "11",
      "absolute" : "22323",
      "text" : "And the <span class='nog'>LORD<\/span> shall utter his voice before his army: for his camp <span class='extra'>is<\/span> very great: for <span class='extra'>he is<\/span> strong that executeth his word: for the day of the <span class='nog'>LORD<\/span> <span class='extra'>is<\/span> great and very terrible; and who can abide it?",
      "plainText" : "And the LORD shall utter his voice before his army: for his camp is very great: for he is strong that executeth his word: for the day of the LORD is great and very terrible; and who can abide it?"
    }
    ,
    {
      "type" : "verse",
      "id" : "v12",
      "number" : "12",
      "absolute" : "22324",
      "text" : "Therefore also now, saith the <span class='nog'>LORD<\/span>, turn ye <span class='extra'>even<\/span> to me with all your heart, and with fasting, and with weeping, and with mourning:",
      "plainText" : "Therefore also now, saith the LORD, turn ye even to me with all your heart, and with fasting, and with weeping, and with mourning:"
    }
    ,
    {
      "type" : "verse",
      "id" : "v13",
      "number" : "13",
      "absolute" : "22325",
      "text" : "And rend your heart, and not your garments, and turn unto the <span class='nog'>LORD<\/span> your God: for he <span class='extra'>is<\/span> gracious and merciful, slow to anger, and of great kindness, and repenteth him of the evil.",
      "plainText" : "And rend your heart, and not your garments, and turn unto the LORD your God: for he is gracious and merciful, slow to anger, and of great kindness, and repenteth him of the evil."
    }
    ,
    {
      "type" : "verse",
      "id" : "v14",
      "number" : "14",
      "absolute" : "22326",
      "text" : "Who knoweth <span class='extra'>if<\/span> he will return and repent, and leave a blessing behind him; <span class='extra'>even<\/span> a meat offering and a drink offering unto the <span class='nog'>LORD<\/span> your God?",
      "plainText" : "Who knoweth if he will return and repent, and leave a blessing behind him; even a meat offering and a drink offering unto the LORD your God?"
    }
    ,
    {
      "type" : "verse",
      "id" : "v15",
      "number" : "15",
      "absolute" : "22327",
      "text" : "Blow the trumpet in Zion, sanctify a fast, call a solemn assembly:",
      "plainText" : "Blow the trumpet in Zion, sanctify a fast, call a solemn assembly:"
    }
    ,
    {
      "type" : "verse",
      "id" : "v16",
      "number" : "16",
      "absolute" : "22328",
      "text" : "Gather the people, sanctify the congregation, assemble the elders, gather the children, and those that suck the breasts: let the bridegroom go forth of his chamber, and the bride out of her closet.",
      "plainText" : "Gather the people, sanctify the congregation, assemble the elders, gather the children, and those that suck the breasts: let the bridegroom go forth of his chamber, and the bride out of her closet."
    }
    ,
    {
      "type" : "verse",
      "id" : "v17",
      "number" : "17",
      "absolute" : "22329",
      "text" : "Let the priests, the ministers of the <span class='nog'>LORD<\/span>, weep between the porch and the altar, and let them say, Spare thy people, O <span class='nog'>LORD<\/span>, and give not thine heritage to reproach, that the heathen should rule over them: wherefore should they say among the people, Where <span class='extra'>is<\/span> their God?",
      "plainText" : "Let the priests, the ministers of the LORD, weep between the porch and the altar, and let them say, Spare thy people, O LORD, and give not thine heritage to reproach, that the heathen should rule over them: wherefore should they say among the people, Where is their God?"
    }
    ,
    {
      "type" : "verse",
      "id" : "v18",
      "number" : "18",
      "absolute" : "22330",
      "text" : "Then will the <span class='nog'>LORD<\/span> be jealous for his land, and pity his people.",
      "plainText" : "Then will the LORD be jealous for his land, and pity his people."
    }
    ,
    {
      "type" : "verse",
      "id" : "v19",
      "number" : "19",
      "absolute" : "22331",
      "text" : "Yea, the <span class='nog'>LORD<\/span> will answer and say unto his people, Behold, I will send you corn, and wine, and oil, and ye shall be satisfied therewith: and I will no more make you a reproach among the heathen:",
      "plainText" : "Yea, the LORD will answer and say unto his people, Behold, I will send you corn, and wine, and oil, and ye shall be satisfied therewith: and I will no more make you a reproach among the heathen:"
    }
    ,
    {
      "type" : "verse",
      "id" : "v20",
      "number" : "20",
      "absolute" : "22332",
      "text" : "But I will remove far off from you the northern <span class='extra'>army<\/span>, and will drive him into a land barren and desolate, with his face toward the east sea, and his hinder part toward the utmost sea, and his stink shall come up, and his ill savour shall come up, because he hath done great things.",
      "plainText" : "But I will remove far off from you the northern army, and will drive him into a land barren and desolate, with his face toward the east sea, and his hinder part toward the utmost sea, and his stink shall come up, and his ill savour shall come up, because he hath done great things."
    }
    ,
    {
      "type" : "verse",
      "id" : "v21",
      "number" : "21",
      "absolute" : "22333",
      "text" : "Fear not, O land; be glad and rejoice: for the <span class='nog'>LORD<\/span> will do great things.",
      "plainText" : "Fear not, O land; be glad and rejoice: for the LORD will do great things."
    }
    ,
    {
      "type" : "verse",
      "id" : "v22",
      "number" : "22",
      "absolute" : "22334",
      "text" : "Be not afraid, ye beasts of the field: for the pastures of the wilderness do spring, for the tree beareth her fruit, the fig tree and the vine do yield their strength.",
      "plainText" : "Be not afraid, ye beasts of the field: for the pastures of the wilderness do spring, for the tree beareth her fruit, the fig tree and the vine do yield their strength."
    }
    ,
    {
      "type" : "verse",
      "id" : "v23",
      "number" : "23",
      "absolute" : "22335",
      "text" : "Be glad then, ye children of Zion, and rejoice in the <span class='nog'>LORD<\/span> your God: for he hath given you the former rain moderately, and he will cause to come down for you the rain, the former rain, and the latter rain in the first <span class='extra'>month<\/span>.",
      "plainText" : "Be glad then, ye children of Zion, and rejoice in the LORD your God: for he hath given you the former rain moderately, and he will cause to come down for you the rain, the former rain, and the latter rain in the first month."
    }
    ,
    {
      "type" : "verse",
      "id" : "v24",
      "number" : "24",
      "absolute" : "22336",
      "text" : "And the floors shall be full of wheat, and the fats shall overflow with wine and oil.",
      "plainText" : "And the floors shall be full of wheat, and the fats shall overflow with wine and oil."
    }
    ,
    {
      "type" : "verse",
      "id" : "v25",
      "number" : "25",
      "absolute" : "22337",
      "text" : "And I will restore to you the years that the locust hath eaten, the cankerworm, and the caterpiller, and the palmerworm, my great army which I sent among you.",
      "plainText" : "And I will restore to you the years that the locust hath eaten, the cankerworm, and the caterpiller, and the palmerworm, my great army which I sent among you."
    }
    ,
    {
      "type" : "verse",
      "id" : "v26",
      "number" : "26",
      "absolute" : "22338",
      "text" : "And ye shall eat in plenty, and be satisfied, and praise the name of the <span class='nog'>LORD<\/span> your God, that hath dealt wondrously with you: and my people shall never be ashamed.",
      "plainText" : "And ye shall eat in plenty, and be satisfied, and praise the name of the LORD your God, that hath dealt wondrously with you: and my people shall never be ashamed."
    }
    ,
    {
      "type" : "verse",
      "id" : "v27",
      "number" : "27",
      "absolute" : "22339",
      "text" : "And ye shall know that I <span class='extra'>am<\/span> in the midst of Israel, and <span class='extra'>that<\/span> I <span class='extra'>am<\/span> the <span class='nog'>LORD<\/span> your God, and none else: and my people shall never be ashamed.",
      "plainText" : "And ye shall know that I am in the midst of Israel, and that I am the LORD your God, and none else: and my people shall never be ashamed."
    }
    ,
    {
      "type" : "verse",
      "id" : "v28",
      "number" : "28",
      "absolute" : "22340",
      "text" : "And it shall come to pass afterward, <span class='extra'>that<\/span> I will pour out my spirit upon all flesh; and your sons and your daughters shall prophesy, your old men shall dream dreams, your young men shall see visions:",
      "plainText" : "And it shall come to pass afterward, that I will pour out my spirit upon all flesh; and your sons and your daughters shall prophesy, your old men shall dream dreams, your young men shall see visions:"
    }
    ,
    {
      "type" : "verse",
      "id" : "v29",
      "number" : "29",
      "absolute" : "22341",
      "text" : "And also upon the servants and upon the handmaids in those days will I pour out my spirit.",
      "plainText" : "And also upon the servants and upon the handmaids in those days will I pour out my spirit."
    }
    ,
    {
      "type" : "verse",
      "id" : "v30",
      "number" : "30",
      "absolute" : "22342",
      "text" : "And I will shew wonders in the heavens and in the earth, blood, and fire, and pillars of smoke.",
      "plainText" : "And I will shew wonders in the heavens and in the earth, blood, and fire, and pillars of smoke."
    }
    ,
    {
      "type" : "verse",
      "id" : "v31",
      "number" : "31",
      "absolute" : "22343",
      "text" : "The sun shall be turned into darkness, and the moon into blood, before the great and the terrible day of the <span class='nog'>LORD<\/span> come.",
      "plainText" : "The sun shall be turned into darkness, and the moon into blood, before the great and the terrible day of the LORD come."
    }
    ,
    {
      "type" : "verse",
      "id" : "v32",
      "number" : "32",
      "absolute" : "22344",
      "text" : "And it shall come to pass, <span class='extra'>that<\/span> whosoever shall call on the name of the <span class='nog'>LORD<\/span> shall be delivered: for in mount Zion and in Jerusalem shall be deliverance, as the <span class='nog'>LORD<\/span> hath said, and in the remnant whom the <span class='nog'>LORD<\/span> shall call.",
      "plainText" : "And it shall come to pass, that whosoever shall call on the name of the LORD shall be delivered: for in mount Zion and in Jerusalem shall be deliverance, as the LORD hath said, and in the remnant whom the LORD shall call."
    }
  ]
}


