{
  "book": {
    "number" : "6",
    "filenamePrefix" : "joshua",
    "bookPage" : "joshua.html",
    "title" : "Joshua",
    "chapterCount" : "24",
    "testament" : "old",
    "nt" : "false",
    "ot" : "true",
    "nextBook" : "judges_1.html",
    "nextTitle" : "Judges",
    "prevBook" : "deuteronomy_1.html",
    "prevTitle" : "Deuteronomy"
  },
  "chapter": {
    "number" : "23",
    "verseCount" : "16",
    "nextChapter" : "joshua_24.html",
    "nextTitle" : "Joshua 24",
    "prevChapter" : "joshua_22.html",
    "prevTitle" : "Joshua 22",
    "filename" : "joshua_23.html",
    "keywords" : "online king james holy bible, king james bible, bible todo list, words of Jesus, bible index, the authorised version, KJV, KJB, KJAV, AV"
  },
  "items": [
    {
      "type" : "verse",
      "id" : "v1",
      "number" : "1",
      "absolute" : "6462",
      "text" : "And it came to pass a long time after that the <span class='nog'>LORD<\/span> had given rest unto Israel from all their enemies round about, that Joshua waxed old <span class='extra'>and<\/span> stricken in age.",
      "plainText" : "And it came to pass a long time after that the LORD had given rest unto Israel from all their enemies round about, that Joshua waxed old and stricken in age."
    }
    ,
    {
      "type" : "verse",
      "id" : "v2",
      "number" : "2",
      "absolute" : "6463",
      "text" : "And Joshua called for all Israel, <span class='extra'>and<\/span> for their elders, and for their heads, and for their judges, and for their officers, and said unto them, I am old <span class='extra'>and<\/span> stricken in age:",
      "plainText" : "And Joshua called for all Israel, and for their elders, and for their heads, and for their judges, and for their officers, and said unto them, I am old and stricken in age:"
    }
    ,
    {
      "type" : "verse",
      "id" : "v3",
      "number" : "3",
      "absolute" : "6464",
      "text" : "And ye have seen all that the <span class='nog'>LORD<\/span> your God hath done unto all these nations because of you; for the <span class='nog'>LORD<\/span> your God <span class='extra'>is<\/span> he that hath fought for you.",
      "plainText" : "And ye have seen all that the LORD your God hath done unto all these nations because of you; for the LORD your God is he that hath fought for you."
    }
    ,
    {
      "type" : "verse",
      "id" : "v4",
      "number" : "4",
      "absolute" : "6465",
      "text" : "Behold, I have divided unto you by lot these nations that remain, to be an inheritance for your tribes, from Jordan, with all the nations that I have cut off, even unto the great sea westward.",
      "plainText" : "Behold, I have divided unto you by lot these nations that remain, to be an inheritance for your tribes, from Jordan, with all the nations that I have cut off, even unto the great sea westward."
    }
    ,
    {
      "type" : "verse",
      "id" : "v5",
      "number" : "5",
      "absolute" : "6466",
      "text" : "And the <span class='nog'>LORD<\/span> your God, he shall expel them from before you, and drive them from out of your sight; and ye shall possess their land, as the <span class='nog'>LORD<\/span> your God hath promised unto you.",
      "plainText" : "And the LORD your God, he shall expel them from before you, and drive them from out of your sight; and ye shall possess their land, as the LORD your God hath promised unto you."
    }
    ,
    {
      "type" : "verse",
      "id" : "v6",
      "number" : "6",
      "absolute" : "6467",
      "text" : "Be ye therefore very courageous to keep and to do all that is written in the book of the law of Moses, that ye turn not aside therefrom <span class='extra'>to<\/span> the right hand or <span class='extra'>to<\/span> the left;",
      "plainText" : "Be ye therefore very courageous to keep and to do all that is written in the book of the law of Moses, that ye turn not aside therefrom to the right hand or to the left;"
    }
    ,
    {
      "type" : "verse",
      "id" : "v7",
      "number" : "7",
      "absolute" : "6468",
      "text" : "That ye come not among these nations, these that remain among you; neither make mention of the name of their gods, nor cause to swear <span class='extra'>by them<\/span>, neither serve them, nor bow yourselves unto them:",
      "plainText" : "That ye come not among these nations, these that remain among you; neither make mention of the name of their gods, nor cause to swear by them, neither serve them, nor bow yourselves unto them:"
    }
    ,
    {
      "type" : "verse",
      "id" : "v8",
      "number" : "8",
      "absolute" : "6469",
      "text" : "But cleave unto the <span class='nog'>LORD<\/span> your God, as ye have done unto this day.",
      "plainText" : "But cleave unto the LORD your God, as ye have done unto this day."
    }
    ,
    {
      "type" : "verse",
      "id" : "v9",
      "number" : "9",
      "absolute" : "6470",
      "text" : "For the <span class='nog'>LORD<\/span> hath driven out from before you great nations and strong: but <span class='extra'>as for<\/span> you, no man hath been able to stand before you unto this day.",
      "plainText" : "For the LORD hath driven out from before you great nations and strong: but as for you, no man hath been able to stand before you unto this day."
    }
    ,
    {
      "type" : "verse",
      "id" : "v10",
      "number" : "10",
      "absolute" : "6471",
      "text" : "One man of you shall chase a thousand: for the <span class='nog'>LORD<\/span> your God, he <span class='extra'>it is<\/span> that fighteth for you, as he hath promised you.",
      "plainText" : "One man of you shall chase a thousand: for the LORD your God, he it is that fighteth for you, as he hath promised you."
    }
    ,
    {
      "type" : "verse",
      "id" : "v11",
      "number" : "11",
      "absolute" : "6472",
      "text" : "Take good heed therefore unto yourselves, that ye love the <span class='nog'>LORD<\/span> your God.",
      "plainText" : "Take good heed therefore unto yourselves, that ye love the LORD your God."
    }
    ,
    {
      "type" : "verse",
      "id" : "v12",
      "number" : "12",
      "absolute" : "6473",
      "text" : "Else if ye do in any wise go back, and cleave unto the remnant of these nations, <span class='extra'>even<\/span> these that remain among you, and shall make marriages with them, and go in unto them, and they to you:",
      "plainText" : "Else if ye do in any wise go back, and cleave unto the remnant of these nations, even these that remain among you, and shall make marriages with them, and go in unto them, and they to you:"
    }
    ,
    {
      "type" : "verse",
      "id" : "v13",
      "number" : "13",
      "absolute" : "6474",
      "text" : "Know for a certainty that the <span class='nog'>LORD<\/span> your God will no more drive out <span class='extra'>any of<\/span> these nations from before you; but they shall be snares and traps unto you, and scourges in your sides, and thorns in your eyes, until ye perish from off this good land which the <span class='nog'>LORD<\/span> your God hath given you.",
      "plainText" : "Know for a certainty that the LORD your God will no more drive out any of these nations from before you; but they shall be snares and traps unto you, and scourges in your sides, and thorns in your eyes, until ye perish from off this good land which the LORD your God hath given you."
    }
    ,
    {
      "type" : "verse",
      "id" : "v14",
      "number" : "14",
      "absolute" : "6475",
      "text" : "And, behold, this day I <span class='extra'>am<\/span> going the way of all the earth: and ye know in all your hearts and in all your souls, that not one thing hath failed of all the good things which the <span class='nog'>LORD<\/span> your God spake concerning you; all are come to pass unto you, <span class='extra'>and<\/span> not one thing hath failed thereof.",
      "plainText" : "And, behold, this day I am going the way of all the earth: and ye know in all your hearts and in all your souls, that not one thing hath failed of all the good things which the LORD your God spake concerning you; all are come to pass unto you, and not one thing hath failed thereof."
    }
    ,
    {
      "type" : "verse",
      "id" : "v15",
      "number" : "15",
      "absolute" : "6476",
      "text" : "Therefore it shall come to pass, <span class='extra'>that<\/span> as all good things are come upon you, which the <span class='nog'>LORD<\/span> your God promised you; so shall the <span class='nog'>LORD<\/span> bring upon you all evil things, until he have destroyed you from off this good land which the <span class='nog'>LORD<\/span> your God hath given you.",
      "plainText" : "Therefore it shall come to pass, that as all good things are come upon you, which the LORD your God promised you; so shall the LORD bring upon you all evil things, until he have destroyed you from off this good land which the LORD your God hath given you."
    }
    ,
    {
      "type" : "verse",
      "id" : "v16",
      "number" : "16",
      "absolute" : "6477",
      "text" : "When ye have transgressed the covenant of the <span class='nog'>LORD<\/span> your God, which he commanded you, and have gone and served other gods, and bowed yourselves to them; then shall the anger of the <span class='nog'>LORD<\/span> be kindled against you, and ye shall perish quickly from off the good land which he hath given unto you.",
      "plainText" : "When ye have transgressed the covenant of the LORD your God, which he commanded you, and have gone and served other gods, and bowed yourselves to them; then shall the anger of the LORD be kindled against you, and ye shall perish quickly from off the good land which he hath given unto you."
    }
  ]
}


