{
  "book": {
    "number" : "6",
    "filenamePrefix" : "joshua",
    "bookPage" : "joshua.html",
    "title" : "Joshua",
    "chapterCount" : "24",
    "testament" : "old",
    "nt" : "false",
    "ot" : "true",
    "nextBook" : "judges_1.html",
    "nextTitle" : "Judges",
    "prevBook" : "deuteronomy_1.html",
    "prevTitle" : "Deuteronomy"
  },
  "chapter": {
    "number" : "5",
    "verseCount" : "15",
    "nextChapter" : "joshua_6.html",
    "nextTitle" : "Joshua 6",
    "prevChapter" : "joshua_4.html",
    "prevTitle" : "Joshua 4",
    "filename" : "joshua_5.html",
    "keywords" : "online king james holy bible, king james bible, bible todo list, words of Jesus, bible index, the authorised version, KJV, KJB, KJAV, AV"
  },
  "items": [
    {
      "type" : "verse",
      "id" : "v1",
      "number" : "1",
      "absolute" : "5936",
      "text" : "And it came to pass, when all the kings of the Amorites, which <span class='extra'>were<\/span> on the side of Jordan westward, and all the kings of the Canaanites, which <span class='extra'>were<\/span> by the sea, heard that the <span class='nog'>LORD<\/span> had dried up the waters of Jordan from before the children of Israel, until we were passed over, that their heart melted, neither was there spirit in them any more, because of the children of Israel.",
      "plainText" : "And it came to pass, when all the kings of the Amorites, which were on the side of Jordan westward, and all the kings of the Canaanites, which were by the sea, heard that the LORD had dried up the waters of Jordan from before the children of Israel, until we were passed over, that their heart melted, neither was there spirit in them any more, because of the children of Israel."
    }
    ,
    {
      "type" : "verse",
      "id" : "v2",
      "number" : "2",
      "absolute" : "5937",
      "text" : "At that time the <span class='nog'>LORD<\/span> said unto Joshua, Make thee sharp knives, and circumcise again the children of Israel the second time.",
      "plainText" : "At that time the LORD said unto Joshua, Make thee sharp knives, and circumcise again the children of Israel the second time."
    }
    ,
    {
      "type" : "verse",
      "id" : "v3",
      "number" : "3",
      "absolute" : "5938",
      "text" : "And Joshua made him sharp knives, and circumcised the children of Israel at the hill of the foreskins.",
      "plainText" : "And Joshua made him sharp knives, and circumcised the children of Israel at the hill of the foreskins."
    }
    ,
    {
      "type" : "verse",
      "id" : "v4",
      "number" : "4",
      "absolute" : "5939",
      "text" : "And this <span class='extra'>is<\/span> the cause why Joshua did circumcise: All the people that came out of Egypt, <span class='extra'>that were<\/span> males, <span class='extra'>even<\/span> all the men of war, died in the wilderness by the way, after they came out of Egypt.",
      "plainText" : "And this is the cause why Joshua did circumcise: All the people that came out of Egypt, that were males, even all the men of war, died in the wilderness by the way, after they came out of Egypt."
    }
    ,
    {
      "type" : "verse",
      "id" : "v5",
      "number" : "5",
      "absolute" : "5940",
      "text" : "Now all the people that came out were circumcised: but all the people <span class='extra'>that were<\/span> born in the wilderness by the way as they came forth out of Egypt, <span class='extra'>them<\/span> they had not circumcised.",
      "plainText" : "Now all the people that came out were circumcised: but all the people that were born in the wilderness by the way as they came forth out of Egypt, them they had not circumcised."
    }
    ,
    {
      "type" : "verse",
      "id" : "v6",
      "number" : "6",
      "absolute" : "5941",
      "text" : "For the children of Israel walked forty years in the wilderness, till all the people <span class='extra'>that were<\/span> men of war, which came out of Egypt, were consumed, because they obeyed not the voice of the <span class='nog'>LORD<\/span>: unto whom the <span class='nog'>LORD<\/span> sware that he would not shew them the land, which the <span class='nog'>LORD<\/span> sware unto their fathers that he would give us, a land that floweth with milk and honey.",
      "plainText" : "For the children of Israel walked forty years in the wilderness, till all the people that were men of war, which came out of Egypt, were consumed, because they obeyed not the voice of the LORD: unto whom the LORD sware that he would not shew them the land, which the LORD sware unto their fathers that he would give us, a land that floweth with milk and honey."
    }
    ,
    {
      "type" : "verse",
      "id" : "v7",
      "number" : "7",
      "absolute" : "5942",
      "text" : "And their children, <span class='extra'>whom<\/span> he raised up in their stead, them Joshua circumcised: for they were uncircumcised, because they had not circumcised them by the way.",
      "plainText" : "And their children, whom he raised up in their stead, them Joshua circumcised: for they were uncircumcised, because they had not circumcised them by the way."
    }
    ,
    {
      "type" : "verse",
      "id" : "v8",
      "number" : "8",
      "absolute" : "5943",
      "text" : "And it came to pass, when they had done circumcising all the people, that they abode in their places in the camp, till they were whole.",
      "plainText" : "And it came to pass, when they had done circumcising all the people, that they abode in their places in the camp, till they were whole."
    }
    ,
    {
      "type" : "verse",
      "id" : "v9",
      "number" : "9",
      "absolute" : "5944",
      "text" : "And the <span class='nog'>LORD<\/span> said unto Joshua, This day have I rolled away the reproach of Egypt from off you. Wherefore the name of the place is called Gilgal unto this day.",
      "plainText" : "And the LORD said unto Joshua, This day have I rolled away the reproach of Egypt from off you. Wherefore the name of the place is called Gilgal unto this day."
    }
    ,
    {
      "type" : "verse",
      "id" : "v10",
      "number" : "10",
      "absolute" : "5945",
      "text" : "And the children of Israel encamped in Gilgal, and kept the passover on the fourteenth day of the month at even in the plains of Jericho.",
      "plainText" : "And the children of Israel encamped in Gilgal, and kept the passover on the fourteenth day of the month at even in the plains of Jericho."
    }
    ,
    {
      "type" : "verse",
      "id" : "v11",
      "number" : "11",
      "absolute" : "5946",
      "text" : "And they did eat of the old corn of the land on the morrow after the passover, unleavened cakes, and parched <span class='extra'>corn<\/span> in the selfsame day.",
      "plainText" : "And they did eat of the old corn of the land on the morrow after the passover, unleavened cakes, and parched corn in the selfsame day."
    }
    ,
    {
      "type" : "verse",
      "id" : "v12",
      "number" : "12",
      "absolute" : "5947",
      "text" : "And the manna ceased on the morrow after they had eaten of the old corn of the land; neither had the children of Israel manna any more; but they did eat of the fruit of the land of Canaan that year.",
      "plainText" : "And the manna ceased on the morrow after they had eaten of the old corn of the land; neither had the children of Israel manna any more; but they did eat of the fruit of the land of Canaan that year."
    }
    ,
    {
      "type" : "verse",
      "id" : "v13",
      "number" : "13",
      "absolute" : "5948",
      "text" : "And it came to pass, when Joshua was by Jericho, that he lifted up his eyes and looked, and, behold, there stood a man over against him with his sword drawn in his hand: and Joshua went unto him, and said unto him, <span class='extra'>Art<\/span> thou for us, or for our adversaries?",
      "plainText" : "And it came to pass, when Joshua was by Jericho, that he lifted up his eyes and looked, and, behold, there stood a man over against him with his sword drawn in his hand: and Joshua went unto him, and said unto him, Art thou for us, or for our adversaries?"
    }
    ,
    {
      "type" : "verse",
      "id" : "v14",
      "number" : "14",
      "absolute" : "5949",
      "text" : "And he said, Nay; but <span class='extra'>as<\/span> captain of the host of the <span class='nog'>LORD<\/span> am I now come. And Joshua fell on his face to the earth, and did worship, and said unto him, What saith my lord unto his servant?",
      "plainText" : "And he said, Nay; but as captain of the host of the LORD am I now come. And Joshua fell on his face to the earth, and did worship, and said unto him, What saith my lord unto his servant?"
    }
    ,
    {
      "type" : "verse",
      "id" : "v15",
      "number" : "15",
      "absolute" : "5950",
      "text" : "And the captain of the <span class='nog'>LORD<\/span>'s host said unto Joshua, Loose thy shoe from off thy foot; for the place whereon thou standest <span class='extra'>is<\/span> holy. And Joshua did so.",
      "plainText" : "And the captain of the LORD's host said unto Joshua, Loose thy shoe from off thy foot; for the place whereon thou standest is holy. And Joshua did so."
    }
  ]
}


