{
  "book": {
    "number" : "6",
    "filenamePrefix" : "joshua",
    "bookPage" : "joshua.html",
    "title" : "Joshua",
    "chapterCount" : "24",
    "testament" : "old",
    "nt" : "false",
    "ot" : "true",
    "nextBook" : "judges_1.html",
    "nextTitle" : "Judges",
    "prevBook" : "deuteronomy_1.html",
    "prevTitle" : "Deuteronomy"
  },
  "chapter": {
    "number" : "13",
    "verseCount" : "33",
    "nextChapter" : "joshua_14.html",
    "nextTitle" : "Joshua 14",
    "prevChapter" : "joshua_12.html",
    "prevTitle" : "Joshua 12",
    "filename" : "joshua_13.html",
    "keywords" : "online king james holy bible, king james bible, bible todo list, words of Jesus, bible index, the authorised version, KJV, KJB, KJAV, AV"
  },
  "items": [
    {
      "type" : "verse",
      "id" : "v1",
      "number" : "1",
      "absolute" : "6156",
      "text" : "Now Joshua was old <span class='extra'>and<\/span> stricken in years; and the <span class='nog'>LORD<\/span> said unto him, Thou art old <span class='extra'>and<\/span> stricken in years, and there remaineth yet very much land to be possessed.",
      "plainText" : "Now Joshua was old and stricken in years; and the LORD said unto him, Thou art old and stricken in years, and there remaineth yet very much land to be possessed."
    }
    ,
    {
      "type" : "verse",
      "id" : "v2",
      "number" : "2",
      "absolute" : "6157",
      "text" : "This <span class='extra'>is<\/span> the land that yet remaineth: all the borders of the Philistines, and all Geshuri,",
      "plainText" : "This is the land that yet remaineth: all the borders of the Philistines, and all Geshuri,"
    }
    ,
    {
      "type" : "verse",
      "id" : "v3",
      "number" : "3",
      "absolute" : "6158",
      "text" : "From Sihor, which <span class='extra'>is<\/span> before Egypt, even unto the borders of Ekron northward, <span class='extra'>which<\/span> is counted to the Canaanite: five lords of the Philistines; the Gazathites, and the Ashdothites, the Eshkalonites, the Gittites, and the Ekronites; also the Avites:",
      "plainText" : "From Sihor, which is before Egypt, even unto the borders of Ekron northward, which is counted to the Canaanite: five lords of the Philistines; the Gazathites, and the Ashdothites, the Eshkalonites, the Gittites, and the Ekronites; also the Avites:"
    }
    ,
    {
      "type" : "verse",
      "id" : "v4",
      "number" : "4",
      "absolute" : "6159",
      "text" : "From the south, all the land of the Canaanites, and Mearah that <span class='extra'>is<\/span> beside the Sidonians, unto Aphek, to the borders of the Amorites:",
      "plainText" : "From the south, all the land of the Canaanites, and Mearah that is beside the Sidonians, unto Aphek, to the borders of the Amorites:"
    }
    ,
    {
      "type" : "verse",
      "id" : "v5",
      "number" : "5",
      "absolute" : "6160",
      "text" : "And the land of the Giblites, and all Lebanon, toward the sunrising, from Baal-gad under mount Hermon unto the entering into Hamath.",
      "plainText" : "And the land of the Giblites, and all Lebanon, toward the sunrising, from Baal-gad under mount Hermon unto the entering into Hamath."
    }
    ,
    {
      "type" : "verse",
      "id" : "v6",
      "number" : "6",
      "absolute" : "6161",
      "text" : "All the inhabitants of the hill country from Lebanon unto Misrephoth-maim, <span class='extra'>and<\/span> all the Sidonians, them will I drive out from before the children of Israel: only divide thou it by lot unto the Israelites for an inheritance, as I have commanded thee.",
      "plainText" : "All the inhabitants of the hill country from Lebanon unto Misrephoth-maim, and all the Sidonians, them will I drive out from before the children of Israel: only divide thou it by lot unto the Israelites for an inheritance, as I have commanded thee."
    }
    ,
    {
      "type" : "verse",
      "id" : "v7",
      "number" : "7",
      "absolute" : "6162",
      "text" : "Now therefore divide this land for an inheritance unto the nine tribes, and the half tribe of Manasseh,",
      "plainText" : "Now therefore divide this land for an inheritance unto the nine tribes, and the half tribe of Manasseh,"
    }
    ,
    {
      "type" : "verse",
      "id" : "v8",
      "number" : "8",
      "absolute" : "6163",
      "text" : "With whom the Reubenites and the Gadites have received their inheritance, which Moses gave them, beyond Jordan eastward, <span class='extra'>even<\/span> as Moses the servant of the <span class='nog'>LORD<\/span> gave them;",
      "plainText" : "With whom the Reubenites and the Gadites have received their inheritance, which Moses gave them, beyond Jordan eastward, even as Moses the servant of the LORD gave them;"
    }
    ,
    {
      "type" : "verse",
      "id" : "v9",
      "number" : "9",
      "absolute" : "6164",
      "text" : "From Aroer, that <span class='extra'>is<\/span> upon the bank of the river Arnon, and the city that <span class='extra'>is<\/span> in the midst of the river, and all the plain of Medeba unto Dibon;",
      "plainText" : "From Aroer, that is upon the bank of the river Arnon, and the city that is in the midst of the river, and all the plain of Medeba unto Dibon;"
    }
    ,
    {
      "type" : "verse",
      "id" : "v10",
      "number" : "10",
      "absolute" : "6165",
      "text" : "And all the cities of Sihon king of the Amorites, which reigned in Heshbon, unto the border of the children of Ammon;",
      "plainText" : "And all the cities of Sihon king of the Amorites, which reigned in Heshbon, unto the border of the children of Ammon;"
    }
    ,
    {
      "type" : "verse",
      "id" : "v11",
      "number" : "11",
      "absolute" : "6166",
      "text" : "And Gilead, and the border of the Geshurites and Maachathites, and all mount Hermon, and all Bashan unto Salcah;",
      "plainText" : "And Gilead, and the border of the Geshurites and Maachathites, and all mount Hermon, and all Bashan unto Salcah;"
    }
    ,
    {
      "type" : "verse",
      "id" : "v12",
      "number" : "12",
      "absolute" : "6167",
      "text" : "All the kingdom of Og in Bashan, which reigned in Ashtaroth and in Edrei, who remained of the remnant of the giants: for these did Moses smite, and cast them out.",
      "plainText" : "All the kingdom of Og in Bashan, which reigned in Ashtaroth and in Edrei, who remained of the remnant of the giants: for these did Moses smite, and cast them out."
    }
    ,
    {
      "type" : "verse",
      "id" : "v13",
      "number" : "13",
      "absolute" : "6168",
      "text" : "Nevertheless the children of Israel expelled not the Geshurites, nor the Maachathites: but the Geshurites and the Maachathites dwell among the Israelites until this day.",
      "plainText" : "Nevertheless the children of Israel expelled not the Geshurites, nor the Maachathites: but the Geshurites and the Maachathites dwell among the Israelites until this day."
    }
    ,
    {
      "type" : "verse",
      "id" : "v14",
      "number" : "14",
      "absolute" : "6169",
      "text" : "Only unto the tribe of Levi he gave none inheritance; the sacrifices of the <span class='nog'>LORD<\/span> God of Israel made by fire <span class='extra'>are<\/span> their inheritance, as he said unto them.",
      "plainText" : "Only unto the tribe of Levi he gave none inheritance; the sacrifices of the LORD God of Israel made by fire are their inheritance, as he said unto them."
    }
    ,
    {
      "type" : "verse",
      "id" : "v15",
      "number" : "15",
      "absolute" : "6170",
      "text" : "And Moses gave unto the tribe of the children of Reuben <span class='extra'>inheritance<\/span> according to their families.",
      "plainText" : "And Moses gave unto the tribe of the children of Reuben inheritance according to their families."
    }
    ,
    {
      "type" : "verse",
      "id" : "v16",
      "number" : "16",
      "absolute" : "6171",
      "text" : "And their coast was from Aroer, that <span class='extra'>is<\/span> on the bank of the river Arnon, and the city that <span class='extra'>is<\/span> in the midst of the river, and all the plain by Medeba;",
      "plainText" : "And their coast was from Aroer, that is on the bank of the river Arnon, and the city that is in the midst of the river, and all the plain by Medeba;"
    }
    ,
    {
      "type" : "verse",
      "id" : "v17",
      "number" : "17",
      "absolute" : "6172",
      "text" : "Heshbon, and all her cities that <span class='extra'>are<\/span> in the plain; Dibon, and Bamoth-baal, and Beth-baal-meon,",
      "plainText" : "Heshbon, and all her cities that are in the plain; Dibon, and Bamoth-baal, and Beth-baal-meon,"
    }
    ,
    {
      "type" : "verse",
      "id" : "v18",
      "number" : "18",
      "absolute" : "6173",
      "text" : "And Jahazah, and Kedemoth, and Mephaath,",
      "plainText" : "And Jahazah, and Kedemoth, and Mephaath,"
    }
    ,
    {
      "type" : "verse",
      "id" : "v19",
      "number" : "19",
      "absolute" : "6174",
      "text" : "And Kirjathaim, and Sibmah, and Zareth-shahar in the mount of the valley,",
      "plainText" : "And Kirjathaim, and Sibmah, and Zareth-shahar in the mount of the valley,"
    }
    ,
    {
      "type" : "verse",
      "id" : "v20",
      "number" : "20",
      "absolute" : "6175",
      "text" : "And Beth-peor, and Ashdoth-pisgah, and Beth-jeshimoth,",
      "plainText" : "And Beth-peor, and Ashdoth-pisgah, and Beth-jeshimoth,"
    }
    ,
    {
      "type" : "verse",
      "id" : "v21",
      "number" : "21",
      "absolute" : "6176",
      "text" : "And all the cities of the plain, and all the kingdom of Sihon king of the Amorites, which reigned in Heshbon, whom Moses smote with the princes of Midian, Evi, and Rekem, and Zur, and Hur, and Reba, <span class='extra'>which were<\/span> dukes of Sihon, dwelling in the country.",
      "plainText" : "And all the cities of the plain, and all the kingdom of Sihon king of the Amorites, which reigned in Heshbon, whom Moses smote with the princes of Midian, Evi, and Rekem, and Zur, and Hur, and Reba, which were dukes of Sihon, dwelling in the country."
    }
    ,
    {
      "type" : "verse",
      "id" : "v22",
      "number" : "22",
      "absolute" : "6177",
      "text" : "Balaam also the son of Beor, the soothsayer, did the children of Israel slay with the sword among them that were slain by them.",
      "plainText" : "Balaam also the son of Beor, the soothsayer, did the children of Israel slay with the sword among them that were slain by them."
    }
    ,
    {
      "type" : "verse",
      "id" : "v23",
      "number" : "23",
      "absolute" : "6178",
      "text" : "And the border of the children of Reuben was Jordan, and the border <span class='extra'>thereof<\/span>. This <span class='extra'>was<\/span> the inheritance of the children of Reuben after their families, the cities and the villages thereof.",
      "plainText" : "And the border of the children of Reuben was Jordan, and the border thereof. This was the inheritance of the children of Reuben after their families, the cities and the villages thereof."
    }
    ,
    {
      "type" : "verse",
      "id" : "v24",
      "number" : "24",
      "absolute" : "6179",
      "text" : "And Moses gave <span class='extra'>inheritance<\/span> unto the tribe of Gad, <span class='extra'>even<\/span> unto the children of Gad according to their families.",
      "plainText" : "And Moses gave inheritance unto the tribe of Gad, even unto the children of Gad according to their families."
    }
    ,
    {
      "type" : "verse",
      "id" : "v25",
      "number" : "25",
      "absolute" : "6180",
      "text" : "And their coast was Jazer, and all the cities of Gilead, and half the land of the children of Ammon, unto Aroer that <span class='extra'>is<\/span> before Rabbah;",
      "plainText" : "And their coast was Jazer, and all the cities of Gilead, and half the land of the children of Ammon, unto Aroer that is before Rabbah;"
    }
    ,
    {
      "type" : "verse",
      "id" : "v26",
      "number" : "26",
      "absolute" : "6181",
      "text" : "And from Heshbon unto Ramath-mizpeh, and Betonim; and from Mahanaim unto the border of Debir;",
      "plainText" : "And from Heshbon unto Ramath-mizpeh, and Betonim; and from Mahanaim unto the border of Debir;"
    }
    ,
    {
      "type" : "verse",
      "id" : "v27",
      "number" : "27",
      "absolute" : "6182",
      "text" : "And in the valley, Beth-aram, and Beth-nimrah, and Succoth, and Zaphon, the rest of the kingdom of Sihon king of Heshbon, Jordan and <span class='extra'>his<\/span> border, <span class='extra'>even<\/span> unto the edge of the sea of Chinnereth on the other side Jordan eastward.",
      "plainText" : "And in the valley, Beth-aram, and Beth-nimrah, and Succoth, and Zaphon, the rest of the kingdom of Sihon king of Heshbon, Jordan and his border, even unto the edge of the sea of Chinnereth on the other side Jordan eastward."
    }
    ,
    {
      "type" : "verse",
      "id" : "v28",
      "number" : "28",
      "absolute" : "6183",
      "text" : "This <span class='extra'>is<\/span> the inheritance of the children of Gad after their families, the cities, and their villages.",
      "plainText" : "This is the inheritance of the children of Gad after their families, the cities, and their villages."
    }
    ,
    {
      "type" : "verse",
      "id" : "v29",
      "number" : "29",
      "absolute" : "6184",
      "text" : "And Moses gave <span class='extra'>inheritance<\/span> unto the half tribe of Manasseh: and <span class='extra'>this<\/span> was <span class='extra'>the possession<\/span> of the half tribe of the children of Manasseh by their families.",
      "plainText" : "And Moses gave inheritance unto the half tribe of Manasseh: and this was the possession of the half tribe of the children of Manasseh by their families."
    }
    ,
    {
      "type" : "verse",
      "id" : "v30",
      "number" : "30",
      "absolute" : "6185",
      "text" : "And their coast was from Mahanaim, all Bashan, all the kingdom of Og king of Bashan, and all the towns of Jair, which <span class='extra'>are<\/span> in Bashan, threescore cities:",
      "plainText" : "And their coast was from Mahanaim, all Bashan, all the kingdom of Og king of Bashan, and all the towns of Jair, which are in Bashan, threescore cities:"
    }
    ,
    {
      "type" : "verse",
      "id" : "v31",
      "number" : "31",
      "absolute" : "6186",
      "text" : "And half Gilead, and Ashtaroth, and Edrei, cities of the kingdom of Og in Bashan, <span class='extra'>were pertaining<\/span> unto the children of Machir the son of Manasseh, <span class='extra'>even<\/span> to the one half of the children of Machir by their families.",
      "plainText" : "And half Gilead, and Ashtaroth, and Edrei, cities of the kingdom of Og in Bashan, were pertaining unto the children of Machir the son of Manasseh, even to the one half of the children of Machir by their families."
    }
    ,
    {
      "type" : "verse",
      "id" : "v32",
      "number" : "32",
      "absolute" : "6187",
      "text" : "These <span class='extra'>are the countries<\/span> which Moses did distribute for inheritance in the plains of Moab, on the other side Jordan, by Jericho, eastward.",
      "plainText" : "These are the countries which Moses did distribute for inheritance in the plains of Moab, on the other side Jordan, by Jericho, eastward."
    }
    ,
    {
      "type" : "verse",
      "id" : "v33",
      "number" : "33",
      "absolute" : "6188",
      "text" : "But unto the tribe of Levi Moses gave not <span class='extra'>any<\/span> inheritance: the <span class='nog'>LORD<\/span> God of Israel <span class='extra'>was<\/span> their inheritance, as he said unto them.",
      "plainText" : "But unto the tribe of Levi Moses gave not any inheritance: the LORD God of Israel was their inheritance, as he said unto them."
    }
  ]
}


