{
  "book": {
    "number" : "7",
    "filenamePrefix" : "judges",
    "bookPage" : "judges.html",
    "title" : "Judges",
    "chapterCount" : "21",
    "testament" : "old",
    "nt" : "false",
    "ot" : "true",
    "nextBook" : "ruth_1.html",
    "nextTitle" : "Ruth",
    "prevBook" : "joshua_1.html",
    "prevTitle" : "Joshua"
  },
  "chapter": {
    "number" : "4",
    "verseCount" : "24",
    "nextChapter" : "judges_5.html",
    "nextTitle" : "Judges 5",
    "prevChapter" : "judges_3.html",
    "prevTitle" : "Judges 3",
    "filename" : "judges_4.html",
    "keywords" : "online king james holy bible, king james bible, bible todo list, words of Jesus, bible index, the authorised version, KJV, KJB, KJAV, AV"
  },
  "items": [
    {
      "type" : "verse",
      "id" : "v1",
      "number" : "1",
      "absolute" : "6601",
      "text" : "And the children of Israel again did evil in the sight of the <span class='nog'>LORD<\/span>, when Ehud was dead.",
      "plainText" : "And the children of Israel again did evil in the sight of the LORD, when Ehud was dead."
    }
    ,
    {
      "type" : "verse",
      "id" : "v2",
      "number" : "2",
      "absolute" : "6602",
      "text" : "And the <span class='nog'>LORD<\/span> sold them into the hand of Jabin king of Canaan, that reigned in Hazor; the captain of whose host <span class='extra'>was<\/span> Sisera, which dwelt in Harosheth of the Gentiles.",
      "plainText" : "And the LORD sold them into the hand of Jabin king of Canaan, that reigned in Hazor; the captain of whose host was Sisera, which dwelt in Harosheth of the Gentiles."
    }
    ,
    {
      "type" : "verse",
      "id" : "v3",
      "number" : "3",
      "absolute" : "6603",
      "text" : "And the children of Israel cried unto the <span class='nog'>LORD<\/span>: for he had nine hundred chariots of iron; and twenty years he mightily oppressed the children of Israel.",
      "plainText" : "And the children of Israel cried unto the LORD: for he had nine hundred chariots of iron; and twenty years he mightily oppressed the children of Israel."
    }
    ,
    {
      "type" : "verse",
      "id" : "v4",
      "number" : "4",
      "absolute" : "6604",
      "text" : "And Deborah, a prophetess, the wife of Lapidoth, she judged Israel at that time.",
      "plainText" : "And Deborah, a prophetess, the wife of Lapidoth, she judged Israel at that time."
    }
    ,
    {
      "type" : "verse",
      "id" : "v5",
      "number" : "5",
      "absolute" : "6605",
      "text" : "And she dwelt under the palm tree of Deborah between Ramah and Beth-el in mount Ephraim: and the children of Israel came up to her for judgment.",
      "plainText" : "And she dwelt under the palm tree of Deborah between Ramah and Beth-el in mount Ephraim: and the children of Israel came up to her for judgment."
    }
    ,
    {
      "type" : "verse",
      "id" : "v6",
      "number" : "6",
      "absolute" : "6606",
      "text" : "And she sent and called Barak the son of Abinoam out of Kedesh-naphtali, and said unto him, Hath not the <span class='nog'>LORD<\/span> God of Israel commanded, <span class='extra'>saying<\/span>, Go and draw toward mount Tabor, and take with thee ten thousand men of the children of Naphtali and of the children of Zebulun?",
      "plainText" : "And she sent and called Barak the son of Abinoam out of Kedesh-naphtali, and said unto him, Hath not the LORD God of Israel commanded, saying, Go and draw toward mount Tabor, and take with thee ten thousand men of the children of Naphtali and of the children of Zebulun?"
    }
    ,
    {
      "type" : "verse",
      "id" : "v7",
      "number" : "7",
      "absolute" : "6607",
      "text" : "And I will draw unto thee to the river Kishon Sisera, the captain of Jabin's army, with his chariots and his multitude; and I will deliver him into thine hand.",
      "plainText" : "And I will draw unto thee to the river Kishon Sisera, the captain of Jabin's army, with his chariots and his multitude; and I will deliver him into thine hand."
    }
    ,
    {
      "type" : "verse",
      "id" : "v8",
      "number" : "8",
      "absolute" : "6608",
      "text" : "And Barak said unto her, If thou wilt go with me, then I will go: but if thou wilt not go with me, <span class='extra'>then<\/span> I will not go.",
      "plainText" : "And Barak said unto her, If thou wilt go with me, then I will go: but if thou wilt not go with me, then I will not go."
    }
    ,
    {
      "type" : "verse",
      "id" : "v9",
      "number" : "9",
      "absolute" : "6609",
      "text" : "And she said, I will surely go with thee: notwithstanding the journey that thou takest shall not be for thine honour; for the <span class='nog'>LORD<\/span> shall sell Sisera into the hand of a woman. And Deborah arose, and went with Barak to Kedesh.",
      "plainText" : "And she said, I will surely go with thee: notwithstanding the journey that thou takest shall not be for thine honour; for the LORD shall sell Sisera into the hand of a woman. And Deborah arose, and went with Barak to Kedesh."
    }
    ,
    {
      "type" : "verse",
      "id" : "v10",
      "number" : "10",
      "absolute" : "6610",
      "text" : "And Barak called Zebulun and Naphtali to Kedesh; and he went up with ten thousand men at his feet: and Deborah went up with him.",
      "plainText" : "And Barak called Zebulun and Naphtali to Kedesh; and he went up with ten thousand men at his feet: and Deborah went up with him."
    }
    ,
    {
      "type" : "verse",
      "id" : "v11",
      "number" : "11",
      "absolute" : "6611",
      "text" : "Now Heber the Kenite, <span class='extra'>which was<\/span> of the children of Hobab the father in law of Moses, had severed himself from the Kenites, and pitched his tent unto the plain of Zaanaim, which <span class='extra'>is<\/span> by Kedesh.",
      "plainText" : "Now Heber the Kenite, which was of the children of Hobab the father in law of Moses, had severed himself from the Kenites, and pitched his tent unto the plain of Zaanaim, which is by Kedesh."
    }
    ,
    {
      "type" : "verse",
      "id" : "v12",
      "number" : "12",
      "absolute" : "6612",
      "text" : "And they shewed Sisera that Barak the son of Abinoam was gone up to mount Tabor.",
      "plainText" : "And they shewed Sisera that Barak the son of Abinoam was gone up to mount Tabor."
    }
    ,
    {
      "type" : "verse",
      "id" : "v13",
      "number" : "13",
      "absolute" : "6613",
      "text" : "And Sisera gathered together all his chariots, <span class='extra'>even<\/span> nine hundred chariots of iron, and all the people that <span class='extra'>were<\/span> with him, from Harosheth of the Gentiles unto the river of Kishon.",
      "plainText" : "And Sisera gathered together all his chariots, even nine hundred chariots of iron, and all the people that were with him, from Harosheth of the Gentiles unto the river of Kishon."
    }
    ,
    {
      "type" : "verse",
      "id" : "v14",
      "number" : "14",
      "absolute" : "6614",
      "text" : "And Deborah said unto Barak, Up; for this <span class='extra'>is<\/span> the day in which the <span class='nog'>LORD<\/span> hath delivered Sisera into thine hand: is not the <span class='nog'>LORD<\/span> gone out before thee? So Barak went down from mount Tabor, and ten thousand men after him.",
      "plainText" : "And Deborah said unto Barak, Up; for this is the day in which the LORD hath delivered Sisera into thine hand: is not the LORD gone out before thee? So Barak went down from mount Tabor, and ten thousand men after him."
    }
    ,
    {
      "type" : "verse",
      "id" : "v15",
      "number" : "15",
      "absolute" : "6615",
      "text" : "And the <span class='nog'>LORD<\/span> discomfited Sisera, and all <span class='extra'>his<\/span> chariots, and all <span class='extra'>his<\/span> host, with the edge of the sword before Barak; so that Sisera lighted down off <span class='extra'>his<\/span> chariot, and fled away on his feet.",
      "plainText" : "And the LORD discomfited Sisera, and all his chariots, and all his host, with the edge of the sword before Barak; so that Sisera lighted down off his chariot, and fled away on his feet."
    }
    ,
    {
      "type" : "verse",
      "id" : "v16",
      "number" : "16",
      "absolute" : "6616",
      "text" : "But Barak pursued after the chariots, and after the host, unto Harosheth of the Gentiles: and all the host of Sisera fell upon the edge of the sword; <span class='extra'>and<\/span> there was not a man left.",
      "plainText" : "But Barak pursued after the chariots, and after the host, unto Harosheth of the Gentiles: and all the host of Sisera fell upon the edge of the sword; and there was not a man left."
    }
    ,
    {
      "type" : "verse",
      "id" : "v17",
      "number" : "17",
      "absolute" : "6617",
      "text" : "Howbeit Sisera fled away on his feet to the tent of Jael the wife of Heber the Kenite: for <span class='extra'>there was<\/span> peace between Jabin the king of Hazor and the house of Heber the Kenite.",
      "plainText" : "Howbeit Sisera fled away on his feet to the tent of Jael the wife of Heber the Kenite: for there was peace between Jabin the king of Hazor and the house of Heber the Kenite."
    }
    ,
    {
      "type" : "verse",
      "id" : "v18",
      "number" : "18",
      "absolute" : "6618",
      "text" : "And Jael went out to meet Sisera, and said unto him, Turn in, my lord, turn in to me; fear not. And when he had turned in unto her into the tent, she covered him with a mantle.",
      "plainText" : "And Jael went out to meet Sisera, and said unto him, Turn in, my lord, turn in to me; fear not. And when he had turned in unto her into the tent, she covered him with a mantle."
    }
    ,
    {
      "type" : "verse",
      "id" : "v19",
      "number" : "19",
      "absolute" : "6619",
      "text" : "And he said unto her, Give me, I pray thee, a little water to drink; for I am thirsty. And she opened a bottle of milk, and gave him drink, and covered him.",
      "plainText" : "And he said unto her, Give me, I pray thee, a little water to drink; for I am thirsty. And she opened a bottle of milk, and gave him drink, and covered him."
    }
    ,
    {
      "type" : "verse",
      "id" : "v20",
      "number" : "20",
      "absolute" : "6620",
      "text" : "Again he said unto her, Stand in the door of the tent, and it shall be, when any man doth come and enquire of thee, and say, Is there any man here? that thou shalt say, No.",
      "plainText" : "Again he said unto her, Stand in the door of the tent, and it shall be, when any man doth come and enquire of thee, and say, Is there any man here? that thou shalt say, No."
    }
    ,
    {
      "type" : "verse",
      "id" : "v21",
      "number" : "21",
      "absolute" : "6621",
      "text" : "Then Jael Heber's wife took a nail of the tent, and took an hammer in her hand, and went softly unto him, and smote the nail into his temples, and fastened it into the ground: for he was fast asleep and weary. So he died.",
      "plainText" : "Then Jael Heber's wife took a nail of the tent, and took an hammer in her hand, and went softly unto him, and smote the nail into his temples, and fastened it into the ground: for he was fast asleep and weary. So he died."
    }
    ,
    {
      "type" : "verse",
      "id" : "v22",
      "number" : "22",
      "absolute" : "6622",
      "text" : "And, behold, as Barak pursued Sisera, Jael came out to meet him, and said unto him, Come, and I will shew thee the man whom thou seekest. And when he came into her <span class='extra'>tent<\/span>, behold, Sisera lay dead, and the nail <span class='extra'>was<\/span> in his temples.",
      "plainText" : "And, behold, as Barak pursued Sisera, Jael came out to meet him, and said unto him, Come, and I will shew thee the man whom thou seekest. And when he came into her tent, behold, Sisera lay dead, and the nail was in his temples."
    }
    ,
    {
      "type" : "verse",
      "id" : "v23",
      "number" : "23",
      "absolute" : "6623",
      "text" : "So God subdued on that day Jabin the king of Canaan before the children of Israel.",
      "plainText" : "So God subdued on that day Jabin the king of Canaan before the children of Israel."
    }
    ,
    {
      "type" : "verse",
      "id" : "v24",
      "number" : "24",
      "absolute" : "6624",
      "text" : "And the hand of the children of Israel prospered, and prevailed against Jabin the king of Canaan, until they had destroyed Jabin king of Canaan.",
      "plainText" : "And the hand of the children of Israel prospered, and prevailed against Jabin the king of Canaan, until they had destroyed Jabin king of Canaan."
    }
  ]
}


