{
  "book": {
    "number" : "7",
    "filenamePrefix" : "judges",
    "bookPage" : "judges.html",
    "title" : "Judges",
    "chapterCount" : "21",
    "testament" : "old",
    "nt" : "false",
    "ot" : "true",
    "nextBook" : "ruth_1.html",
    "nextTitle" : "Ruth",
    "prevBook" : "joshua_1.html",
    "prevTitle" : "Joshua"
  },
  "chapter": {
    "number" : "12",
    "verseCount" : "15",
    "nextChapter" : "judges_13.html",
    "nextTitle" : "Judges 13",
    "prevChapter" : "judges_11.html",
    "prevTitle" : "Judges 11",
    "filename" : "judges_12.html",
    "keywords" : "online king james holy bible, king james bible, bible todo list, words of Jesus, bible index, the authorised version, KJV, KJB, KJAV, AV"
  },
  "items": [
    {
      "type" : "verse",
      "id" : "v1",
      "number" : "1",
      "absolute" : "6871",
      "text" : "And the men of Ephraim gathered themselves together, and went northward, and said unto Jephthah, Wherefore passedst thou over to fight against the children of Ammon, and didst not call us to go with thee? we will burn thine house upon thee with fire.",
      "plainText" : "And the men of Ephraim gathered themselves together, and went northward, and said unto Jephthah, Wherefore passedst thou over to fight against the children of Ammon, and didst not call us to go with thee? we will burn thine house upon thee with fire."
    }
    ,
    {
      "type" : "verse",
      "id" : "v2",
      "number" : "2",
      "absolute" : "6872",
      "text" : "And Jephthah said unto them, I and my people were at great strife with the children of Ammon; and when I called you, ye delivered me not out of their hands.",
      "plainText" : "And Jephthah said unto them, I and my people were at great strife with the children of Ammon; and when I called you, ye delivered me not out of their hands."
    }
    ,
    {
      "type" : "verse",
      "id" : "v3",
      "number" : "3",
      "absolute" : "6873",
      "text" : "And when I saw that ye delivered <span class='extra'>me<\/span> not, I put my life in my hands, and passed over against the children of Ammon, and the <span class='nog'>LORD<\/span> delivered them into my hand: wherefore then are ye come up unto me this day, to fight against me?",
      "plainText" : "And when I saw that ye delivered me not, I put my life in my hands, and passed over against the children of Ammon, and the LORD delivered them into my hand: wherefore then are ye come up unto me this day, to fight against me?"
    }
    ,
    {
      "type" : "verse",
      "id" : "v4",
      "number" : "4",
      "absolute" : "6874",
      "text" : "Then Jephthah gathered together all the men of Gilead, and fought with Ephraim: and the men of Gilead smote Ephraim, because they said, Ye Gileadites <span class='extra'>are<\/span> fugitives of Ephraim among the Ephraimites, <span class='extra'>and<\/span> among the Manassites.",
      "plainText" : "Then Jephthah gathered together all the men of Gilead, and fought with Ephraim: and the men of Gilead smote Ephraim, because they said, Ye Gileadites are fugitives of Ephraim among the Ephraimites, and among the Manassites."
    }
    ,
    {
      "type" : "verse",
      "id" : "v5",
      "number" : "5",
      "absolute" : "6875",
      "text" : "And the Gileadites took the passages of Jordan before the Ephraimites: and it was <span class='extra'>so<\/span>, that when those Ephraimites which were escaped said, Let me go over; that the men of Gilead said unto him, <span class='extra'>Art<\/span> thou an Ephraimite? If he said, Nay;",
      "plainText" : "And the Gileadites took the passages of Jordan before the Ephraimites: and it was so, that when those Ephraimites which were escaped said, Let me go over; that the men of Gilead said unto him, Art thou an Ephraimite? If he said, Nay;"
    }
    ,
    {
      "type" : "verse",
      "id" : "v6",
      "number" : "6",
      "absolute" : "6876",
      "text" : "Then said they unto him, Say now Shibboleth: and he said Sibboleth: for he could not frame to pronounce <span class='extra'>it<\/span> right. Then they took him, and slew him at the passages of Jordan: and there fell at that time of the Ephraimites forty and two thousand.",
      "plainText" : "Then said they unto him, Say now Shibboleth: and he said Sibboleth: for he could not frame to pronounce it right. Then they took him, and slew him at the passages of Jordan: and there fell at that time of the Ephraimites forty and two thousand."
    }
    ,
    {
      "type" : "verse",
      "id" : "v7",
      "number" : "7",
      "absolute" : "6877",
      "text" : "And Jephthah judged Israel six years. Then died Jephthah the Gileadite, and was buried in <span class='extra'>one of<\/span> the cities of Gilead.",
      "plainText" : "And Jephthah judged Israel six years. Then died Jephthah the Gileadite, and was buried in one of the cities of Gilead."
    }
    ,
    {
      "type" : "verse",
      "id" : "v8",
      "number" : "8",
      "absolute" : "6878",
      "text" : "And after him Ibzan of Beth-lehem judged Israel.",
      "plainText" : "And after him Ibzan of Beth-lehem judged Israel."
    }
    ,
    {
      "type" : "verse",
      "id" : "v9",
      "number" : "9",
      "absolute" : "6879",
      "text" : "And he had thirty sons, and thirty daughters, <span class='extra'>whom<\/span> he sent abroad, and took in thirty daughters from abroad for his sons. And he judged Israel seven years.",
      "plainText" : "And he had thirty sons, and thirty daughters, whom he sent abroad, and took in thirty daughters from abroad for his sons. And he judged Israel seven years."
    }
    ,
    {
      "type" : "verse",
      "id" : "v10",
      "number" : "10",
      "absolute" : "6880",
      "text" : "Then died Ibzan, and was buried at Beth-lehem.",
      "plainText" : "Then died Ibzan, and was buried at Beth-lehem."
    }
    ,
    {
      "type" : "verse",
      "id" : "v11",
      "number" : "11",
      "absolute" : "6881",
      "text" : "And after him Elon, a Zebulonite, judged Israel; and he judged Israel ten years.",
      "plainText" : "And after him Elon, a Zebulonite, judged Israel; and he judged Israel ten years."
    }
    ,
    {
      "type" : "verse",
      "id" : "v12",
      "number" : "12",
      "absolute" : "6882",
      "text" : "And Elon the Zebulonite died, and was buried in Aijalon in the country of Zebulun.",
      "plainText" : "And Elon the Zebulonite died, and was buried in Aijalon in the country of Zebulun."
    }
    ,
    {
      "type" : "verse",
      "id" : "v13",
      "number" : "13",
      "absolute" : "6883",
      "text" : "And after him Abdon the son of Hillel, a Pirathonite, judged Israel.",
      "plainText" : "And after him Abdon the son of Hillel, a Pirathonite, judged Israel."
    }
    ,
    {
      "type" : "verse",
      "id" : "v14",
      "number" : "14",
      "absolute" : "6884",
      "text" : "And he had forty sons and thirty nephews, that rode on threescore and ten ass colts: and he judged Israel eight years.",
      "plainText" : "And he had forty sons and thirty nephews, that rode on threescore and ten ass colts: and he judged Israel eight years."
    }
    ,
    {
      "type" : "verse",
      "id" : "v15",
      "number" : "15",
      "absolute" : "6885",
      "text" : "And Abdon the son of Hillel the Pirathonite died, and was buried in Pirathon in the land of Ephraim, in the mount of the Amalekites.",
      "plainText" : "And Abdon the son of Hillel the Pirathonite died, and was buried in Pirathon in the land of Ephraim, in the mount of the Amalekites."
    }
  ]
}


