{
  "book": {
    "number" : "3",
    "filenamePrefix" : "leviticus",
    "bookPage" : "leviticus.html",
    "title" : "Leviticus",
    "chapterCount" : "27",
    "testament" : "old",
    "nt" : "false",
    "ot" : "true",
    "nextBook" : "numbers_1.html",
    "nextTitle" : "Numbers",
    "prevBook" : "exodus_1.html",
    "prevTitle" : "Exodus"
  },
  "chapter": {
    "number" : "5",
    "verseCount" : "19",
    "nextChapter" : "leviticus_6.html",
    "nextTitle" : "Leviticus 6",
    "prevChapter" : "leviticus_4.html",
    "prevTitle" : "Leviticus 4",
    "filename" : "leviticus_5.html",
    "keywords" : "online king james holy bible, king james bible, bible todo list, words of Jesus, bible index, the authorised version, KJV, KJB, KJAV, AV"
  },
  "items": [
    {
      "type" : "verse",
      "id" : "v1",
      "number" : "1",
      "absolute" : "2832",
      "text" : "And if a soul sin, and hear the voice of swearing, and <span class='extra'>is<\/span> a witness, whether he hath seen or known <span class='extra'>of it<\/span>; if he do not utter <span class='extra'>it<\/span>, then he shall bear his iniquity.",
      "plainText" : "And if a soul sin, and hear the voice of swearing, and is a witness, whether he hath seen or known of it; if he do not utter it, then he shall bear his iniquity."
    }
    ,
    {
      "type" : "verse",
      "id" : "v2",
      "number" : "2",
      "absolute" : "2833",
      "text" : "Or if a soul touch any unclean thing, whether <span class='extra'>it be<\/span> a carcase of an unclean beast, or a carcase of unclean cattle, or the carcase of unclean creeping things, and <span class='extra'>if<\/span> it be hidden from him; he also shall be unclean, and guilty.",
      "plainText" : "Or if a soul touch any unclean thing, whether it be a carcase of an unclean beast, or a carcase of unclean cattle, or the carcase of unclean creeping things, and if it be hidden from him; he also shall be unclean, and guilty."
    }
    ,
    {
      "type" : "verse",
      "id" : "v3",
      "number" : "3",
      "absolute" : "2834",
      "text" : "Or if he touch the uncleanness of man, whatsoever uncleanness <span class='extra'>it be<\/span> that a man shall be defiled withal, and it be hid from him; when he knoweth <span class='extra'>of it<\/span>, then he shall be guilty.",
      "plainText" : "Or if he touch the uncleanness of man, whatsoever uncleanness it be that a man shall be defiled withal, and it be hid from him; when he knoweth of it, then he shall be guilty."
    }
    ,
    {
      "type" : "verse",
      "id" : "v4",
      "number" : "4",
      "absolute" : "2835",
      "text" : "Or if a soul swear, pronouncing with <span class='extra'>his<\/span> lips to do evil, or to do good, whatsoever <span class='extra'>it be<\/span> that a man shall pronounce with an oath, and it be hid from him; when he knoweth <span class='extra'>of it<\/span>, then he shall be guilty in one of these.",
      "plainText" : "Or if a soul swear, pronouncing with his lips to do evil, or to do good, whatsoever it be that a man shall pronounce with an oath, and it be hid from him; when he knoweth of it, then he shall be guilty in one of these."
    }
    ,
    {
      "type" : "verse",
      "id" : "v5",
      "number" : "5",
      "absolute" : "2836",
      "text" : "And it shall be, when he shall be guilty in one of these <span class='extra'>things<\/span>, that he shall confess that he hath sinned in that <span class='extra'>thing<\/span>:",
      "plainText" : "And it shall be, when he shall be guilty in one of these things, that he shall confess that he hath sinned in that thing:"
    }
    ,
    {
      "type" : "verse",
      "id" : "v6",
      "number" : "6",
      "absolute" : "2837",
      "text" : "And he shall bring his trespass offering unto the <span class='nog'>LORD<\/span> for his sin which he hath sinned, a female from the flock, a lamb or a kid of the goats, for a sin offering; and the priest shall make an atonement for him concerning his sin.",
      "plainText" : "And he shall bring his trespass offering unto the LORD for his sin which he hath sinned, a female from the flock, a lamb or a kid of the goats, for a sin offering; and the priest shall make an atonement for him concerning his sin."
    }
    ,
    {
      "type" : "verse",
      "id" : "v7",
      "number" : "7",
      "absolute" : "2838",
      "text" : "And if he be not able to bring a lamb, then he shall bring for his trespass, which he hath committed, two turtledoves, or two young pigeons, unto the <span class='nog'>LORD<\/span>; one for a sin offering, and the other for a burnt offering.",
      "plainText" : "And if he be not able to bring a lamb, then he shall bring for his trespass, which he hath committed, two turtledoves, or two young pigeons, unto the LORD; one for a sin offering, and the other for a burnt offering."
    }
    ,
    {
      "type" : "verse",
      "id" : "v8",
      "number" : "8",
      "absolute" : "2839",
      "text" : "And he shall bring them unto the priest, who shall offer <span class='extra'>that<\/span> which <span class='extra'>is<\/span> for the sin offering first, and wring off his head from his neck, but shall not divide <span class='extra'>it<\/span> asunder:",
      "plainText" : "And he shall bring them unto the priest, who shall offer that which is for the sin offering first, and wring off his head from his neck, but shall not divide it asunder:"
    }
    ,
    {
      "type" : "verse",
      "id" : "v9",
      "number" : "9",
      "absolute" : "2840",
      "text" : "And he shall sprinkle of the blood of the sin offering upon the side of the altar; and the rest of the blood shall be wrung out at the bottom of the altar: it <span class='extra'>is<\/span> a sin offering.",
      "plainText" : "And he shall sprinkle of the blood of the sin offering upon the side of the altar; and the rest of the blood shall be wrung out at the bottom of the altar: it is a sin offering."
    }
    ,
    {
      "type" : "verse",
      "id" : "v10",
      "number" : "10",
      "absolute" : "2841",
      "text" : "And he shall offer the second <span class='extra'>for<\/span> a burnt offering, according to the manner: and the priest shall make an atonement for him for his sin which he hath sinned, and it shall be forgiven him.",
      "plainText" : "And he shall offer the second for a burnt offering, according to the manner: and the priest shall make an atonement for him for his sin which he hath sinned, and it shall be forgiven him."
    }
    ,
    {
      "type" : "verse",
      "id" : "v11",
      "number" : "11",
      "absolute" : "2842",
      "text" : "But if he be not able to bring two turtledoves, or two young pigeons, then he that sinned shall bring for his offering the tenth part of an ephah of fine flour for a sin offering; he shall put no oil upon it, neither shall he put <span class='extra'>any<\/span> frankincense thereon: for it <span class='extra'>is<\/span> a sin offering.",
      "plainText" : "But if he be not able to bring two turtledoves, or two young pigeons, then he that sinned shall bring for his offering the tenth part of an ephah of fine flour for a sin offering; he shall put no oil upon it, neither shall he put any frankincense thereon: for it is a sin offering."
    }
    ,
    {
      "type" : "verse",
      "id" : "v12",
      "number" : "12",
      "absolute" : "2843",
      "text" : "Then shall he bring it to the priest, and the priest shall take his handful of it, <span class='extra'>even<\/span> a memorial thereof, and burn <span class='extra'>it<\/span> on the altar, according to the offerings made by fire unto the <span class='nog'>LORD<\/span>: it <span class='extra'>is<\/span> a sin offering.",
      "plainText" : "Then shall he bring it to the priest, and the priest shall take his handful of it, even a memorial thereof, and burn it on the altar, according to the offerings made by fire unto the LORD: it is a sin offering."
    }
    ,
    {
      "type" : "verse",
      "id" : "v13",
      "number" : "13",
      "absolute" : "2844",
      "text" : "And the priest shall make an atonement for him as touching his sin that he hath sinned in one of these, and it shall be forgiven him: and <span class='extra'>the remnant<\/span> shall be the priest's, as a meat offering.",
      "plainText" : "And the priest shall make an atonement for him as touching his sin that he hath sinned in one of these, and it shall be forgiven him: and the remnant shall be the priest's, as a meat offering."
    }
    ,
    {
      "type" : "verse",
      "id" : "v14",
      "number" : "14",
      "absolute" : "2845",
      "text" : "And the <span class='nog'>LORD<\/span> spake unto Moses, saying,",
      "plainText" : "And the LORD spake unto Moses, saying,"
    }
    ,
    {
      "type" : "verse",
      "id" : "v15",
      "number" : "15",
      "absolute" : "2846",
      "text" : "If a soul commit a trespass, and sin through ignorance, in the holy things of the <span class='nog'>LORD<\/span>; then he shall bring for his trespass unto the <span class='nog'>LORD<\/span> a ram without blemish out of the flocks, with thy estimation by shekels of silver, after the shekel of the sanctuary, for a trespass offering:",
      "plainText" : "If a soul commit a trespass, and sin through ignorance, in the holy things of the LORD; then he shall bring for his trespass unto the LORD a ram without blemish out of the flocks, with thy estimation by shekels of silver, after the shekel of the sanctuary, for a trespass offering:"
    }
    ,
    {
      "type" : "verse",
      "id" : "v16",
      "number" : "16",
      "absolute" : "2847",
      "text" : "And he shall make amends for the harm that he hath done in the holy thing, and shall add the fifth part thereto, and give it unto the priest: and the priest shall make an atonement for him with the ram of the trespass offering, and it shall be forgiven him.",
      "plainText" : "And he shall make amends for the harm that he hath done in the holy thing, and shall add the fifth part thereto, and give it unto the priest: and the priest shall make an atonement for him with the ram of the trespass offering, and it shall be forgiven him."
    }
    ,
    {
      "type" : "verse",
      "id" : "v17",
      "number" : "17",
      "absolute" : "2848",
      "text" : "And if a soul sin, and commit any of these things which are forbidden to be done by the commandments of the <span class='nog'>LORD<\/span>; though he wist <span class='extra'>it<\/span> not, yet is he guilty, and shall bear his iniquity.",
      "plainText" : "And if a soul sin, and commit any of these things which are forbidden to be done by the commandments of the LORD; though he wist it not, yet is he guilty, and shall bear his iniquity."
    }
    ,
    {
      "type" : "verse",
      "id" : "v18",
      "number" : "18",
      "absolute" : "2849",
      "text" : "And he shall bring a ram without blemish out of the flock, with thy estimation, for a trespass offering, unto the priest: and the priest shall make an atonement for him concerning his ignorance wherein he erred and wist <span class='extra'>it<\/span> not, and it shall be forgiven him.",
      "plainText" : "And he shall bring a ram without blemish out of the flock, with thy estimation, for a trespass offering, unto the priest: and the priest shall make an atonement for him concerning his ignorance wherein he erred and wist it not, and it shall be forgiven him."
    }
    ,
    {
      "type" : "verse",
      "id" : "v19",
      "number" : "19",
      "absolute" : "2850",
      "text" : "It <span class='extra'>is<\/span> a trespass offering: he hath certainly trespassed against the <span class='nog'>LORD<\/span>.",
      "plainText" : "It is a trespass offering: he hath certainly trespassed against the LORD."
    }
  ]
}


