{
  "book": {
    "number" : "3",
    "filenamePrefix" : "leviticus",
    "bookPage" : "leviticus.html",
    "title" : "Leviticus",
    "chapterCount" : "27",
    "testament" : "old",
    "nt" : "false",
    "ot" : "true",
    "nextBook" : "numbers_1.html",
    "nextTitle" : "Numbers",
    "prevBook" : "exodus_1.html",
    "prevTitle" : "Exodus"
  },
  "chapter": {
    "number" : "13",
    "verseCount" : "59",
    "nextChapter" : "leviticus_14.html",
    "nextTitle" : "Leviticus 14",
    "prevChapter" : "leviticus_12.html",
    "prevTitle" : "Leviticus 12",
    "filename" : "leviticus_13.html",
    "keywords" : "online king james holy bible, king james bible, bible todo list, words of Jesus, bible index, the authorised version, KJV, KJB, KJAV, AV"
  },
  "items": [
    {
      "type" : "verse",
      "id" : "v1",
      "number" : "1",
      "absolute" : "3054",
      "text" : "And the <span class='nog'>LORD<\/span> spake unto Moses and Aaron, saying,",
      "plainText" : "And the LORD spake unto Moses and Aaron, saying,"
    }
    ,
    {
      "type" : "verse",
      "id" : "v2",
      "number" : "2",
      "absolute" : "3055",
      "text" : "When a man shall have in the skin of his flesh a rising, a scab, or bright spot, and it be in the skin of his flesh <span class='extra'>like<\/span> the plague of leprosy; then he shall be brought unto Aaron the priest, or unto one of his sons the priests:",
      "plainText" : "When a man shall have in the skin of his flesh a rising, a scab, or bright spot, and it be in the skin of his flesh like the plague of leprosy; then he shall be brought unto Aaron the priest, or unto one of his sons the priests:"
    }
    ,
    {
      "type" : "verse",
      "id" : "v3",
      "number" : "3",
      "absolute" : "3056",
      "text" : "And the priest shall look on the plague in the skin of the flesh: and <span class='extra'>when<\/span> the hair in the plague is turned white, and the plague in sight <span class='extra'>be<\/span> deeper than the skin of his flesh, it <span class='extra'>is<\/span> a plague of leprosy: and the priest shall look on him, and pronounce him unclean.",
      "plainText" : "And the priest shall look on the plague in the skin of the flesh: and when the hair in the plague is turned white, and the plague in sight be deeper than the skin of his flesh, it is a plague of leprosy: and the priest shall look on him, and pronounce him unclean."
    }
    ,
    {
      "type" : "verse",
      "id" : "v4",
      "number" : "4",
      "absolute" : "3057",
      "text" : "If the bright spot <span class='extra'>be<\/span> white in the skin of his flesh, and in sight <span class='extra'>be<\/span> not deeper than the skin, and the hair thereof be not turned white; then the priest shall shut up <span class='extra'>him that hath<\/span> the plague seven days:",
      "plainText" : "If the bright spot be white in the skin of his flesh, and in sight be not deeper than the skin, and the hair thereof be not turned white; then the priest shall shut up him that hath the plague seven days:"
    }
    ,
    {
      "type" : "verse",
      "id" : "v5",
      "number" : "5",
      "absolute" : "3058",
      "text" : "And the priest shall look on him the seventh day: and, behold, <span class='extra'>if<\/span> the plague in his sight be at a stay, <span class='extra'>and<\/span> the plague spread not in the skin; then the priest shall shut him up seven days more:",
      "plainText" : "And the priest shall look on him the seventh day: and, behold, if the plague in his sight be at a stay, and the plague spread not in the skin; then the priest shall shut him up seven days more:"
    }
    ,
    {
      "type" : "verse",
      "id" : "v6",
      "number" : "6",
      "absolute" : "3059",
      "text" : "And the priest shall look on him again the seventh day: and, behold, <span class='extra'>if<\/span> the plague <span class='extra'>be<\/span> somewhat dark, <span class='extra'>and<\/span> the plague spread not in the skin, the priest shall pronounce him clean: it <span class='extra'>is but<\/span> a scab: and he shall wash his clothes, and be clean.",
      "plainText" : "And the priest shall look on him again the seventh day: and, behold, if the plague be somewhat dark, and the plague spread not in the skin, the priest shall pronounce him clean: it is but a scab: and he shall wash his clothes, and be clean."
    }
    ,
    {
      "type" : "verse",
      "id" : "v7",
      "number" : "7",
      "absolute" : "3060",
      "text" : "But if the scab spread much abroad in the skin, after that he hath been seen of the priest for his cleansing, he shall be seen of the priest again:",
      "plainText" : "But if the scab spread much abroad in the skin, after that he hath been seen of the priest for his cleansing, he shall be seen of the priest again:"
    }
    ,
    {
      "type" : "verse",
      "id" : "v8",
      "number" : "8",
      "absolute" : "3061",
      "text" : "And <span class='extra'>if<\/span> the priest see that, behold, the scab spreadeth in the skin, then the priest shall pronounce him unclean: it <span class='extra'>is<\/span> a leprosy.",
      "plainText" : "And if the priest see that, behold, the scab spreadeth in the skin, then the priest shall pronounce him unclean: it is a leprosy."
    }
    ,
    {
      "type" : "verse",
      "id" : "v9",
      "number" : "9",
      "absolute" : "3062",
      "text" : "When the plague of leprosy is in a man, then he shall be brought unto the priest;",
      "plainText" : "When the plague of leprosy is in a man, then he shall be brought unto the priest;"
    }
    ,
    {
      "type" : "verse",
      "id" : "v10",
      "number" : "10",
      "absolute" : "3063",
      "text" : "And the priest shall see <span class='extra'>him<\/span>: and, behold, <span class='extra'>if<\/span> the rising <span class='extra'>be<\/span> white in the skin, and it have turned the hair white, and <span class='extra'>there be<\/span> quick raw flesh in the rising;",
      "plainText" : "And the priest shall see him: and, behold, if the rising be white in the skin, and it have turned the hair white, and there be quick raw flesh in the rising;"
    }
    ,
    {
      "type" : "verse",
      "id" : "v11",
      "number" : "11",
      "absolute" : "3064",
      "text" : "It <span class='extra'>is<\/span> an old leprosy in the skin of his flesh, and the priest shall pronounce him unclean, and shall not shut him up: for he <span class='extra'>is<\/span> unclean.",
      "plainText" : "It is an old leprosy in the skin of his flesh, and the priest shall pronounce him unclean, and shall not shut him up: for he is unclean."
    }
    ,
    {
      "type" : "verse",
      "id" : "v12",
      "number" : "12",
      "absolute" : "3065",
      "text" : "And if a leprosy break out abroad in the skin, and the leprosy cover all the skin of <span class='extra'>him that hath<\/span> the plague from his head even to his foot, wheresoever the priest looketh;",
      "plainText" : "And if a leprosy break out abroad in the skin, and the leprosy cover all the skin of him that hath the plague from his head even to his foot, wheresoever the priest looketh;"
    }
    ,
    {
      "type" : "verse",
      "id" : "v13",
      "number" : "13",
      "absolute" : "3066",
      "text" : "Then the priest shall consider: and, behold, <span class='extra'>if<\/span> the leprosy have covered all his flesh, he shall pronounce <span class='extra'>him<\/span> clean <span class='extra'>that hath<\/span> the plague: it is all turned white: he <span class='extra'>is<\/span> clean.",
      "plainText" : "Then the priest shall consider: and, behold, if the leprosy have covered all his flesh, he shall pronounce him clean that hath the plague: it is all turned white: he is clean."
    }
    ,
    {
      "type" : "verse",
      "id" : "v14",
      "number" : "14",
      "absolute" : "3067",
      "text" : "But when raw flesh appeareth in him, he shall be unclean.",
      "plainText" : "But when raw flesh appeareth in him, he shall be unclean."
    }
    ,
    {
      "type" : "verse",
      "id" : "v15",
      "number" : "15",
      "absolute" : "3068",
      "text" : "And the priest shall see the raw flesh, and pronounce him to be unclean: <span class='extra'>for<\/span> the raw flesh <span class='extra'>is<\/span> unclean: it <span class='extra'>is<\/span> a leprosy.",
      "plainText" : "And the priest shall see the raw flesh, and pronounce him to be unclean: for the raw flesh is unclean: it is a leprosy."
    }
    ,
    {
      "type" : "verse",
      "id" : "v16",
      "number" : "16",
      "absolute" : "3069",
      "text" : "Or if the raw flesh turn again, and be changed unto white, he shall come unto the priest;",
      "plainText" : "Or if the raw flesh turn again, and be changed unto white, he shall come unto the priest;"
    }
    ,
    {
      "type" : "verse",
      "id" : "v17",
      "number" : "17",
      "absolute" : "3070",
      "text" : "And the priest shall see him: and, behold, <span class='extra'>if<\/span> the plague be turned into white; then the priest shall pronounce <span class='extra'>him<\/span> clean <span class='extra'>that hath<\/span> the plague: he <span class='extra'>is<\/span> clean.",
      "plainText" : "And the priest shall see him: and, behold, if the plague be turned into white; then the priest shall pronounce him clean that hath the plague: he is clean."
    }
    ,
    {
      "type" : "verse",
      "id" : "v18",
      "number" : "18",
      "absolute" : "3071",
      "text" : "The flesh also, in which, <span class='extra'>even<\/span> in the skin thereof, was a boil, and is healed,",
      "plainText" : "The flesh also, in which, even in the skin thereof, was a boil, and is healed,"
    }
    ,
    {
      "type" : "verse",
      "id" : "v19",
      "number" : "19",
      "absolute" : "3072",
      "text" : "And in the place of the boil there be a white rising, or a bright spot, white, and somewhat reddish, and it be shewed to the priest;",
      "plainText" : "And in the place of the boil there be a white rising, or a bright spot, white, and somewhat reddish, and it be shewed to the priest;"
    }
    ,
    {
      "type" : "verse",
      "id" : "v20",
      "number" : "20",
      "absolute" : "3073",
      "text" : "And if, when the priest seeth it, behold, it <span class='extra'>be<\/span> in sight lower than the skin, and the hair thereof be turned white; the priest shall pronounce him unclean: it <span class='extra'>is<\/span> a plague of leprosy broken out of the boil.",
      "plainText" : "And if, when the priest seeth it, behold, it be in sight lower than the skin, and the hair thereof be turned white; the priest shall pronounce him unclean: it is a plague of leprosy broken out of the boil."
    }
    ,
    {
      "type" : "verse",
      "id" : "v21",
      "number" : "21",
      "absolute" : "3074",
      "text" : "But if the priest look on it, and, behold, <span class='extra'>there be<\/span> no white hairs therein, and <span class='extra'>if<\/span> it <span class='extra'>be<\/span> not lower than the skin, but <span class='extra'>be<\/span> somewhat dark; then the priest shall shut him up seven days:",
      "plainText" : "But if the priest look on it, and, behold, there be no white hairs therein, and if it be not lower than the skin, but be somewhat dark; then the priest shall shut him up seven days:"
    }
    ,
    {
      "type" : "verse",
      "id" : "v22",
      "number" : "22",
      "absolute" : "3075",
      "text" : "And if it spread much abroad in the skin, then the priest shall pronounce him unclean: it <span class='extra'>is<\/span> a plague.",
      "plainText" : "And if it spread much abroad in the skin, then the priest shall pronounce him unclean: it is a plague."
    }
    ,
    {
      "type" : "verse",
      "id" : "v23",
      "number" : "23",
      "absolute" : "3076",
      "text" : "But if the bright spot stay in his place, <span class='extra'>and<\/span> spread not, it <span class='extra'>is<\/span> a burning boil; and the priest shall pronounce him clean.",
      "plainText" : "But if the bright spot stay in his place, and spread not, it is a burning boil; and the priest shall pronounce him clean."
    }
    ,
    {
      "type" : "verse",
      "id" : "v24",
      "number" : "24",
      "absolute" : "3077",
      "text" : "Or if there be <span class='extra'>any<\/span> flesh, in the skin whereof <span class='extra'>there is<\/span> a hot burning, and the quick <span class='extra'>flesh<\/span> that burneth have a white bright spot, somewhat reddish, or white;",
      "plainText" : "Or if there be any flesh, in the skin whereof there is a hot burning, and the quick flesh that burneth have a white bright spot, somewhat reddish, or white;"
    }
    ,
    {
      "type" : "verse",
      "id" : "v25",
      "number" : "25",
      "absolute" : "3078",
      "text" : "Then the priest shall look upon it: and, behold, <span class='extra'>if<\/span> the hair in the bright spot be turned white, and it <span class='extra'>be in<\/span> sight deeper than the skin; it <span class='extra'>is<\/span> a leprosy broken out of the burning: wherefore the priest shall pronounce him unclean: it <span class='extra'>is<\/span> the plague of leprosy.",
      "plainText" : "Then the priest shall look upon it: and, behold, if the hair in the bright spot be turned white, and it be in sight deeper than the skin; it is a leprosy broken out of the burning: wherefore the priest shall pronounce him unclean: it is the plague of leprosy."
    }
    ,
    {
      "type" : "verse",
      "id" : "v26",
      "number" : "26",
      "absolute" : "3079",
      "text" : "But if the priest look on it, and, behold, <span class='extra'>there be<\/span> no white hair in the bright spot, and it <span class='extra'>be<\/span> no lower than the <span class='extra'>other<\/span> skin, but <span class='extra'>be<\/span> somewhat dark; then the priest shall shut him up seven days:",
      "plainText" : "But if the priest look on it, and, behold, there be no white hair in the bright spot, and it be no lower than the other skin, but be somewhat dark; then the priest shall shut him up seven days:"
    }
    ,
    {
      "type" : "verse",
      "id" : "v27",
      "number" : "27",
      "absolute" : "3080",
      "text" : "And the priest shall look upon him the seventh day: <span class='extra'>and<\/span> if it be spread much abroad in the skin, then the priest shall pronounce him unclean: it <span class='extra'>is<\/span> the plague of leprosy.",
      "plainText" : "And the priest shall look upon him the seventh day: and if it be spread much abroad in the skin, then the priest shall pronounce him unclean: it is the plague of leprosy."
    }
    ,
    {
      "type" : "verse",
      "id" : "v28",
      "number" : "28",
      "absolute" : "3081",
      "text" : "And if the bright spot stay in his place, <span class='extra'>and<\/span> spread not in the skin, but it <span class='extra'>be<\/span> somewhat dark; it <span class='extra'>is<\/span> a rising of the burning, and the priest shall pronounce him clean: for it <span class='extra'>is<\/span> an inflammation of the burning.",
      "plainText" : "And if the bright spot stay in his place, and spread not in the skin, but it be somewhat dark; it is a rising of the burning, and the priest shall pronounce him clean: for it is an inflammation of the burning."
    }
    ,
    {
      "type" : "verse",
      "id" : "v29",
      "number" : "29",
      "absolute" : "3082",
      "text" : "If a man or woman have a plague upon the head or the beard;",
      "plainText" : "If a man or woman have a plague upon the head or the beard;"
    }
    ,
    {
      "type" : "verse",
      "id" : "v30",
      "number" : "30",
      "absolute" : "3083",
      "text" : "Then the priest shall see the plague: and, behold, if it <span class='extra'>be<\/span> in sight deeper than the skin; <span class='extra'>and there be<\/span> in it a yellow thin hair; then the priest shall pronounce him unclean: it <span class='extra'>is<\/span> a dry scall, <span class='extra'>even<\/span> a leprosy upon the head or beard.",
      "plainText" : "Then the priest shall see the plague: and, behold, if it be in sight deeper than the skin; and there be in it a yellow thin hair; then the priest shall pronounce him unclean: it is a dry scall, even a leprosy upon the head or beard."
    }
    ,
    {
      "type" : "verse",
      "id" : "v31",
      "number" : "31",
      "absolute" : "3084",
      "text" : "And if the priest look on the plague of the scall, and, behold, it <span class='extra'>be<\/span> not in sight deeper than the skin, and <span class='extra'>that there is<\/span> no black hair in it; then the priest shall shut up <span class='extra'>him that hath<\/span> the plague of the scall seven days:",
      "plainText" : "And if the priest look on the plague of the scall, and, behold, it be not in sight deeper than the skin, and that there is no black hair in it; then the priest shall shut up him that hath the plague of the scall seven days:"
    }
    ,
    {
      "type" : "verse",
      "id" : "v32",
      "number" : "32",
      "absolute" : "3085",
      "text" : "And in the seventh day the priest shall look on the plague: and, behold, <span class='extra'>if<\/span> the scall spread not, and there be in it no yellow hair, and the scall <span class='extra'>be<\/span> not in sight deeper than the skin;",
      "plainText" : "And in the seventh day the priest shall look on the plague: and, behold, if the scall spread not, and there be in it no yellow hair, and the scall be not in sight deeper than the skin;"
    }
    ,
    {
      "type" : "verse",
      "id" : "v33",
      "number" : "33",
      "absolute" : "3086",
      "text" : "He shall be shaven, but the scall shall he not shave; and the priest shall shut up <span class='extra'>him that hath<\/span> the scall seven days more:",
      "plainText" : "He shall be shaven, but the scall shall he not shave; and the priest shall shut up him that hath the scall seven days more:"
    }
    ,
    {
      "type" : "verse",
      "id" : "v34",
      "number" : "34",
      "absolute" : "3087",
      "text" : "And in the seventh day the priest shall look on the scall: and, behold, <span class='extra'>if<\/span> the scall be not spread in the skin, nor <span class='extra'>be<\/span> in sight deeper than the skin; then the priest shall pronounce him clean: and he shall wash his clothes, and be clean.",
      "plainText" : "And in the seventh day the priest shall look on the scall: and, behold, if the scall be not spread in the skin, nor be in sight deeper than the skin; then the priest shall pronounce him clean: and he shall wash his clothes, and be clean."
    }
    ,
    {
      "type" : "verse",
      "id" : "v35",
      "number" : "35",
      "absolute" : "3088",
      "text" : "But if the scall spread much in the skin after his cleansing;",
      "plainText" : "But if the scall spread much in the skin after his cleansing;"
    }
    ,
    {
      "type" : "verse",
      "id" : "v36",
      "number" : "36",
      "absolute" : "3089",
      "text" : "Then the priest shall look on him: and, behold, if the scall be spread in the skin, the priest shall not seek for yellow hair; he <span class='extra'>is<\/span> unclean.",
      "plainText" : "Then the priest shall look on him: and, behold, if the scall be spread in the skin, the priest shall not seek for yellow hair; he is unclean."
    }
    ,
    {
      "type" : "verse",
      "id" : "v37",
      "number" : "37",
      "absolute" : "3090",
      "text" : "But if the scall be in his sight at a stay, and <span class='extra'>that<\/span> there is black hair grown up therein; the scall is healed, he <span class='extra'>is<\/span> clean: and the priest shall pronounce him clean.",
      "plainText" : "But if the scall be in his sight at a stay, and that there is black hair grown up therein; the scall is healed, he is clean: and the priest shall pronounce him clean."
    }
    ,
    {
      "type" : "verse",
      "id" : "v38",
      "number" : "38",
      "absolute" : "3091",
      "text" : "If a man also or a woman have in the skin of their flesh bright spots, <span class='extra'>even<\/span> white bright spots;",
      "plainText" : "If a man also or a woman have in the skin of their flesh bright spots, even white bright spots;"
    }
    ,
    {
      "type" : "verse",
      "id" : "v39",
      "number" : "39",
      "absolute" : "3092",
      "text" : "Then the priest shall look: and, behold, <span class='extra'>if<\/span> the bright spots in the skin of their flesh <span class='extra'>be<\/span> darkish white; it <span class='extra'>is<\/span> a freckled spot <span class='extra'>that<\/span> groweth in the skin; he <span class='extra'>is<\/span> clean.",
      "plainText" : "Then the priest shall look: and, behold, if the bright spots in the skin of their flesh be darkish white; it is a freckled spot that groweth in the skin; he is clean."
    }
    ,
    {
      "type" : "verse",
      "id" : "v40",
      "number" : "40",
      "absolute" : "3093",
      "text" : "And the man whose hair is fallen off his head, he <span class='extra'>is<\/span> bald; <span class='extra'>yet is<\/span> he clean.",
      "plainText" : "And the man whose hair is fallen off his head, he is bald; yet is he clean."
    }
    ,
    {
      "type" : "verse",
      "id" : "v41",
      "number" : "41",
      "absolute" : "3094",
      "text" : "And he that hath his hair fallen off from the part of his head toward his face, he <span class='extra'>is<\/span> forehead bald: <span class='extra'>yet is<\/span> he clean.",
      "plainText" : "And he that hath his hair fallen off from the part of his head toward his face, he is forehead bald: yet is he clean."
    }
    ,
    {
      "type" : "verse",
      "id" : "v42",
      "number" : "42",
      "absolute" : "3095",
      "text" : "And if there be in the bald head, or bald forehead, a white reddish sore; it <span class='extra'>is<\/span> a leprosy sprung up in his bald head, or his bald forehead.",
      "plainText" : "And if there be in the bald head, or bald forehead, a white reddish sore; it is a leprosy sprung up in his bald head, or his bald forehead."
    }
    ,
    {
      "type" : "verse",
      "id" : "v43",
      "number" : "43",
      "absolute" : "3096",
      "text" : "Then the priest shall look upon it: and, behold, <span class='extra'>if<\/span> the rising of the sore <span class='extra'>be<\/span> white reddish in his bald head, or in his bald forehead, as the leprosy appeareth in the skin of the flesh;",
      "plainText" : "Then the priest shall look upon it: and, behold, if the rising of the sore be white reddish in his bald head, or in his bald forehead, as the leprosy appeareth in the skin of the flesh;"
    }
    ,
    {
      "type" : "verse",
      "id" : "v44",
      "number" : "44",
      "absolute" : "3097",
      "text" : "He is a leprous man, he <span class='extra'>is<\/span> unclean: the priest shall pronounce him utterly unclean; his plague <span class='extra'>is<\/span> in his head.",
      "plainText" : "He is a leprous man, he is unclean: the priest shall pronounce him utterly unclean; his plague is in his head."
    }
    ,
    {
      "type" : "verse",
      "id" : "v45",
      "number" : "45",
      "absolute" : "3098",
      "text" : "And the leper in whom the plague <span class='extra'>is<\/span>, his clothes shall be rent, and his head bare, and he shall put a covering upon his upper lip, and shall cry, Unclean, unclean.",
      "plainText" : "And the leper in whom the plague is, his clothes shall be rent, and his head bare, and he shall put a covering upon his upper lip, and shall cry, Unclean, unclean."
    }
    ,
    {
      "type" : "verse",
      "id" : "v46",
      "number" : "46",
      "absolute" : "3099",
      "text" : "All the days wherein the plague <span class='extra'>shall be<\/span> in him he shall be defiled; he <span class='extra'>is<\/span> unclean: he shall dwell alone; without the camp <span class='extra'>shall<\/span> his habitation <span class='extra'>be<\/span>.",
      "plainText" : "All the days wherein the plague shall be in him he shall be defiled; he is unclean: he shall dwell alone; without the camp shall his habitation be."
    }
    ,
    {
      "type" : "verse",
      "id" : "v47",
      "number" : "47",
      "absolute" : "3100",
      "text" : "The garment also that the plague of leprosy is in, <span class='extra'>whether it be<\/span> a woollen garment, or a linen garment;",
      "plainText" : "The garment also that the plague of leprosy is in, whether it be a woollen garment, or a linen garment;"
    }
    ,
    {
      "type" : "verse",
      "id" : "v48",
      "number" : "48",
      "absolute" : "3101",
      "text" : "Whether <span class='extra'>it be<\/span> in the warp, or woof; of linen, or of woollen; whether in a skin, or in any thing made of skin;",
      "plainText" : "Whether it be in the warp, or woof; of linen, or of woollen; whether in a skin, or in any thing made of skin;"
    }
    ,
    {
      "type" : "verse",
      "id" : "v49",
      "number" : "49",
      "absolute" : "3102",
      "text" : "And if the plague be greenish or reddish in the garment, or in the skin, either in the warp, or in the woof, or in any thing of skin; it <span class='extra'>is<\/span> a plague of leprosy, and shall be shewed unto the priest:",
      "plainText" : "And if the plague be greenish or reddish in the garment, or in the skin, either in the warp, or in the woof, or in any thing of skin; it is a plague of leprosy, and shall be shewed unto the priest:"
    }
    ,
    {
      "type" : "verse",
      "id" : "v50",
      "number" : "50",
      "absolute" : "3103",
      "text" : "And the priest shall look upon the plague, and shut up <span class='extra'>it that hath<\/span> the plague seven days:",
      "plainText" : "And the priest shall look upon the plague, and shut up it that hath the plague seven days:"
    }
    ,
    {
      "type" : "verse",
      "id" : "v51",
      "number" : "51",
      "absolute" : "3104",
      "text" : "And he shall look on the plague on the seventh day: if the plague be spread in the garment, either in the warp, or in the woof, or in a skin, <span class='extra'>or<\/span> in any work that is made of skin; the plague <span class='extra'>is<\/span> a fretting leprosy; it <span class='extra'>is<\/span> unclean.",
      "plainText" : "And he shall look on the plague on the seventh day: if the plague be spread in the garment, either in the warp, or in the woof, or in a skin, or in any work that is made of skin; the plague is a fretting leprosy; it is unclean."
    }
    ,
    {
      "type" : "verse",
      "id" : "v52",
      "number" : "52",
      "absolute" : "3105",
      "text" : "He shall therefore burn that garment, whether warp or woof, in woollen or in linen, or any thing of skin, wherein the plague is: for it <span class='extra'>is<\/span> a fretting leprosy; it shall be burnt in the fire.",
      "plainText" : "He shall therefore burn that garment, whether warp or woof, in woollen or in linen, or any thing of skin, wherein the plague is: for it is a fretting leprosy; it shall be burnt in the fire."
    }
    ,
    {
      "type" : "verse",
      "id" : "v53",
      "number" : "53",
      "absolute" : "3106",
      "text" : "And if the priest shall look, and, behold, the plague be not spread in the garment, either in the warp, or in the woof, or in any thing of skin;",
      "plainText" : "And if the priest shall look, and, behold, the plague be not spread in the garment, either in the warp, or in the woof, or in any thing of skin;"
    }
    ,
    {
      "type" : "verse",
      "id" : "v54",
      "number" : "54",
      "absolute" : "3107",
      "text" : "Then the priest shall command that they wash <span class='extra'>the thing<\/span> wherein the plague <span class='extra'>is<\/span>, and he shall shut it up seven days more:",
      "plainText" : "Then the priest shall command that they wash the thing wherein the plague is, and he shall shut it up seven days more:"
    }
    ,
    {
      "type" : "verse",
      "id" : "v55",
      "number" : "55",
      "absolute" : "3108",
      "text" : "And the priest shall look on the plague, after that it is washed: and, behold, <span class='extra'>if<\/span> the plague have not changed his colour, and the plague be not spread; it <span class='extra'>is<\/span> unclean; thou shalt burn it in the fire; it <span class='extra'>is<\/span> fret inward, <span class='extra'>whether<\/span> it <span class='extra'>be<\/span> bare within or without.",
      "plainText" : "And the priest shall look on the plague, after that it is washed: and, behold, if the plague have not changed his colour, and the plague be not spread; it is unclean; thou shalt burn it in the fire; it is fret inward, whether it be bare within or without."
    }
    ,
    {
      "type" : "verse",
      "id" : "v56",
      "number" : "56",
      "absolute" : "3109",
      "text" : "And if the priest look, and, behold, the plague <span class='extra'>be<\/span> somewhat dark after the washing of it; then he shall rend it out of the garment, or out of the skin, or out of the warp, or out of the woof:",
      "plainText" : "And if the priest look, and, behold, the plague be somewhat dark after the washing of it; then he shall rend it out of the garment, or out of the skin, or out of the warp, or out of the woof:"
    }
    ,
    {
      "type" : "verse",
      "id" : "v57",
      "number" : "57",
      "absolute" : "3110",
      "text" : "And if it appear still in the garment, either in the warp, or in the woof, or in any thing of skin; it <span class='extra'>is<\/span> a spreading <span class='extra'>plague<\/span>: thou shalt burn that wherein the plague <span class='extra'>is<\/span> with fire.",
      "plainText" : "And if it appear still in the garment, either in the warp, or in the woof, or in any thing of skin; it is a spreading plague: thou shalt burn that wherein the plague is with fire."
    }
    ,
    {
      "type" : "verse",
      "id" : "v58",
      "number" : "58",
      "absolute" : "3111",
      "text" : "And the garment, either warp, or woof, or whatsoever thing of skin <span class='extra'>it be<\/span>, which thou shalt wash, if the plague be departed from them, then it shall be washed the second time, and shall be clean.",
      "plainText" : "And the garment, either warp, or woof, or whatsoever thing of skin it be, which thou shalt wash, if the plague be departed from them, then it shall be washed the second time, and shall be clean."
    }
    ,
    {
      "type" : "verse",
      "id" : "v59",
      "number" : "59",
      "absolute" : "3112",
      "text" : "This <span class='extra'>is<\/span> the law of the plague of leprosy in a garment of woollen or linen, either in the warp, or woof, or any thing of skins, to pronounce it clean, or to pronounce it unclean.",
      "plainText" : "This is the law of the plague of leprosy in a garment of woollen or linen, either in the warp, or woof, or any thing of skins, to pronounce it clean, or to pronounce it unclean."
    }
  ]
}


