{
  "book": {
    "number" : "39",
    "filenamePrefix" : "malachi",
    "bookPage" : "malachi.html",
    "title" : "Malachi",
    "chapterCount" : "4",
    "testament" : "old",
    "nt" : "false",
    "ot" : "true",
    "nextBook" : "matthew_1.html",
    "nextTitle" : "Matthew",
    "prevBook" : "zechariah_1.html",
    "prevTitle" : "Zechariah"
  },
  "chapter": {
    "number" : "2",
    "verseCount" : "17",
    "nextChapter" : "malachi_3.html",
    "nextTitle" : "Malachi 3",
    "prevChapter" : "malachi_1.html",
    "prevTitle" : "Malachi 1",
    "filename" : "malachi_2.html",
    "keywords" : "online king james holy bible, king james bible, bible todo list, words of Jesus, bible index, the authorised version, KJV, KJB, KJAV, AV"
  },
  "items": [
    {
      "type" : "verse",
      "id" : "v1",
      "number" : "1",
      "absolute" : "23105",
      "text" : "And now, O ye priests, this commandment <span class='extra'>is<\/span> for you.",
      "plainText" : "And now, O ye priests, this commandment is for you."
    }
    ,
    {
      "type" : "verse",
      "id" : "v2",
      "number" : "2",
      "absolute" : "23106",
      "text" : "If ye will not hear, and if ye will not lay <span class='extra'>it<\/span> to heart, to give glory unto my name, saith the <span class='nog'>LORD<\/span> of hosts, I will even send a curse upon you, and I will curse your blessings: yea, I have cursed them already, because ye do not lay <span class='extra'>it<\/span> to heart.",
      "plainText" : "If ye will not hear, and if ye will not lay it to heart, to give glory unto my name, saith the LORD of hosts, I will even send a curse upon you, and I will curse your blessings: yea, I have cursed them already, because ye do not lay it to heart."
    }
    ,
    {
      "type" : "verse",
      "id" : "v3",
      "number" : "3",
      "absolute" : "23107",
      "text" : "Behold, I will corrupt your seed, and spread dung upon your faces, <span class='extra'>even<\/span> the dung of your solemn feasts; and <span class='extra'>one<\/span> shall take you away with it.",
      "plainText" : "Behold, I will corrupt your seed, and spread dung upon your faces, even the dung of your solemn feasts; and one shall take you away with it."
    }
    ,
    {
      "type" : "verse",
      "id" : "v4",
      "number" : "4",
      "absolute" : "23108",
      "text" : "And ye shall know that I have sent this commandment unto you, that my covenant might be with Levi, saith the <span class='nog'>LORD<\/span> of hosts.",
      "plainText" : "And ye shall know that I have sent this commandment unto you, that my covenant might be with Levi, saith the LORD of hosts."
    }
    ,
    {
      "type" : "verse",
      "id" : "v5",
      "number" : "5",
      "absolute" : "23109",
      "text" : "My covenant was with him of life and peace; and I gave them to him <span class='extra'>for<\/span> the fear wherewith he feared me, and was afraid before my name.",
      "plainText" : "My covenant was with him of life and peace; and I gave them to him for the fear wherewith he feared me, and was afraid before my name."
    }
    ,
    {
      "type" : "verse",
      "id" : "v6",
      "number" : "6",
      "absolute" : "23110",
      "text" : "The law of truth was in his mouth, and iniquity was not found in his lips: he walked with me in peace and equity, and did turn many away from iniquity.",
      "plainText" : "The law of truth was in his mouth, and iniquity was not found in his lips: he walked with me in peace and equity, and did turn many away from iniquity."
    }
    ,
    {
      "type" : "verse",
      "id" : "v7",
      "number" : "7",
      "absolute" : "23111",
      "text" : "For the priest's lips should keep knowledge, and they should seek the law at his mouth: for he <span class='extra'>is<\/span> the messenger of the <span class='nog'>LORD<\/span> of hosts.",
      "plainText" : "For the priest's lips should keep knowledge, and they should seek the law at his mouth: for he is the messenger of the LORD of hosts."
    }
    ,
    {
      "type" : "verse",
      "id" : "v8",
      "number" : "8",
      "absolute" : "23112",
      "text" : "But ye are departed out of the way; ye have caused many to stumble at the law; ye have corrupted the covenant of Levi, saith the <span class='nog'>LORD<\/span> of hosts.",
      "plainText" : "But ye are departed out of the way; ye have caused many to stumble at the law; ye have corrupted the covenant of Levi, saith the LORD of hosts."
    }
    ,
    {
      "type" : "verse",
      "id" : "v9",
      "number" : "9",
      "absolute" : "23113",
      "text" : "Therefore have I also made you contemptible and base before all the people, according as ye have not kept my ways, but have been partial in the law.",
      "plainText" : "Therefore have I also made you contemptible and base before all the people, according as ye have not kept my ways, but have been partial in the law."
    }
    ,
    {
      "type" : "verse",
      "id" : "v10",
      "number" : "10",
      "absolute" : "23114",
      "text" : "Have we not all one father? hath not one God created us? why do we deal treacherously every man against his brother, by profaning the covenant of our fathers?",
      "plainText" : "Have we not all one father? hath not one God created us? why do we deal treacherously every man against his brother, by profaning the covenant of our fathers?"
    }
    ,
    {
      "type" : "verse",
      "id" : "v11",
      "number" : "11",
      "absolute" : "23115",
      "text" : "Judah hath dealt treacherously, and an abomination is committed in Israel and in Jerusalem; for Judah hath profaned the holiness of the <span class='nog'>LORD<\/span> which he loved, and hath married the daughter of a strange god.",
      "plainText" : "Judah hath dealt treacherously, and an abomination is committed in Israel and in Jerusalem; for Judah hath profaned the holiness of the LORD which he loved, and hath married the daughter of a strange god."
    }
    ,
    {
      "type" : "verse",
      "id" : "v12",
      "number" : "12",
      "absolute" : "23116",
      "text" : "The <span class='nog'>LORD<\/span> will cut off the man that doeth this, the master and the scholar, out of the tabernacles of Jacob, and him that offereth an offering unto the <span class='nog'>LORD<\/span> of hosts.",
      "plainText" : "The LORD will cut off the man that doeth this, the master and the scholar, out of the tabernacles of Jacob, and him that offereth an offering unto the LORD of hosts."
    }
    ,
    {
      "type" : "verse",
      "id" : "v13",
      "number" : "13",
      "absolute" : "23117",
      "text" : "And this have ye done again, covering the altar of the <span class='nog'>LORD<\/span> with tears, with weeping, and with crying out, insomuch that he regardeth not the offering any more, or receiveth <span class='extra'>it<\/span> with good will at your hand.",
      "plainText" : "And this have ye done again, covering the altar of the LORD with tears, with weeping, and with crying out, insomuch that he regardeth not the offering any more, or receiveth it with good will at your hand."
    }
    ,
    {
      "type" : "verse",
      "id" : "v14",
      "number" : "14",
      "absolute" : "23118",
      "text" : "Yet ye say, Wherefore? Because the <span class='nog'>LORD<\/span> hath been witness between thee and the wife of thy youth, against whom thou hast dealt treacherously: yet <span class='extra'>is<\/span> she thy companion, and the wife of thy covenant.",
      "plainText" : "Yet ye say, Wherefore? Because the LORD hath been witness between thee and the wife of thy youth, against whom thou hast dealt treacherously: yet is she thy companion, and the wife of thy covenant."
    }
    ,
    {
      "type" : "verse",
      "id" : "v15",
      "number" : "15",
      "absolute" : "23119",
      "text" : "And did not he make one? Yet had he the residue of the spirit. And wherefore one? That he might seek a godly seed. Therefore take heed to your spirit, and let none deal treacherously against the wife of his youth.",
      "plainText" : "And did not he make one? Yet had he the residue of the spirit. And wherefore one? That he might seek a godly seed. Therefore take heed to your spirit, and let none deal treacherously against the wife of his youth."
    }
    ,
    {
      "type" : "verse",
      "id" : "v16",
      "number" : "16",
      "absolute" : "23120",
      "text" : "For the <span class='nog'>LORD<\/span>, the God of Israel, saith that he hateth putting away: for <span class='extra'>one<\/span> covereth violence with his garment, saith the <span class='nog'>LORD<\/span> of hosts: therefore take heed to your spirit, that ye deal not treacherously.",
      "plainText" : "For the LORD, the God of Israel, saith that he hateth putting away: for one covereth violence with his garment, saith the LORD of hosts: therefore take heed to your spirit, that ye deal not treacherously."
    }
    ,
    {
      "type" : "verse",
      "id" : "v17",
      "number" : "17",
      "absolute" : "23121",
      "text" : "Ye have wearied the <span class='nog'>LORD<\/span> with your words. Yet ye say, Wherein have we wearied <span class='extra'>him<\/span>? When ye say, Every one that doeth evil <span class='extra'>is<\/span> good in the sight of the <span class='nog'>LORD<\/span>, and he delighteth in them; or, Where <span class='extra'>is<\/span> the God of judgment?",
      "plainText" : "Ye have wearied the LORD with your words. Yet ye say, Wherein have we wearied him? When ye say, Every one that doeth evil is good in the sight of the LORD, and he delighteth in them; or, Where is the God of judgment?"
    }
  ]
}


