{
  "book": {
    "number" : "16",
    "filenamePrefix" : "nehemiah",
    "bookPage" : "nehemiah.html",
    "title" : "Nehemiah",
    "chapterCount" : "13",
    "testament" : "old",
    "nt" : "false",
    "ot" : "true",
    "nextBook" : "esther_1.html",
    "nextTitle" : "Esther",
    "prevBook" : "ezra_1.html",
    "prevTitle" : "Ezra"
  },
  "chapter": {
    "number" : "11",
    "verseCount" : "36",
    "nextChapter" : "nehemiah_12.html",
    "nextTitle" : "Nehemiah 12",
    "prevChapter" : "nehemiah_10.html",
    "prevTitle" : "Nehemiah 10",
    "filename" : "nehemiah_11.html",
    "keywords" : "online king james holy bible, king james bible, bible todo list, words of Jesus, bible index, the authorised version, KJV, KJB, KJAV, AV"
  },
  "items": [
    {
      "type" : "verse",
      "id" : "v1",
      "number" : "1",
      "absolute" : "12590",
      "text" : "And the rulers of the people dwelt at Jerusalem: the rest of the people also cast lots, to bring one of ten to dwell in Jerusalem the holy city, and nine parts <span class='extra'>to dwell<\/span> in <span class='extra'>other<\/span> cities.",
      "plainText" : "And the rulers of the people dwelt at Jerusalem: the rest of the people also cast lots, to bring one of ten to dwell in Jerusalem the holy city, and nine parts to dwell in other cities."
    }
    ,
    {
      "type" : "verse",
      "id" : "v2",
      "number" : "2",
      "absolute" : "12591",
      "text" : "And the people blessed all the men, that willingly offered themselves to dwell at Jerusalem.",
      "plainText" : "And the people blessed all the men, that willingly offered themselves to dwell at Jerusalem."
    }
    ,
    {
      "type" : "verse",
      "id" : "v3",
      "number" : "3",
      "absolute" : "12592",
      "text" : "Now these <span class='extra'>are<\/span> the chief of the province that dwelt in Jerusalem: but in the cities of Judah dwelt every one in his possession in their cities, <span class='extra'>to wit<\/span>, Israel, the priests, and the Levites, and the Nethinims, and the children of Solomon's servants.",
      "plainText" : "Now these are the chief of the province that dwelt in Jerusalem: but in the cities of Judah dwelt every one in his possession in their cities, to wit, Israel, the priests, and the Levites, and the Nethinims, and the children of Solomon's servants."
    }
    ,
    {
      "type" : "verse",
      "id" : "v4",
      "number" : "4",
      "absolute" : "12593",
      "text" : "And at Jerusalem dwelt <span class='extra'>certain<\/span> of the children of Judah, and of the children of Benjamin. Of the children of Judah; Athaiah the son of Uzziah, the son of Zechariah, the son of Amariah, the son of Shephatiah, the son of Mahalaleel, of the children of Perez;",
      "plainText" : "And at Jerusalem dwelt certain of the children of Judah, and of the children of Benjamin. Of the children of Judah; Athaiah the son of Uzziah, the son of Zechariah, the son of Amariah, the son of Shephatiah, the son of Mahalaleel, of the children of Perez;"
    }
    ,
    {
      "type" : "verse",
      "id" : "v5",
      "number" : "5",
      "absolute" : "12594",
      "text" : "And Maaseiah the son of Baruch, the son of Col-hozeh, the son of Hazaiah, the son of Adaiah, the son of Joiarib, the son of Zechariah, the son of Shiloni.",
      "plainText" : "And Maaseiah the son of Baruch, the son of Col-hozeh, the son of Hazaiah, the son of Adaiah, the son of Joiarib, the son of Zechariah, the son of Shiloni."
    }
    ,
    {
      "type" : "verse",
      "id" : "v6",
      "number" : "6",
      "absolute" : "12595",
      "text" : "All the sons of Perez that dwelt at Jerusalem <span class='extra'>were<\/span> four hundred threescore and eight valiant men.",
      "plainText" : "All the sons of Perez that dwelt at Jerusalem were four hundred threescore and eight valiant men."
    }
    ,
    {
      "type" : "verse",
      "id" : "v7",
      "number" : "7",
      "absolute" : "12596",
      "text" : "And these <span class='extra'>are<\/span> the sons of Benjamin; Sallu the son of Meshullam, the son of Joed, the son of Pedaiah, the son of Kolaiah, the son of Maaseiah, the son of Ithiel, the son of Jesaiah.",
      "plainText" : "And these are the sons of Benjamin; Sallu the son of Meshullam, the son of Joed, the son of Pedaiah, the son of Kolaiah, the son of Maaseiah, the son of Ithiel, the son of Jesaiah."
    }
    ,
    {
      "type" : "verse",
      "id" : "v8",
      "number" : "8",
      "absolute" : "12597",
      "text" : "And after him Gabbai, Sallai, nine hundred twenty and eight.",
      "plainText" : "And after him Gabbai, Sallai, nine hundred twenty and eight."
    }
    ,
    {
      "type" : "verse",
      "id" : "v9",
      "number" : "9",
      "absolute" : "12598",
      "text" : "And Joel the son of Zichri <span class='extra'>was<\/span> their overseer: and Judah the son of Senuah <span class='extra'>was<\/span> second over the city.",
      "plainText" : "And Joel the son of Zichri was their overseer: and Judah the son of Senuah was second over the city."
    }
    ,
    {
      "type" : "verse",
      "id" : "v10",
      "number" : "10",
      "absolute" : "12599",
      "text" : "Of the priests: Jedaiah the son of Joiarib, Jachin.",
      "plainText" : "Of the priests: Jedaiah the son of Joiarib, Jachin."
    }
    ,
    {
      "type" : "verse",
      "id" : "v11",
      "number" : "11",
      "absolute" : "12600",
      "text" : "Seraiah the son of Hilkiah, the son of Meshullam, the son of Zadok, the son of Meraioth, the son of Ahitub, <span class='extra'>was<\/span> the ruler of the house of God.",
      "plainText" : "Seraiah the son of Hilkiah, the son of Meshullam, the son of Zadok, the son of Meraioth, the son of Ahitub, was the ruler of the house of God."
    }
    ,
    {
      "type" : "verse",
      "id" : "v12",
      "number" : "12",
      "absolute" : "12601",
      "text" : "And their brethren that did the work of the house <span class='extra'>were<\/span> eight hundred twenty and two: and Adaiah the son of Jeroham, the son of Pelaliah, the son of Amzi, the son of Zechariah, the son of Pashur, the son of Malchiah,",
      "plainText" : "And their brethren that did the work of the house were eight hundred twenty and two: and Adaiah the son of Jeroham, the son of Pelaliah, the son of Amzi, the son of Zechariah, the son of Pashur, the son of Malchiah,"
    }
    ,
    {
      "type" : "verse",
      "id" : "v13",
      "number" : "13",
      "absolute" : "12602",
      "text" : "And his brethren, chief of the fathers, two hundred forty and two: and Amashai the son of Azareel, the son of Ahasai, the son of Meshillemoth, the son of Immer,",
      "plainText" : "And his brethren, chief of the fathers, two hundred forty and two: and Amashai the son of Azareel, the son of Ahasai, the son of Meshillemoth, the son of Immer,"
    }
    ,
    {
      "type" : "verse",
      "id" : "v14",
      "number" : "14",
      "absolute" : "12603",
      "text" : "And their brethren, mighty men of valour, an hundred twenty and eight: and their overseer <span class='extra'>was<\/span> Zabdiel, the son of <span class='extra'>one of<\/span> the great men.",
      "plainText" : "And their brethren, mighty men of valour, an hundred twenty and eight: and their overseer was Zabdiel, the son of one of the great men."
    }
    ,
    {
      "type" : "verse",
      "id" : "v15",
      "number" : "15",
      "absolute" : "12604",
      "text" : "Also of the Levites: Shemaiah the son of Hashub, the son of Azrikam, the son of Hashabiah, the son of Bunni;",
      "plainText" : "Also of the Levites: Shemaiah the son of Hashub, the son of Azrikam, the son of Hashabiah, the son of Bunni;"
    }
    ,
    {
      "type" : "verse",
      "id" : "v16",
      "number" : "16",
      "absolute" : "12605",
      "text" : "And Shabbethai and Jozabad, of the chief of the Levites, <span class='extra'>had<\/span> the oversight of the outward business of the house of God.",
      "plainText" : "And Shabbethai and Jozabad, of the chief of the Levites, had the oversight of the outward business of the house of God."
    }
    ,
    {
      "type" : "verse",
      "id" : "v17",
      "number" : "17",
      "absolute" : "12606",
      "text" : "And Mattaniah the son of Micha, the son of Zabdi, the son of Asaph, <span class='extra'>was<\/span> the principal to begin the thanksgiving in prayer: and Bakbukiah the second among his brethren, and Abda the son of Shammua, the son of Galal, the son of Jeduthun.",
      "plainText" : "And Mattaniah the son of Micha, the son of Zabdi, the son of Asaph, was the principal to begin the thanksgiving in prayer: and Bakbukiah the second among his brethren, and Abda the son of Shammua, the son of Galal, the son of Jeduthun."
    }
    ,
    {
      "type" : "verse",
      "id" : "v18",
      "number" : "18",
      "absolute" : "12607",
      "text" : "All the Levites in the holy city <span class='extra'>were<\/span> two hundred fourscore and four.",
      "plainText" : "All the Levites in the holy city were two hundred fourscore and four."
    }
    ,
    {
      "type" : "verse",
      "id" : "v19",
      "number" : "19",
      "absolute" : "12608",
      "text" : "Moreover the porters, Akkub, Talmon, and their brethren that kept the gates, <span class='extra'>were<\/span> an hundred seventy and two.",
      "plainText" : "Moreover the porters, Akkub, Talmon, and their brethren that kept the gates, were an hundred seventy and two."
    }
    ,
    {
      "type" : "verse",
      "id" : "v20",
      "number" : "20",
      "absolute" : "12609",
      "text" : "And the residue of Israel, of the priests, <span class='extra'>and<\/span> the Levites, <span class='extra'>were<\/span> in all the cities of Judah, every one in his inheritance.",
      "plainText" : "And the residue of Israel, of the priests, and the Levites, were in all the cities of Judah, every one in his inheritance."
    }
    ,
    {
      "type" : "verse",
      "id" : "v21",
      "number" : "21",
      "absolute" : "12610",
      "text" : "But the Nethinims dwelt in Ophel: and Ziha and Gispa <span class='extra'>were<\/span> over the Nethinims.",
      "plainText" : "But the Nethinims dwelt in Ophel: and Ziha and Gispa were over the Nethinims."
    }
    ,
    {
      "type" : "verse",
      "id" : "v22",
      "number" : "22",
      "absolute" : "12611",
      "text" : "The overseer also of the Levites at Jerusalem <span class='extra'>was<\/span> Uzzi the son of Bani, the son of Hashabiah, the son of Mattaniah, the son of Micha. Of the sons of Asaph, the singers <span class='extra'>were<\/span> over the business of the house of God.",
      "plainText" : "The overseer also of the Levites at Jerusalem was Uzzi the son of Bani, the son of Hashabiah, the son of Mattaniah, the son of Micha. Of the sons of Asaph, the singers were over the business of the house of God."
    }
    ,
    {
      "type" : "verse",
      "id" : "v23",
      "number" : "23",
      "absolute" : "12612",
      "text" : "For <span class='extra'>it was<\/span> the king's commandment concerning them, that a certain portion should be for the singers, due for every day.",
      "plainText" : "For it was the king's commandment concerning them, that a certain portion should be for the singers, due for every day."
    }
    ,
    {
      "type" : "verse",
      "id" : "v24",
      "number" : "24",
      "absolute" : "12613",
      "text" : "And Pethahiah the son of Meshezabeel, of the children of Zerah the son of Judah, <span class='extra'>was<\/span> at the king's hand in all matters concerning the people.",
      "plainText" : "And Pethahiah the son of Meshezabeel, of the children of Zerah the son of Judah, was at the king's hand in all matters concerning the people."
    }
    ,
    {
      "type" : "verse",
      "id" : "v25",
      "number" : "25",
      "absolute" : "12614",
      "text" : "And for the villages, with their fields, <span class='extra'>some<\/span> of the children of Judah dwelt at Kirjath-arba, and <span class='extra'>in<\/span> the villages thereof, and at Dibon, and <span class='extra'>in<\/span> the villages thereof, and at Jekabzeel, and <span class='extra'>in<\/span> the villages thereof,",
      "plainText" : "And for the villages, with their fields, some of the children of Judah dwelt at Kirjath-arba, and in the villages thereof, and at Dibon, and in the villages thereof, and at Jekabzeel, and in the villages thereof,"
    }
    ,
    {
      "type" : "verse",
      "id" : "v26",
      "number" : "26",
      "absolute" : "12615",
      "text" : "And at Jeshua, and at Moladah, and at Beth-phelet,",
      "plainText" : "And at Jeshua, and at Moladah, and at Beth-phelet,"
    }
    ,
    {
      "type" : "verse",
      "id" : "v27",
      "number" : "27",
      "absolute" : "12616",
      "text" : "And at Hazar-shual, and at Beer-sheba, and <span class='extra'>in<\/span> the villages thereof,",
      "plainText" : "And at Hazar-shual, and at Beer-sheba, and in the villages thereof,"
    }
    ,
    {
      "type" : "verse",
      "id" : "v28",
      "number" : "28",
      "absolute" : "12617",
      "text" : "And at Ziklag, and at Mekonah, and in the villages thereof,",
      "plainText" : "And at Ziklag, and at Mekonah, and in the villages thereof,"
    }
    ,
    {
      "type" : "verse",
      "id" : "v29",
      "number" : "29",
      "absolute" : "12618",
      "text" : "And at En-rimmon, and at Zareah, and at Jarmuth,",
      "plainText" : "And at En-rimmon, and at Zareah, and at Jarmuth,"
    }
    ,
    {
      "type" : "verse",
      "id" : "v30",
      "number" : "30",
      "absolute" : "12619",
      "text" : "Zanoah, Adullam, and <span class='extra'>in<\/span> their villages, at Lachish, and the fields thereof, at Azekah, and <span class='extra'>in<\/span> the villages thereof. And they dwelt from Beer-sheba unto the valley of Hinnom.",
      "plainText" : "Zanoah, Adullam, and in their villages, at Lachish, and the fields thereof, at Azekah, and in the villages thereof. And they dwelt from Beer-sheba unto the valley of Hinnom."
    }
    ,
    {
      "type" : "verse",
      "id" : "v31",
      "number" : "31",
      "absolute" : "12620",
      "text" : "The children also of Benjamin from Geba <span class='extra'>dwelt<\/span> at Michmash, and Aija, and Beth-el, and <span class='extra'>in<\/span> their villages,",
      "plainText" : "The children also of Benjamin from Geba dwelt at Michmash, and Aija, and Beth-el, and in their villages,"
    }
    ,
    {
      "type" : "verse",
      "id" : "v32",
      "number" : "32",
      "absolute" : "12621",
      "text" : "<span class='extra'>And<\/span> at Anathoth, Nob, Ananiah,",
      "plainText" : "And at Anathoth, Nob, Ananiah,"
    }
    ,
    {
      "type" : "verse",
      "id" : "v33",
      "number" : "33",
      "absolute" : "12622",
      "text" : "Hazor, Ramah, Gittaim,",
      "plainText" : "Hazor, Ramah, Gittaim,"
    }
    ,
    {
      "type" : "verse",
      "id" : "v34",
      "number" : "34",
      "absolute" : "12623",
      "text" : "Hadid, Zeboim, Neballat,",
      "plainText" : "Hadid, Zeboim, Neballat,"
    }
    ,
    {
      "type" : "verse",
      "id" : "v35",
      "number" : "35",
      "absolute" : "12624",
      "text" : "Lod, and Ono, the valley of craftsmen.",
      "plainText" : "Lod, and Ono, the valley of craftsmen."
    }
    ,
    {
      "type" : "verse",
      "id" : "v36",
      "number" : "36",
      "absolute" : "12625",
      "text" : "And of the Levites <span class='extra'>were<\/span> divisions <span class='extra'>in<\/span> Judah, <span class='extra'>and<\/span> in Benjamin.",
      "plainText" : "And of the Levites were divisions in Judah, and in Benjamin."
    }
  ]
}

