{
  "book": {
    "number" : "4",
    "filenamePrefix" : "numbers",
    "bookPage" : "numbers.html",
    "title" : "Numbers",
    "chapterCount" : "36",
    "testament" : "old",
    "nt" : "false",
    "ot" : "true",
    "nextBook" : "deuteronomy_1.html",
    "nextTitle" : "Deuteronomy",
    "prevBook" : "leviticus_1.html",
    "prevTitle" : "Leviticus"
  },
  "chapter": {
    "number" : "17",
    "verseCount" : "13",
    "nextChapter" : "numbers_18.html",
    "nextTitle" : "Numbers 18",
    "prevChapter" : "numbers_16.html",
    "prevTitle" : "Numbers 16",
    "filename" : "numbers_17.html",
    "keywords" : "online king james holy bible, king james bible, bible todo list, words of Jesus, bible index, the authorised version, KJV, KJB, KJAV, AV"
  },
  "items": [
    {
      "type" : "verse",
      "id" : "v1",
      "number" : "1",
      "absolute" : "4246",
      "text" : "And the <span class='nog'>LORD<\/span> spake unto Moses, saying,",
      "plainText" : "And the LORD spake unto Moses, saying,"
    }
    ,
    {
      "type" : "verse",
      "id" : "v2",
      "number" : "2",
      "absolute" : "4247",
      "text" : "Speak unto the children of Israel, and take of every one of them a rod according to the house of <span class='extra'>their<\/span> fathers, of all their princes according to the house of their fathers twelve rods: write thou every man's name upon his rod.",
      "plainText" : "Speak unto the children of Israel, and take of every one of them a rod according to the house of their fathers, of all their princes according to the house of their fathers twelve rods: write thou every man's name upon his rod."
    }
    ,
    {
      "type" : "verse",
      "id" : "v3",
      "number" : "3",
      "absolute" : "4248",
      "text" : "And thou shalt write Aaron's name upon the rod of Levi: for one rod <span class='extra'>shall be<\/span> for the head of the house of their fathers.",
      "plainText" : "And thou shalt write Aaron's name upon the rod of Levi: for one rod shall be for the head of the house of their fathers."
    }
    ,
    {
      "type" : "verse",
      "id" : "v4",
      "number" : "4",
      "absolute" : "4249",
      "text" : "And thou shalt lay them up in the tabernacle of the congregation before the testimony, where I will meet with you.",
      "plainText" : "And thou shalt lay them up in the tabernacle of the congregation before the testimony, where I will meet with you."
    }
    ,
    {
      "type" : "verse",
      "id" : "v5",
      "number" : "5",
      "absolute" : "4250",
      "text" : "And it shall come to pass, <span class='extra'>that<\/span> the man's rod, whom I shall choose, shall blossom: and I will make to cease from me the murmurings of the children of Israel, whereby they murmur against you.",
      "plainText" : "And it shall come to pass, that the man's rod, whom I shall choose, shall blossom: and I will make to cease from me the murmurings of the children of Israel, whereby they murmur against you."
    }
    ,
    {
      "type" : "verse",
      "id" : "v6",
      "number" : "6",
      "absolute" : "4251",
      "text" : "And Moses spake unto the children of Israel, and every one of their princes gave him a rod apiece, for each prince one, according to their fathers' houses, <span class='extra'>even<\/span> twelve rods: and the rod of Aaron <span class='extra'>was<\/span> among their rods.",
      "plainText" : "And Moses spake unto the children of Israel, and every one of their princes gave him a rod apiece, for each prince one, according to their fathers' houses, even twelve rods: and the rod of Aaron was among their rods."
    }
    ,
    {
      "type" : "verse",
      "id" : "v7",
      "number" : "7",
      "absolute" : "4252",
      "text" : "And Moses laid up the rods before the <span class='nog'>LORD<\/span> in the tabernacle of witness.",
      "plainText" : "And Moses laid up the rods before the LORD in the tabernacle of witness."
    }
    ,
    {
      "type" : "verse",
      "id" : "v8",
      "number" : "8",
      "absolute" : "4253",
      "text" : "And it came to pass, that on the morrow Moses went into the tabernacle of witness; and, behold, the rod of Aaron for the house of Levi was budded, and brought forth buds, and bloomed blossoms, and yielded almonds.",
      "plainText" : "And it came to pass, that on the morrow Moses went into the tabernacle of witness; and, behold, the rod of Aaron for the house of Levi was budded, and brought forth buds, and bloomed blossoms, and yielded almonds."
    }
    ,
    {
      "type" : "verse",
      "id" : "v9",
      "number" : "9",
      "absolute" : "4254",
      "text" : "And Moses brought out all the rods from before the <span class='nog'>LORD<\/span> unto all the children of Israel: and they looked, and took every man his rod.",
      "plainText" : "And Moses brought out all the rods from before the LORD unto all the children of Israel: and they looked, and took every man his rod."
    }
    ,
    {
      "type" : "verse",
      "id" : "v10",
      "number" : "10",
      "absolute" : "4255",
      "text" : "And the <span class='nog'>LORD<\/span> said unto Moses, Bring Aaron's rod again before the testimony, to be kept for a token against the rebels; and thou shalt quite take away their murmurings from me, that they die not.",
      "plainText" : "And the LORD said unto Moses, Bring Aaron's rod again before the testimony, to be kept for a token against the rebels; and thou shalt quite take away their murmurings from me, that they die not."
    }
    ,
    {
      "type" : "verse",
      "id" : "v11",
      "number" : "11",
      "absolute" : "4256",
      "text" : "And Moses did <span class='extra'>so<\/span>: as the <span class='nog'>LORD<\/span> commanded him, so did he.",
      "plainText" : "And Moses did so: as the LORD commanded him, so did he."
    }
    ,
    {
      "type" : "verse",
      "id" : "v12",
      "number" : "12",
      "absolute" : "4257",
      "text" : "And the children of Israel spake unto Moses, saying, Behold, we die, we perish, we all perish.",
      "plainText" : "And the children of Israel spake unto Moses, saying, Behold, we die, we perish, we all perish."
    }
    ,
    {
      "type" : "verse",
      "id" : "v13",
      "number" : "13",
      "absolute" : "4258",
      "text" : "Whosoever cometh any thing near unto the tabernacle of the <span class='nog'>LORD<\/span> shall die: shall we be consumed with dying?",
      "plainText" : "Whosoever cometh any thing near unto the tabernacle of the LORD shall die: shall we be consumed with dying?"
    }
  ]
}


