{
  "book": {
    "number" : "45",
    "filenamePrefix" : "romans",
    "bookPage" : "romans.html",
    "title" : "Romans",
    "chapterCount" : "16",
    "testament" : "new",
    "nt" : "true",
    "ot" : "false",
    "nextBook" : "1corinthians_1.html",
    "nextTitle" : "1 Corinthians",
    "prevBook" : "acts_1.html",
    "prevTitle" : "Acts"
  },
  "chapter": {
    "number" : "15",
    "verseCount" : "33",
    "nextChapter" : "romans_16.html",
    "nextTitle" : "Romans 16",
    "prevChapter" : "romans_14.html",
    "prevTitle" : "Romans 14",
    "filename" : "romans_15.html",
    "keywords" : "online king james holy bible, king james bible, bible todo list, words of Jesus, bible index, the authorised version, KJV, KJB, KJAV, AV"
  },
  "items": [
    {
      "type" : "verse",
      "id" : "v1",
      "number" : "1",
      "absolute" : "28305",
      "text" : "We then that are strong ought to bear the infirmities of the weak, and not to please ourselves."
    }
    ,
    {
      "type" : "verse",
      "id" : "v2",
      "number" : "2",
      "absolute" : "28306",
      "text" : "Let every one of us please <span class='extra'>his<\/span> neighbour for <span class='extra'>his<\/span> good to edification."
    }
    ,
    {
      "type" : "verse",
      "id" : "v3",
      "number" : "3",
      "absolute" : "28307",
      "text" : "For even Christ pleased not himself; but, as it is written, The reproaches of them that reproached thee fell on me."
    }
    ,
    {
      "type" : "verse",
      "id" : "v4",
      "number" : "4",
      "absolute" : "28308",
      "text" : "For whatsoever things were written aforetime were written for our learning, that we through patience and comfort of the scriptures might have hope."
    }
    ,
    {
      "type" : "verse",
      "id" : "v5",
      "number" : "5",
      "absolute" : "28309",
      "text" : "Now the God of patience and consolation grant you to be likeminded one toward another according to Christ Jesus:"
    }
    ,
    {
      "type" : "verse",
      "id" : "v6",
      "number" : "6",
      "absolute" : "28310",
      "text" : "That ye may with one mind <span class='extra'>and<\/span> one mouth glorify God, even the Father of our Lord Jesus Christ."
    }
    ,
    {
      "type" : "verse",
      "id" : "v7",
      "number" : "7",
      "absolute" : "28311",
      "text" : "Wherefore receive ye one another, as Christ also received us to the glory of God."
    }
    ,
    {
      "type" : "verse",
      "id" : "v8",
      "number" : "8",
      "absolute" : "28312",
      "text" : "Now I say that Jesus Christ was a minister of the circumcision for the truth of God, to confirm the promises <span class='extra'>made<\/span> unto the fathers:"
    }
    ,
    {
      "type" : "verse",
      "id" : "v9",
      "number" : "9",
      "absolute" : "28313",
      "text" : "And that the Gentiles might glorify God for <span class='extra'>his<\/span> mercy; as it is written, For this cause I will confess to thee among the Gentiles, and sing unto thy name."
    }
    ,
    {
      "type" : "verse",
      "id" : "v10",
      "number" : "10",
      "absolute" : "28314",
      "text" : "And again he saith, Rejoice, ye Gentiles, with his people."
    }
    ,
    {
      "type" : "verse",
      "id" : "v11",
      "number" : "11",
      "absolute" : "28315",
      "text" : "And again, Praise the Lord, all ye Gentiles; and laud him, all ye people."
    }
    ,
    {
      "type" : "verse",
      "id" : "v12",
      "number" : "12",
      "absolute" : "28316",
      "text" : "And again, Esaias saith, There shall be a root of Jesse, and he that shall rise to reign over the Gentiles; in him shall the Gentiles trust."
    }
    ,
    {
      "type" : "verse",
      "id" : "v13",
      "number" : "13",
      "absolute" : "28317",
      "text" : "Now the God of hope fill you with all joy and peace in believing, that ye may abound in hope, through the power of the Holy Ghost."
    }
    ,
    {
      "type" : "verse",
      "id" : "v14",
      "number" : "14",
      "absolute" : "28318",
      "text" : "And I myself also am persuaded of you, my brethren, that ye also are full of goodness, filled with all knowledge, able also to admonish one another."
    }
    ,
    {
      "type" : "verse",
      "id" : "v15",
      "number" : "15",
      "absolute" : "28319",
      "text" : "Nevertheless, brethren, I have written the more boldly unto you in some sort, as putting you in mind, because of the grace that is given to me of God,"
    }
    ,
    {
      "type" : "verse",
      "id" : "v16",
      "number" : "16",
      "absolute" : "28320",
      "text" : "That I should be the minister of Jesus Christ to the Gentiles, ministering the gospel of God, that the offering up of the Gentiles might be acceptable, being sanctified by the Holy Ghost."
    }
    ,
    {
      "type" : "verse",
      "id" : "v17",
      "number" : "17",
      "absolute" : "28321",
      "text" : "I have therefore whereof I may glory through Jesus Christ in those things which pertain to God."
    }
    ,
    {
      "type" : "verse",
      "id" : "v18",
      "number" : "18",
      "absolute" : "28322",
      "text" : "For I will not dare to speak of any of those things which Christ hath not wrought by me, to make the Gentiles obedient, by word and deed,"
    }
    ,
    {
      "type" : "verse",
      "id" : "v19",
      "number" : "19",
      "absolute" : "28323",
      "text" : "Through mighty signs and wonders, by the power of the Spirit of God; so that from Jerusalem, and round about unto Illyricum, I have fully preached the gospel of Christ."
    }
    ,
    {
      "type" : "verse",
      "id" : "v20",
      "number" : "20",
      "absolute" : "28324",
      "text" : "Yea, so have I strived to preach the gospel, not where Christ was named, lest I should build upon another man's foundation:"
    }
    ,
    {
      "type" : "verse",
      "id" : "v21",
      "number" : "21",
      "absolute" : "28325",
      "text" : "But as it is written, To whom he was not spoken of, they shall see: and they that have not heard shall understand."
    }
    ,
    {
      "type" : "verse",
      "id" : "v22",
      "number" : "22",
      "absolute" : "28326",
      "text" : "For which cause also I have been much hindered from coming to you."
    }
    ,
    {
      "type" : "verse",
      "id" : "v23",
      "number" : "23",
      "absolute" : "28327",
      "text" : "But now having no more place in these parts, and having a great desire these many years to come unto you;"
    }
    ,
    {
      "type" : "verse",
      "id" : "v24",
      "number" : "24",
      "absolute" : "28328",
      "text" : "Whensoever I take my journey into Spain, I will come to you: for I trust to see you in my journey, and to be brought on my way thitherward by you, if first I be somewhat filled with your <span class='extra'>company<\/span>."
    }
    ,
    {
      "type" : "verse",
      "id" : "v25",
      "number" : "25",
      "absolute" : "28329",
      "text" : "But now I go unto Jerusalem to minister unto the saints."
    }
    ,
    {
      "type" : "verse",
      "id" : "v26",
      "number" : "26",
      "absolute" : "28330",
      "text" : "For it hath pleased them of Macedonia and Achaia to make a certain contribution for the poor saints which are at Jerusalem."
    }
    ,
    {
      "type" : "verse",
      "id" : "v27",
      "number" : "27",
      "absolute" : "28331",
      "text" : "It hath pleased them verily; and their debtors they are. For if the Gentiles have been made partakers of their spiritual things, their duty is also to minister unto them in carnal things."
    }
    ,
    {
      "type" : "verse",
      "id" : "v28",
      "number" : "28",
      "absolute" : "28332",
      "text" : "When therefore I have performed this, and have sealed to them this fruit, I will come by you into Spain."
    }
    ,
    {
      "type" : "verse",
      "id" : "v29",
      "number" : "29",
      "absolute" : "28333",
      "text" : "And I am sure that, when I come unto you, I shall come in the fulness of the blessing of the gospel of Christ."
    }
    ,
    {
      "type" : "verse",
      "id" : "v30",
      "number" : "30",
      "absolute" : "28334",
      "text" : "Now I beseech you, brethren, for the Lord Jesus Christ's sake, and for the love of the Spirit, that ye strive together with me in <span class='extra'>your<\/span> prayers to God for me;"
    }
    ,
    {
      "type" : "verse",
      "id" : "v31",
      "number" : "31",
      "absolute" : "28335",
      "text" : "That I may be delivered from them that do not believe in Judaea; and that my service which <span class='extra'>I have<\/span> for Jerusalem may be accepted of the saints;"
    }
    ,
    {
      "type" : "verse",
      "id" : "v32",
      "number" : "32",
      "absolute" : "28336",
      "text" : "That I may come unto you with joy by the will of God, and may with you be refreshed."
    }
    ,
    {
      "type" : "verse",
      "id" : "v33",
      "number" : "33",
      "absolute" : "28337",
      "text" : "Now the God of peace <span class='extra'>be<\/span> with you all. Amen."
    }
  ]
}
