{
  "book": {
    "number" : "38",
    "filenamePrefix" : "zechariah",
    "bookPage" : "zechariah.html",
    "title" : "Zechariah",
    "chapterCount" : "14",
    "testament" : "old",
    "nt" : "false",
    "ot" : "true",
    "nextBook" : "malachi_1.html",
    "nextTitle" : "Malachi",
    "prevBook" : "haggai_1.html",
    "prevTitle" : "Haggai"
  },
  "chapter": {
    "number" : "12",
    "verseCount" : "14",
    "nextChapter" : "zechariah_13.html",
    "nextTitle" : "Zechariah 13",
    "prevChapter" : "zechariah_11.html",
    "prevTitle" : "Zechariah 11",
    "filename" : "zechariah_12.html",
    "keywords" : "online king james holy bible, king james bible, bible todo list, words of Jesus, bible index, the authorised version, KJV, KJB, KJAV, AV"
  },
  "items": [
    {
      "type" : "verse",
      "id" : "v1",
      "number" : "1",
      "absolute" : "23047",
      "text" : "The burden of the word of the <span class='nog'>LORD<\/span> for Israel, saith the <span class='nog'>LORD<\/span>, which stretcheth forth the heavens, and layeth the foundation of the earth, and formeth the spirit of man within him.",
      "plainText" : "The burden of the word of the LORD for Israel, saith the LORD, which stretcheth forth the heavens, and layeth the foundation of the earth, and formeth the spirit of man within him."
    }
    ,
    {
      "type" : "verse",
      "id" : "v2",
      "number" : "2",
      "absolute" : "23048",
      "text" : "Behold, I will make Jerusalem a cup of trembling unto all the people round about, when they shall be in the siege both against Judah <span class='extra'>and<\/span> against Jerusalem.",
      "plainText" : "Behold, I will make Jerusalem a cup of trembling unto all the people round about, when they shall be in the siege both against Judah and against Jerusalem."
    }
    ,
    {
      "type" : "verse",
      "id" : "v3",
      "number" : "3",
      "absolute" : "23049",
      "text" : "And in that day will I make Jerusalem a burdensome stone for all people: all that burden themselves with it shall be cut in pieces, though all the people of the earth be gathered together against it.",
      "plainText" : "And in that day will I make Jerusalem a burdensome stone for all people: all that burden themselves with it shall be cut in pieces, though all the people of the earth be gathered together against it."
    }
    ,
    {
      "type" : "verse",
      "id" : "v4",
      "number" : "4",
      "absolute" : "23050",
      "text" : "In that day, saith the <span class='nog'>LORD<\/span>, I will smite every horse with astonishment, and his rider with madness: and I will open mine eyes upon the house of Judah, and will smite every horse of the people with blindness.",
      "plainText" : "In that day, saith the LORD, I will smite every horse with astonishment, and his rider with madness: and I will open mine eyes upon the house of Judah, and will smite every horse of the people with blindness."
    }
    ,
    {
      "type" : "verse",
      "id" : "v5",
      "number" : "5",
      "absolute" : "23051",
      "text" : "And the governors of Judah shall say in their heart, The inhabitants of Jerusalem <span class='extra'>shall be<\/span> my strength in the <span class='nog'>LORD<\/span> of hosts their God.",
      "plainText" : "And the governors of Judah shall say in their heart, The inhabitants of Jerusalem shall be my strength in the LORD of hosts their God."
    }
    ,
    {
      "type" : "verse",
      "id" : "v6",
      "number" : "6",
      "absolute" : "23052",
      "text" : "In that day will I make the governors of Judah like an hearth of fire among the wood, and like a torch of fire in a sheaf; and they shall devour all the people round about, on the right hand and on the left: and Jerusalem shall be inhabited again in her own place, <span class='extra'>even<\/span> in Jerusalem.",
      "plainText" : "In that day will I make the governors of Judah like an hearth of fire among the wood, and like a torch of fire in a sheaf; and they shall devour all the people round about, on the right hand and on the left: and Jerusalem shall be inhabited again in her own place, even in Jerusalem."
    }
    ,
    {
      "type" : "verse",
      "id" : "v7",
      "number" : "7",
      "absolute" : "23053",
      "text" : "The <span class='nog'>LORD<\/span> also shall save the tents of Judah first, that the glory of the house of David and the glory of the inhabitants of Jerusalem do not magnify <span class='extra'>themselves<\/span> against Judah.",
      "plainText" : "The LORD also shall save the tents of Judah first, that the glory of the house of David and the glory of the inhabitants of Jerusalem do not magnify themselves against Judah."
    }
    ,
    {
      "type" : "verse",
      "id" : "v8",
      "number" : "8",
      "absolute" : "23054",
      "text" : "In that day shall the <span class='nog'>LORD<\/span> defend the inhabitants of Jerusalem; and he that is feeble among them at that day shall be as David; and the house of David <span class='extra'>shall be<\/span> as God, as the angel of the <span class='nog'>LORD<\/span> before them.",
      "plainText" : "In that day shall the LORD defend the inhabitants of Jerusalem; and he that is feeble among them at that day shall be as David; and the house of David shall be as God, as the angel of the LORD before them."
    }
    ,
    {
      "type" : "verse",
      "id" : "v9",
      "number" : "9",
      "absolute" : "23055",
      "text" : "And it shall come to pass in that day, <span class='extra'>that<\/span> I will seek to destroy all the nations that come against Jerusalem.",
      "plainText" : "And it shall come to pass in that day, that I will seek to destroy all the nations that come against Jerusalem."
    }
    ,
    {
      "type" : "verse",
      "id" : "v10",
      "number" : "10",
      "absolute" : "23056",
      "text" : "And I will pour upon the house of David, and upon the inhabitants of Jerusalem, the spirit of grace and of supplications: and they shall look upon me whom they have pierced, and they shall mourn for him, as one mourneth for <span class='extra'>his<\/span> only <span class='extra'>son<\/span>, and shall be in bitterness for him, as one that is in bitterness for <span class='extra'>his<\/span> firstborn.",
      "plainText" : "And I will pour upon the house of David, and upon the inhabitants of Jerusalem, the spirit of grace and of supplications: and they shall look upon me whom they have pierced, and they shall mourn for him, as one mourneth for his only son, and shall be in bitterness for him, as one that is in bitterness for his firstborn."
    }
    ,
    {
      "type" : "verse",
      "id" : "v11",
      "number" : "11",
      "absolute" : "23057",
      "text" : "In that day shall there be a great mourning in Jerusalem, as the mourning of Hadadrimmon in the valley of Megiddon.",
      "plainText" : "In that day shall there be a great mourning in Jerusalem, as the mourning of Hadadrimmon in the valley of Megiddon."
    }
    ,
    {
      "type" : "verse",
      "id" : "v12",
      "number" : "12",
      "absolute" : "23058",
      "text" : "And the land shall mourn, every family apart; the family of the house of David apart, and their wives apart; the family of the house of Nathan apart, and their wives apart;",
      "plainText" : "And the land shall mourn, every family apart; the family of the house of David apart, and their wives apart; the family of the house of Nathan apart, and their wives apart;"
    }
    ,
    {
      "type" : "verse",
      "id" : "v13",
      "number" : "13",
      "absolute" : "23059",
      "text" : "The family of the house of Levi apart, and their wives apart; the family of Shimei apart, and their wives apart;",
      "plainText" : "The family of the house of Levi apart, and their wives apart; the family of Shimei apart, and their wives apart;"
    }
    ,
    {
      "type" : "verse",
      "id" : "v14",
      "number" : "14",
      "absolute" : "23060",
      "text" : "All the families that remain, every family apart, and their wives apart.",
      "plainText" : "All the families that remain, every family apart, and their wives apart."
    }
  ]
}


