{
  "book": {
    "number" : "36",
    "filenamePrefix" : "zephaniah",
    "bookPage" : "zephaniah.html",
    "title" : "Zephaniah",
    "chapterCount" : "3",
    "testament" : "old",
    "nt" : "false",
    "ot" : "true",
    "nextBook" : "haggai_1.html",
    "nextTitle" : "Haggai",
    "prevBook" : "habakkuk_1.html",
    "prevTitle" : "Habakkuk"
  },
  "chapter": {
    "number" : "3",
    "verseCount" : "20",
    "nextChapter" : "haggai_1.html",
    "nextTitle" : "Haggai 1",
    "prevChapter" : "zephaniah_2.html",
    "prevTitle" : "Zephaniah 2",
    "filename" : "zephaniah_3.html",
    "keywords" : "online king james holy bible, king james bible, bible todo list, words of Jesus, bible index, the authorised version, KJV, KJB, KJAV, AV"
  },
  "items": [
    {
      "type" : "verse",
      "id" : "v1",
      "number" : "1",
      "absolute" : "22822",
      "text" : "Woe to her that is filthy and polluted, to the oppressing city!",
      "plainText" : "Woe to her that is filthy and polluted, to the oppressing city!"
    }
    ,
    {
      "type" : "verse",
      "id" : "v2",
      "number" : "2",
      "absolute" : "22823",
      "text" : "She obeyed not the voice; she received not correction; she trusted not in the <span class='nog'>LORD<\/span>; she drew not near to her God.",
      "plainText" : "She obeyed not the voice; she received not correction; she trusted not in the LORD; she drew not near to her God."
    }
    ,
    {
      "type" : "verse",
      "id" : "v3",
      "number" : "3",
      "absolute" : "22824",
      "text" : "Her princes within her <span class='extra'>are<\/span> roaring lions; her judges <span class='extra'>are<\/span> evening wolves; they gnaw not the bones till the morrow.",
      "plainText" : "Her princes within her are roaring lions; her judges are evening wolves; they gnaw not the bones till the morrow."
    }
    ,
    {
      "type" : "verse",
      "id" : "v4",
      "number" : "4",
      "absolute" : "22825",
      "text" : "Her prophets <span class='extra'>are<\/span> light <span class='extra'>and<\/span> treacherous persons: her priests have polluted the sanctuary, they have done violence to the law.",
      "plainText" : "Her prophets are light and treacherous persons: her priests have polluted the sanctuary, they have done violence to the law."
    }
    ,
    {
      "type" : "verse",
      "id" : "v5",
      "number" : "5",
      "absolute" : "22826",
      "text" : "The just <span class='nog'>LORD<\/span> <span class='extra'>is<\/span> in the midst thereof; he will not do iniquity: every morning doth he bring his judgment to light, he faileth not; but the unjust knoweth no shame.",
      "plainText" : "The just LORD is in the midst thereof; he will not do iniquity: every morning doth he bring his judgment to light, he faileth not; but the unjust knoweth no shame."
    }
    ,
    {
      "type" : "verse",
      "id" : "v6",
      "number" : "6",
      "absolute" : "22827",
      "text" : "I have cut off the nations: their towers are desolate; I made their streets waste, that none passeth by: their cities are destroyed, so that there is no man, that there is none inhabitant.",
      "plainText" : "I have cut off the nations: their towers are desolate; I made their streets waste, that none passeth by: their cities are destroyed, so that there is no man, that there is none inhabitant."
    }
    ,
    {
      "type" : "verse",
      "id" : "v7",
      "number" : "7",
      "absolute" : "22828",
      "text" : "I said, Surely thou wilt fear me, thou wilt receive instruction; so their dwelling should not be cut off, howsoever I punished them: but they rose early, <span class='extra'>and<\/span> corrupted all their doings.",
      "plainText" : "I said, Surely thou wilt fear me, thou wilt receive instruction; so their dwelling should not be cut off, howsoever I punished them: but they rose early, and corrupted all their doings."
    }
    ,
    {
      "type" : "verse",
      "id" : "v8",
      "number" : "8",
      "absolute" : "22829",
      "text" : "Therefore wait ye upon me, saith the <span class='nog'>LORD<\/span>, until the day that I rise up to the prey: for my determination <span class='extra'>is<\/span> to gather the nations, that I may assemble the kingdoms, to pour upon them mine indignation, <span class='extra'>even<\/span> all my fierce anger: for all the earth shall be devoured with the fire of my jealousy.",
      "plainText" : "Therefore wait ye upon me, saith the LORD, until the day that I rise up to the prey: for my determination is to gather the nations, that I may assemble the kingdoms, to pour upon them mine indignation, even all my fierce anger: for all the earth shall be devoured with the fire of my jealousy."
    }
    ,
    {
      "type" : "verse",
      "id" : "v9",
      "number" : "9",
      "absolute" : "22830",
      "text" : "For then will I turn to the people a pure language, that they may all call upon the name of the <span class='nog'>LORD<\/span>, to serve him with one consent.",
      "plainText" : "For then will I turn to the people a pure language, that they may all call upon the name of the LORD, to serve him with one consent."
    }
    ,
    {
      "type" : "verse",
      "id" : "v10",
      "number" : "10",
      "absolute" : "22831",
      "text" : "From beyond the rivers of Ethiopia my suppliants, <span class='extra'>even<\/span> the daughter of my dispersed, shall bring mine offering.",
      "plainText" : "From beyond the rivers of Ethiopia my suppliants, even the daughter of my dispersed, shall bring mine offering."
    }
    ,
    {
      "type" : "verse",
      "id" : "v11",
      "number" : "11",
      "absolute" : "22832",
      "text" : "In that day shalt thou not be ashamed for all thy doings, wherein thou hast transgressed against me: for then I will take away out of the midst of thee them that rejoice in thy pride, and thou shalt no more be haughty because of my holy mountain.",
      "plainText" : "In that day shalt thou not be ashamed for all thy doings, wherein thou hast transgressed against me: for then I will take away out of the midst of thee them that rejoice in thy pride, and thou shalt no more be haughty because of my holy mountain."
    }
    ,
    {
      "type" : "verse",
      "id" : "v12",
      "number" : "12",
      "absolute" : "22833",
      "text" : "I will also leave in the midst of thee an afflicted and poor people, and they shall trust in the name of the <span class='nog'>LORD<\/span>.",
      "plainText" : "I will also leave in the midst of thee an afflicted and poor people, and they shall trust in the name of the LORD."
    }
    ,
    {
      "type" : "verse",
      "id" : "v13",
      "number" : "13",
      "absolute" : "22834",
      "text" : "The remnant of Israel shall not do iniquity, nor speak lies; neither shall a deceitful tongue be found in their mouth: for they shall feed and lie down, and none shall make <span class='extra'>them<\/span> afraid.",
      "plainText" : "The remnant of Israel shall not do iniquity, nor speak lies; neither shall a deceitful tongue be found in their mouth: for they shall feed and lie down, and none shall make them afraid."
    }
    ,
    {
      "type" : "verse",
      "id" : "v14",
      "number" : "14",
      "absolute" : "22835",
      "text" : "Sing, O daughter of Zion; shout, O Israel; be glad and rejoice with all the heart, O daughter of Jerusalem.",
      "plainText" : "Sing, O daughter of Zion; shout, O Israel; be glad and rejoice with all the heart, O daughter of Jerusalem."
    }
    ,
    {
      "type" : "verse",
      "id" : "v15",
      "number" : "15",
      "absolute" : "22836",
      "text" : "The <span class='nog'>LORD<\/span> hath taken away thy judgments, he hath cast out thine enemy: the king of Israel, <span class='extra'>even<\/span> the <span class='nog'>LORD<\/span>, <span class='extra'>is<\/span> in the midst of thee: thou shalt not see evil any more.",
      "plainText" : "The LORD hath taken away thy judgments, he hath cast out thine enemy: the king of Israel, even the LORD, is in the midst of thee: thou shalt not see evil any more."
    }
    ,
    {
      "type" : "verse",
      "id" : "v16",
      "number" : "16",
      "absolute" : "22837",
      "text" : "In that day it shall be said to Jerusalem, Fear thou not: <span class='extra'>and to<\/span> Zion, Let not thine hands be slack.",
      "plainText" : "In that day it shall be said to Jerusalem, Fear thou not: and to Zion, Let not thine hands be slack."
    }
    ,
    {
      "type" : "verse",
      "id" : "v17",
      "number" : "17",
      "absolute" : "22838",
      "text" : "The <span class='nog'>LORD<\/span> thy God in the midst of thee <span class='extra'>is<\/span> mighty; he will save, he will rejoice over thee with joy; he will rest in his love, he will joy over thee with singing.",
      "plainText" : "The LORD thy God in the midst of thee is mighty; he will save, he will rejoice over thee with joy; he will rest in his love, he will joy over thee with singing."
    }
    ,
    {
      "type" : "verse",
      "id" : "v18",
      "number" : "18",
      "absolute" : "22839",
      "text" : "I will gather <span class='extra'>them that are<\/span> sorrowful for the solemn assembly, <span class='extra'>who<\/span> are of thee, <span class='extra'>to whom<\/span> the reproach of it <span class='extra'>was<\/span> a burden.",
      "plainText" : "I will gather them that are sorrowful for the solemn assembly, who are of thee, to whom the reproach of it was a burden."
    }
    ,
    {
      "type" : "verse",
      "id" : "v19",
      "number" : "19",
      "absolute" : "22840",
      "text" : "Behold, at that time I will undo all that afflict thee: and I will save her that halteth, and gather her that was driven out; and I will get them praise and fame in every land where they have been put to shame.",
      "plainText" : "Behold, at that time I will undo all that afflict thee: and I will save her that halteth, and gather her that was driven out; and I will get them praise and fame in every land where they have been put to shame."
    }
    ,
    {
      "type" : "verse",
      "id" : "v20",
      "number" : "20",
      "absolute" : "22841",
      "text" : "At that time will I bring you <span class='extra'>again<\/span>, even in the time that I gather you: for I will make you a name and a praise among all people of the earth, when I turn back your captivity before your eyes, saith the <span class='nog'>LORD<\/span>.",
      "plainText" : "At that time will I bring you again, even in the time that I gather you: for I will make you a name and a praise among all people of the earth, when I turn back your captivity before your eyes, saith the LORD."
    }
  ]
}


