{
  "book": {
    "number" : "9",
    "filenamePrefix" : "1samuel",
    "bookPage" : "1samuel.html",
    "title" : "1 Samuel",
    "chapterCount" : "31",
    "testament" : "old",
    "nt" : "false",
    "ot" : "true",
    "nextBook" : "2samuel_1.html",
    "nextTitle" : "2 Samuel",
    "prevBook" : "ruth_1.html",
    "prevTitle" : "Ruth"
  },
  "chapter": {
    "number" : "28",
    "verseCount" : "25",
    "nextChapter" : "1samuel_29.html",
    "nextTitle" : "1 Samuel 29",
    "prevChapter" : "1samuel_27.html",
    "prevTitle" : "1 Samuel 27",
    "filename" : "1samuel_28.html",
    "keywords" : "online king james holy bible, king james bible, bible todo list, words of Jesus, bible index, the authorised version, KJV, KJB, KJAV, AV"
  },
  "items": [
    {
      "type" : "verse",
      "id" : "v1",
      "number" : "1",
      "absolute" : "7944",
      "text" : "And it came to pass in those days, that the Philistines gathered their armies together for warfare, to fight with Israel. And Achish said unto David, Know thou assuredly, that thou shalt go out with me to battle, thou and thy men."
    }
    ,
    {
      "type" : "verse",
      "id" : "v2",
      "number" : "2",
      "absolute" : "7945",
      "text" : "And David said to Achish, Surely thou shalt know what thy servant can do. And Achish said to David, Therefore will I make thee keeper of mine head for ever."
    }
    ,
    {
      "type" : "verse",
      "id" : "v3",
      "number" : "3",
      "absolute" : "7946",
      "text" : "Now Samuel was dead, and all Israel had lamented him, and buried him in Ramah, even in his own city. And Saul had put away those that had familiar spirits, and the wizards, out of the land."
    }
    ,
    {
      "type" : "verse",
      "id" : "v4",
      "number" : "4",
      "absolute" : "7947",
      "text" : "And the Philistines gathered themselves together, and came and pitched in Shunem: and Saul gathered all Israel together, and they pitched in Gilboa."
    }
    ,
    {
      "type" : "verse",
      "id" : "v5",
      "number" : "5",
      "absolute" : "7948",
      "text" : "And when Saul saw the host of the Philistines, he was afraid, and his heart greatly trembled."
    }
    ,
    {
      "type" : "verse",
      "id" : "v6",
      "number" : "6",
      "absolute" : "7949",
      "text" : "And when Saul enquired of the <span class='nog'>Lord<\/span>, the <span class='nog'>Lord<\/span> answered him not, neither by dreams, nor by Urim, nor by prophets."
    }
    ,
    {
      "type" : "verse",
      "id" : "v7",
      "number" : "7",
      "absolute" : "7950",
      "text" : "Then said Saul unto his servants, Seek me a woman that hath a familiar spirit, that I may go to her, and enquire of her. And his servants said to him, Behold, <span class='extra'>there is<\/span> a woman that hath a familiar spirit at En-dor."
    }
    ,
    {
      "type" : "verse",
      "id" : "v8",
      "number" : "8",
      "absolute" : "7951",
      "text" : "And Saul disguised himself, and put on other raiment, and he went, and two men with him, and they came to the woman by night: and he said, I pray thee, divine unto me by the familiar spirit, and bring me <span class='extra'>him<\/span> up, whom I shall name unto thee."
    }
    ,
    {
      "type" : "verse",
      "id" : "v9",
      "number" : "9",
      "absolute" : "7952",
      "text" : "And the woman said unto him, Behold, thou knowest what Saul hath done, how he hath cut off those that have familiar spirits, and the wizards, out of the land: wherefore then layest thou a snare for my life, to cause me to die?"
    }
    ,
    {
      "type" : "verse",
      "id" : "v10",
      "number" : "10",
      "absolute" : "7953",
      "text" : "And Saul sware to her by the <span class='nog'>Lord<\/span>, saying, <span class='extra'>As<\/span> the <span class='nog'>Lord<\/span> liveth, there shall no punishment happen to thee for this thing."
    }
    ,
    {
      "type" : "verse",
      "id" : "v11",
      "number" : "11",
      "absolute" : "7954",
      "text" : "Then said the woman, Whom shall I bring up unto thee? And he said, Bring me up Samuel."
    }
    ,
    {
      "type" : "verse",
      "id" : "v12",
      "number" : "12",
      "absolute" : "7955",
      "text" : "And when the woman saw Samuel, she cried with a loud voice: and the woman spake to Saul, saying, Why hast thou deceived me? for thou <span class='extra'>art<\/span> Saul."
    }
    ,
    {
      "type" : "verse",
      "id" : "v13",
      "number" : "13",
      "absolute" : "7956",
      "text" : "And the king said unto her, Be not afraid: for what sawest thou? And the woman said unto Saul, I saw gods ascending out of the earth."
    }
    ,
    {
      "type" : "verse",
      "id" : "v14",
      "number" : "14",
      "absolute" : "7957",
      "text" : "And he said unto her, What form <span class='extra'>is<\/span> he of? And she said, An old man cometh up; and he <span class='extra'>is<\/span> covered with a mantle. And Saul perceived that it <span class='extra'>was<\/span> Samuel, and he stooped with <span class='extra'>his<\/span> face to the ground, and bowed himself."
    }
    ,
    {
      "type" : "verse",
      "id" : "v15",
      "number" : "15",
      "absolute" : "7958",
      "text" : "And Samuel said to Saul, Why hast thou disquieted me, to bring me up? And Saul answered, I am sore distressed; for the Philistines make war against me, and God is departed from me, and answereth me no more, neither by prophets, nor by dreams: therefore I have called thee, that thou mayest make known unto me what I shall do."
    }
    ,
    {
      "type" : "verse",
      "id" : "v16",
      "number" : "16",
      "absolute" : "7959",
      "text" : "Then said Samuel, Wherefore then dost thou ask of me, seeing the <span class='nog'>Lord<\/span> is departed from thee, and is become thine enemy?"
    }
    ,
    {
      "type" : "verse",
      "id" : "v17",
      "number" : "17",
      "absolute" : "7960",
      "text" : "And the <span class='nog'>Lord<\/span> hath done to him, as he spake by me: for the <span class='nog'>Lord<\/span> hath rent the kingdom out of thine hand, and given it to thy neighbour, <span class='extra'>even<\/span> to David:"
    }
    ,
    {
      "type" : "verse",
      "id" : "v18",
      "number" : "18",
      "absolute" : "7961",
      "text" : "Because thou obeyedst not the voice of the <span class='nog'>Lord<\/span>, nor executedst his fierce wrath upon Amalek, therefore hath the <span class='nog'>Lord<\/span> done this thing unto thee this day."
    }
    ,
    {
      "type" : "verse",
      "id" : "v19",
      "number" : "19",
      "absolute" : "7962",
      "text" : "Moreover the <span class='nog'>Lord<\/span> will also deliver Israel with thee into the hand of the Philistines: and to morrow <span class='extra'>shalt<\/span> thou and thy sons <span class='extra'>be<\/span> with me: the <span class='nog'>Lord<\/span> also shall deliver the host of Israel into the hand of the Philistines."
    }
    ,
    {
      "type" : "verse",
      "id" : "v20",
      "number" : "20",
      "absolute" : "7963",
      "text" : "Then Saul fell straightway all along on the earth, and was sore afraid, because of the words of Samuel: and there was no strength in him; for he had eaten no bread all the day, nor all the night."
    }
    ,
    {
      "type" : "verse",
      "id" : "v21",
      "number" : "21",
      "absolute" : "7964",
      "text" : "And the woman came unto Saul, and saw that he was sore troubled, and said unto him, Behold, thine handmaid hath obeyed thy voice, and I have put my life in my hand, and have hearkened unto thy words which thou spakest unto me."
    }
    ,
    {
      "type" : "verse",
      "id" : "v22",
      "number" : "22",
      "absolute" : "7965",
      "text" : "Now therefore, I pray thee, hearken thou also unto the voice of thine handmaid, and let me set a morsel of bread before thee; and eat, that thou mayest have strength, when thou goest on thy way."
    }
    ,
    {
      "type" : "verse",
      "id" : "v23",
      "number" : "23",
      "absolute" : "7966",
      "text" : "But he refused, and said, I will not eat. But his servants, together with the woman, compelled him; and he hearkened unto their voice. So he arose from the earth, and sat upon the bed."
    }
    ,
    {
      "type" : "verse",
      "id" : "v24",
      "number" : "24",
      "absolute" : "7967",
      "text" : "And the woman had a fat calf in the house; and she hasted, and killed it, and took flour, and kneaded <span class='extra'>it<\/span>, and did bake unleavened bread thereof:"
    }
    ,
    {
      "type" : "verse",
      "id" : "v25",
      "number" : "25",
      "absolute" : "7968",
      "text" : "And she brought <span class='extra'>it<\/span> before Saul, and before his servants; and they did eat. Then they rose up, and went away that night."
    }
  ]
}
