{
  "book": {
    "number" : "10",
    "filenamePrefix" : "2samuel",
    "bookPage" : "2samuel.html",
    "title" : "2 Samuel",
    "chapterCount" : "24",
    "testament" : "old",
    "nt" : "false",
    "ot" : "true",
    "nextBook" : "1kings_1.html",
    "nextTitle" : "1 Kings",
    "prevBook" : "1samuel_1.html",
    "prevTitle" : "1 Samuel"
  },
  "chapter": {
    "number" : "4",
    "verseCount" : "12",
    "nextChapter" : "2samuel_5.html",
    "nextTitle" : "2 Samuel 5",
    "prevChapter" : "2samuel_3.html",
    "prevTitle" : "2 Samuel 3",
    "filename" : "2samuel_4.html",
    "keywords" : "online king james holy bible, king james bible, bible todo list, words of Jesus, bible index, the authorised version, KJV, KJB, KJAV, AV"
  },
  "items": [
    {
      "type" : "verse",
      "id" : "v1",
      "number" : "1",
      "absolute" : "8122",
      "text" : "And when Saul's son heard that Abner was dead in Hebron, his hands were feeble, and all the Israelites were troubled."
    }
    ,
    {
      "type" : "verse",
      "id" : "v2",
      "number" : "2",
      "absolute" : "8123",
      "text" : "And Saul's son had two men <span class='extra'>that were<\/span> captains of bands: the name of the one <span class='extra'>was<\/span> Baanah, and the name of the other Rechab, the sons of Rimmon a Beerothite, of the children of Benjamin: (for Beeroth also was reckoned to Benjamin:"
    }
    ,
    {
      "type" : "verse",
      "id" : "v3",
      "number" : "3",
      "absolute" : "8124",
      "text" : "And the Beerothites fled to Gittaim, and were sojourners there until this day.)"
    }
    ,
    {
      "type" : "verse",
      "id" : "v4",
      "number" : "4",
      "absolute" : "8125",
      "text" : "And Jonathan, Saul's son, had a son <span class='extra'>that was<\/span> lame of <span class='extra'>his<\/span> feet. He was five years old when the tidings came of Saul and Jonathan out of Jezreel, and his nurse took him up, and fled: and it came to pass, as she made haste to flee, that he fell, and became lame. And his name <span class='extra'>was<\/span> Mephibosheth."
    }
    ,
    {
      "type" : "verse",
      "id" : "v5",
      "number" : "5",
      "absolute" : "8126",
      "text" : "And the sons of Rimmon the Beerothite, Rechab and Baanah, went, and came about the heat of the day to the house of Ish-bosheth, who lay on a bed at noon."
    }
    ,
    {
      "type" : "verse",
      "id" : "v6",
      "number" : "6",
      "absolute" : "8127",
      "text" : "And they came thither into the midst of the house, <span class='extra'>as though<\/span> they would have fetched wheat; and they smote him under the fifth <span class='extra'>rib<\/span>: and Rechab and Baanah his brother escaped."
    }
    ,
    {
      "type" : "verse",
      "id" : "v7",
      "number" : "7",
      "absolute" : "8128",
      "text" : "For when they came into the house, he lay on his bed in his bedchamber, and they smote him, and slew him, and beheaded him, and took his head, and gat them away through the plain all night."
    }
    ,
    {
      "type" : "verse",
      "id" : "v8",
      "number" : "8",
      "absolute" : "8129",
      "text" : "And they brought the head of Ish-bosheth unto David to Hebron, and said to the king, Behold the head of Ish-bosheth the son of Saul thine enemy, which sought thy life; and the <span class='nog'>Lord<\/span> hath avenged my lord the king this day of Saul, and of his seed."
    }
    ,
    {
      "type" : "verse",
      "id" : "v9",
      "number" : "9",
      "absolute" : "8130",
      "text" : "And David answered Rechab and Baanah his brother, the sons of Rimmon the Beerothite, and said unto them, <span class='extra'>As<\/span> the <span class='nog'>Lord<\/span> liveth, who hath redeemed my soul out of all adversity,"
    }
    ,
    {
      "type" : "verse",
      "id" : "v10",
      "number" : "10",
      "absolute" : "8131",
      "text" : "When one told me, saying, Behold, Saul is dead, thinking to have brought good tidings, I took hold of him, and slew him in Ziklag, who <span class='extra'>thought<\/span> that I would have given him a reward for his tidings:"
    }
    ,
    {
      "type" : "verse",
      "id" : "v11",
      "number" : "11",
      "absolute" : "8132",
      "text" : "How much more, when wicked men have slain a righteous person in his own house upon his bed? shall I not therefore now require his blood of your hand, and take you away from the earth?"
    }
    ,
    {
      "type" : "verse",
      "id" : "v12",
      "number" : "12",
      "absolute" : "8133",
      "text" : "And David commanded his young men, and they slew them, and cut off their hands and their feet, and hanged <span class='extra'>them<\/span> up over the pool in Hebron. But they took the head of Ish-bosheth, and buried <span class='extra'>it<\/span> in the sepulchre of Abner in Hebron."
    }
  ]
}
