{
  "book": {
    "number" : "44",
    "filenamePrefix" : "acts",
    "bookPage" : "acts.html",
    "title" : "Acts",
    "chapterCount" : "28",
    "testament" : "new",
    "nt" : "true",
    "ot" : "false",
    "nextBook" : "romans_1.html",
    "nextTitle" : "Romans",
    "prevBook" : "john_1.html",
    "prevTitle" : "John"
  },
  "chapter": {
    "number" : "4",
    "verseCount" : "37",
    "nextChapter" : "acts_5.html",
    "nextTitle" : "Acts 5",
    "prevChapter" : "acts_3.html",
    "prevTitle" : "Acts 3",
    "filename" : "acts_4.html",
    "keywords" : "online king james holy bible, king james bible, bible todo list, words of Jesus, bible index, the authorised version, KJV, KJB, KJAV, AV"
  },
  "items": [
    {
      "type" : "verse",
      "id" : "v1",
      "number" : "1",
      "absolute" : "27024",
      "text" : "And as they spake unto the people, the priests, and the captain of the temple, and the Sadducees, came upon them,"
    }
    ,
    {
      "type" : "verse",
      "id" : "v2",
      "number" : "2",
      "absolute" : "27025",
      "text" : "Being grieved that they taught the people, and preached through Jesus the resurrection from the dead."
    }
    ,
    {
      "type" : "verse",
      "id" : "v3",
      "number" : "3",
      "absolute" : "27026",
      "text" : "And they laid hands on them, and put <span class='extra'>them<\/span> in hold unto the next day: for it was now eventide."
    }
    ,
    {
      "type" : "verse",
      "id" : "v4",
      "number" : "4",
      "absolute" : "27027",
      "text" : "Howbeit many of them which heard the word believed; and the number of the men was about five thousand."
    }
    ,
    {
      "type" : "verse",
      "id" : "v5",
      "number" : "5",
      "absolute" : "27028",
      "text" : "And it came to pass on the morrow, that their rulers, and elders, and scribes,"
    }
    ,
    {
      "type" : "verse",
      "id" : "v6",
      "number" : "6",
      "absolute" : "27029",
      "text" : "And Annas the high priest, and Caiaphas, and John, and Alexander, and as many as were of the kindred of the high priest, were gathered together at Jerusalem."
    }
    ,
    {
      "type" : "verse",
      "id" : "v7",
      "number" : "7",
      "absolute" : "27030",
      "text" : "And when they had set them in the midst, they asked, By what power, or by what name, have ye done this?"
    }
    ,
    {
      "type" : "verse",
      "id" : "v8",
      "number" : "8",
      "absolute" : "27031",
      "text" : "Then Peter, filled with the Holy Ghost, said unto them, Ye rulers of the people, and elders of Israel,"
    }
    ,
    {
      "type" : "verse",
      "id" : "v9",
      "number" : "9",
      "absolute" : "27032",
      "text" : "If we this day be examined of the good deed done to the impotent man, by what means he is made whole;"
    }
    ,
    {
      "type" : "verse",
      "id" : "v10",
      "number" : "10",
      "absolute" : "27033",
      "text" : "Be it known unto you all, and to all the people of Israel, that by the name of Jesus Christ of Nazareth, whom ye crucified, whom God raised from the dead, <span class='extra'>even<\/span> by him doth this man stand here before you whole."
    }
    ,
    {
      "type" : "verse",
      "id" : "v11",
      "number" : "11",
      "absolute" : "27034",
      "text" : "This is the stone which was set at nought of you builders, which is become the head of the corner."
    }
    ,
    {
      "type" : "verse",
      "id" : "v12",
      "number" : "12",
      "absolute" : "27035",
      "text" : "Neither is there salvation in any other: for there is none other name under heaven given among men, whereby we must be saved."
    }
    ,
    {
      "type" : "verse",
      "id" : "v13",
      "number" : "13",
      "absolute" : "27036",
      "text" : "Now when they saw the boldness of Peter and John, and perceived that they were unlearned and ignorant men, they marvelled; and they took knowledge of them, that they had been with Jesus."
    }
    ,
    {
      "type" : "verse",
      "id" : "v14",
      "number" : "14",
      "absolute" : "27037",
      "text" : "And beholding the man which was healed standing with them, they could say nothing against it."
    }
    ,
    {
      "type" : "verse",
      "id" : "v15",
      "number" : "15",
      "absolute" : "27038",
      "text" : "But when they had commanded them to go aside out of the council, they conferred among themselves,"
    }
    ,
    {
      "type" : "verse",
      "id" : "v16",
      "number" : "16",
      "absolute" : "27039",
      "text" : "Saying, What shall we do to these men? for that indeed a notable miracle hath been done by them <span class='extra'>is<\/span> manifest to all them that dwell in Jerusalem; and we cannot deny <span class='extra'>it<\/span>."
    }
    ,
    {
      "type" : "verse",
      "id" : "v17",
      "number" : "17",
      "absolute" : "27040",
      "text" : "But that it spread no further among the people, let us straitly threaten them, that they speak henceforth to no man in this name."
    }
    ,
    {
      "type" : "verse",
      "id" : "v18",
      "number" : "18",
      "absolute" : "27041",
      "text" : "And they called them, and commanded them not to speak at all nor teach in the name of Jesus."
    }
    ,
    {
      "type" : "verse",
      "id" : "v19",
      "number" : "19",
      "absolute" : "27042",
      "text" : "But Peter and John answered and said unto them, Whether it be right in the sight of God to hearken unto you more than unto God, judge ye."
    }
    ,
    {
      "type" : "verse",
      "id" : "v20",
      "number" : "20",
      "absolute" : "27043",
      "text" : "For we cannot but speak the things which we have seen and heard."
    }
    ,
    {
      "type" : "verse",
      "id" : "v21",
      "number" : "21",
      "absolute" : "27044",
      "text" : "So when they had further threatened them, they let them go, finding nothing how they might punish them, because of the people: for all <span class='extra'>men<\/span> glorified God for that which was done."
    }
    ,
    {
      "type" : "verse",
      "id" : "v22",
      "number" : "22",
      "absolute" : "27045",
      "text" : "For the man was above forty years old, on whom this miracle of healing was shewed."
    }
    ,
    {
      "type" : "verse",
      "id" : "v23",
      "number" : "23",
      "absolute" : "27046",
      "text" : "And being let go, they went to their own company, and reported all that the chief priests and elders had said unto them."
    }
    ,
    {
      "type" : "verse",
      "id" : "v24",
      "number" : "24",
      "absolute" : "27047",
      "text" : "And when they heard that, they lifted up their voice to God with one accord, and said, Lord, thou <span class='extra'>art<\/span> God, which hast made heaven, and earth, and the sea, and all that in them is:"
    }
    ,
    {
      "type" : "verse",
      "id" : "v25",
      "number" : "25",
      "absolute" : "27048",
      "text" : "Who by the mouth of thy servant David hast said, Why did the heathen rage, and the people imagine vain things?"
    }
    ,
    {
      "type" : "verse",
      "id" : "v26",
      "number" : "26",
      "absolute" : "27049",
      "text" : "The kings of the earth stood up, and the rulers were gathered together against the Lord, and against his Christ."
    }
    ,
    {
      "type" : "verse",
      "id" : "v27",
      "number" : "27",
      "absolute" : "27050",
      "text" : "For of a truth against thy holy child Jesus, whom thou hast anointed, both Herod, and Pontius Pilate, with the Gentiles, and the people of Israel, were gathered together,"
    }
    ,
    {
      "type" : "verse",
      "id" : "v28",
      "number" : "28",
      "absolute" : "27051",
      "text" : "For to do whatsoever thy hand and thy counsel determined before to be done."
    }
    ,
    {
      "type" : "verse",
      "id" : "v29",
      "number" : "29",
      "absolute" : "27052",
      "text" : "And now, Lord, behold their threatenings: and grant unto thy servants, that with all boldness they may speak thy word,"
    }
    ,
    {
      "type" : "verse",
      "id" : "v30",
      "number" : "30",
      "absolute" : "27053",
      "text" : "By stretching forth thine hand to heal; and that signs and wonders may be done by the name of thy holy child Jesus."
    }
    ,
    {
      "type" : "verse",
      "id" : "v31",
      "number" : "31",
      "absolute" : "27054",
      "text" : "And when they had prayed, the place was shaken where they were assembled together; and they were all filled with the Holy Ghost, and they spake the word of God with boldness."
    }
    ,
    {
      "type" : "verse",
      "id" : "v32",
      "number" : "32",
      "absolute" : "27055",
      "text" : "And the multitude of them that believed were of one heart and of one soul: neither said any <span class='extra'>of them<\/span> that ought of the things which he possessed was his own; but they had all things common."
    }
    ,
    {
      "type" : "verse",
      "id" : "v33",
      "number" : "33",
      "absolute" : "27056",
      "text" : "And with great power gave the apostles witness of the resurrection of the Lord Jesus: and great grace was upon them all."
    }
    ,
    {
      "type" : "verse",
      "id" : "v34",
      "number" : "34",
      "absolute" : "27057",
      "text" : "Neither was there any among them that lacked: for as many as were possessors of lands or houses sold them, and brought the prices of the things that were sold,"
    }
    ,
    {
      "type" : "verse",
      "id" : "v35",
      "number" : "35",
      "absolute" : "27058",
      "text" : "And laid <span class='extra'>them<\/span> down at the apostles' feet: and distribution was made unto every man according as he had need."
    }
    ,
    {
      "type" : "verse",
      "id" : "v36",
      "number" : "36",
      "absolute" : "27059",
      "text" : "And Joses, who by the apostles was surnamed Barnabas, (which is, being interpreted, The son of consolation,) a Levite, <span class='extra'>and<\/span> of the country of Cyprus,"
    }
    ,
    {
      "type" : "verse",
      "id" : "v37",
      "number" : "37",
      "absolute" : "27060",
      "text" : "Having land, sold <span class='extra'>it<\/span>, and brought the money, and laid <span class='extra'>it<\/span> at the apostles' feet."
    }
  ]
}
