{
  "book": {
    "number" : "44",
    "filenamePrefix" : "acts",
    "bookPage" : "acts.html",
    "title" : "Acts",
    "chapterCount" : "28",
    "testament" : "new",
    "nt" : "true",
    "ot" : "false",
    "nextBook" : "romans_1.html",
    "nextTitle" : "Romans",
    "prevBook" : "john_1.html",
    "prevTitle" : "John"
  },
  "chapter": {
    "number" : "21",
    "verseCount" : "40",
    "nextChapter" : "acts_22.html",
    "nextTitle" : "Acts 22",
    "prevChapter" : "acts_20.html",
    "prevTitle" : "Acts 20",
    "filename" : "acts_21.html",
    "keywords" : "online king james holy bible, king james bible, bible todo list, words of Jesus, bible index, the authorised version, KJV, KJB, KJAV, AV"
  },
  "items": [
    {
      "type" : "verse",
      "id" : "v1",
      "number" : "1",
      "absolute" : "27666",
      "text" : "And it came to pass, that after we were gotten from them, and had launched, we came with a straight course unto Coos, and the <span class='extra'>day<\/span> following unto Rhodes, and from thence unto Patara:"
    }
    ,
    {
      "type" : "verse",
      "id" : "v2",
      "number" : "2",
      "absolute" : "27667",
      "text" : "And finding a ship sailing over unto Phenicia, we went aboard, and set forth."
    }
    ,
    {
      "type" : "verse",
      "id" : "v3",
      "number" : "3",
      "absolute" : "27668",
      "text" : "Now when we had discovered Cyprus, we left it on the left hand, and sailed into Syria, and landed at Tyre: for there the ship was to unlade her burden."
    }
    ,
    {
      "type" : "verse",
      "id" : "v4",
      "number" : "4",
      "absolute" : "27669",
      "text" : "And finding disciples, we tarried there seven days: who said to Paul through the Spirit, that he should not go up to Jerusalem."
    }
    ,
    {
      "type" : "verse",
      "id" : "v5",
      "number" : "5",
      "absolute" : "27670",
      "text" : "And when we had accomplished those days, we departed and went our way; and they all brought us on our way, with wives and children, till <span class='extra'>we were<\/span> out of the city: and we kneeled down on the shore, and prayed."
    }
    ,
    {
      "type" : "verse",
      "id" : "v6",
      "number" : "6",
      "absolute" : "27671",
      "text" : "And when we had taken our leave one of another, we took ship; and they returned home again."
    }
    ,
    {
      "type" : "verse",
      "id" : "v7",
      "number" : "7",
      "absolute" : "27672",
      "text" : "And when we had finished <span class='extra'>our<\/span> course from Tyre, we came to Ptolemais, and saluted the brethren, and abode with them one day."
    }
    ,
    {
      "type" : "verse",
      "id" : "v8",
      "number" : "8",
      "absolute" : "27673",
      "text" : "And the next <span class='extra'>day<\/span> we that were of Paul's company departed, and came unto Caesarea: and we entered into the house of Philip the evangelist, which was <span class='extra'>one<\/span> of the seven; and abode with him."
    }
    ,
    {
      "type" : "verse",
      "id" : "v9",
      "number" : "9",
      "absolute" : "27674",
      "text" : "And the same man had four daughters, virgins, which did prophesy."
    }
    ,
    {
      "type" : "verse",
      "id" : "v10",
      "number" : "10",
      "absolute" : "27675",
      "text" : "And as we tarried <span class='extra'>there<\/span> many days, there came down from Judaea a certain prophet, named Agabus."
    }
    ,
    {
      "type" : "verse",
      "id" : "v11",
      "number" : "11",
      "absolute" : "27676",
      "text" : "And when he was come unto us, he took Paul's girdle, and bound his own hands and feet, and said, Thus saith the Holy Ghost, So shall the Jews at Jerusalem bind the man that owneth this girdle, and shall deliver <span class='extra'>him<\/span> into the hands of the Gentiles."
    }
    ,
    {
      "type" : "verse",
      "id" : "v12",
      "number" : "12",
      "absolute" : "27677",
      "text" : "And when we heard these things, both we, and they of that place, besought him not to go up to Jerusalem."
    }
    ,
    {
      "type" : "verse",
      "id" : "v13",
      "number" : "13",
      "absolute" : "27678",
      "text" : "Then Paul answered, What mean ye to weep and to break mine heart? for I am ready not to be bound only, but also to die at Jerusalem for the name of the Lord Jesus."
    }
    ,
    {
      "type" : "verse",
      "id" : "v14",
      "number" : "14",
      "absolute" : "27679",
      "text" : "And when he would not be persuaded, we ceased, saying, The will of the Lord be done."
    }
    ,
    {
      "type" : "verse",
      "id" : "v15",
      "number" : "15",
      "absolute" : "27680",
      "text" : "And after those days we took up our carriages, and went up to Jerusalem."
    }
    ,
    {
      "type" : "verse",
      "id" : "v16",
      "number" : "16",
      "absolute" : "27681",
      "text" : "There went with us also <span class='extra'>certain<\/span> of the disciples of Caesarea, and brought with them one Mnason of Cyprus, an old disciple, with whom we should lodge."
    }
    ,
    {
      "type" : "verse",
      "id" : "v17",
      "number" : "17",
      "absolute" : "27682",
      "text" : "And when we were come to Jerusalem, the brethren received us gladly."
    }
    ,
    {
      "type" : "verse",
      "id" : "v18",
      "number" : "18",
      "absolute" : "27683",
      "text" : "And the <span class='extra'>day<\/span> following Paul went in with us unto James; and all the elders were present."
    }
    ,
    {
      "type" : "verse",
      "id" : "v19",
      "number" : "19",
      "absolute" : "27684",
      "text" : "And when he had saluted them, he declared particularly what things God had wrought among the Gentiles by his ministry."
    }
    ,
    {
      "type" : "verse",
      "id" : "v20",
      "number" : "20",
      "absolute" : "27685",
      "text" : "And when they heard <span class='extra'>it<\/span>, they glorified the Lord, and said unto him, Thou seest, brother, how many thousands of Jews there are which believe; and they are all zealous of the law:"
    }
    ,
    {
      "type" : "verse",
      "id" : "v21",
      "number" : "21",
      "absolute" : "27686",
      "text" : "And they are informed of thee, that thou teachest all the Jews which are among the Gentiles to forsake Moses, saying that they ought not to circumcise <span class='extra'>their<\/span> children, neither to walk after the customs."
    }
    ,
    {
      "type" : "verse",
      "id" : "v22",
      "number" : "22",
      "absolute" : "27687",
      "text" : "What is it therefore? the multitude must needs come together: for they will hear that thou art come."
    }
    ,
    {
      "type" : "verse",
      "id" : "v23",
      "number" : "23",
      "absolute" : "27688",
      "text" : "Do therefore this that we say to thee: We have four men which have a vow on them;"
    }
    ,
    {
      "type" : "verse",
      "id" : "v24",
      "number" : "24",
      "absolute" : "27689",
      "text" : "Them take, and purify thyself with them, and be at charges with them, that they may shave <span class='extra'>their<\/span> heads: and all may know that those things, whereof they were informed concerning thee, are nothing; but <span class='extra'>that<\/span> thou thyself also walkest orderly, and keepest the law."
    }
    ,
    {
      "type" : "verse",
      "id" : "v25",
      "number" : "25",
      "absolute" : "27690",
      "text" : "As touching the Gentiles which believe, we have written <span class='extra'>and<\/span> concluded that they observe no such thing, save only that they keep themselves from <span class='extra'>things<\/span> offered to idols, and from blood, and from strangled, and from fornication."
    }
    ,
    {
      "type" : "verse",
      "id" : "v26",
      "number" : "26",
      "absolute" : "27691",
      "text" : "Then Paul took the men, and the next day purifying himself with them entered into the temple, to signify the accomplishment of the days of purification, until that an offering should be offered for every one of them."
    }
    ,
    {
      "type" : "verse",
      "id" : "v27",
      "number" : "27",
      "absolute" : "27692",
      "text" : "And when the seven days were almost ended, the Jews which were of Asia, when they saw him in the temple, stirred up all the people, and laid hands on him,"
    }
    ,
    {
      "type" : "verse",
      "id" : "v28",
      "number" : "28",
      "absolute" : "27693",
      "text" : "Crying out, Men of Israel, help: This is the man, that teacheth all <span class='extra'>men<\/span> every where against the people, and the law, and this place: and further brought Greeks also into the temple, and hath polluted this holy place."
    }
    ,
    {
      "type" : "verse",
      "id" : "v29",
      "number" : "29",
      "absolute" : "27694",
      "text" : "(For they had seen before with him in the city Trophimus an Ephesian, whom they supposed that Paul had brought into the temple.)"
    }
    ,
    {
      "type" : "verse",
      "id" : "v30",
      "number" : "30",
      "absolute" : "27695",
      "text" : "And all the city was moved, and the people ran together: and they took Paul, and drew him out of the temple: and forthwith the doors were shut."
    }
    ,
    {
      "type" : "verse",
      "id" : "v31",
      "number" : "31",
      "absolute" : "27696",
      "text" : "And as they went about to kill him, tidings came unto the chief captain of the band, that all Jerusalem was in an uproar."
    }
    ,
    {
      "type" : "verse",
      "id" : "v32",
      "number" : "32",
      "absolute" : "27697",
      "text" : "Who immediately took soldiers and centurions, and ran down unto them: and when they saw the chief captain and the soldiers, they left beating of Paul."
    }
    ,
    {
      "type" : "verse",
      "id" : "v33",
      "number" : "33",
      "absolute" : "27698",
      "text" : "Then the chief captain came near, and took him, and commanded <span class='extra'>him<\/span> to be bound with two chains; and demanded who he was, and what he had done."
    }
    ,
    {
      "type" : "verse",
      "id" : "v34",
      "number" : "34",
      "absolute" : "27699",
      "text" : "And some cried one thing, some another, among the multitude: and when he could not know the certainty for the tumult, he commanded him to be carried into the castle."
    }
    ,
    {
      "type" : "verse",
      "id" : "v35",
      "number" : "35",
      "absolute" : "27700",
      "text" : "And when he came upon the stairs, so it was, that he was borne of the soldiers for the violence of the people."
    }
    ,
    {
      "type" : "verse",
      "id" : "v36",
      "number" : "36",
      "absolute" : "27701",
      "text" : "For the multitude of the people followed after, crying, Away with him."
    }
    ,
    {
      "type" : "verse",
      "id" : "v37",
      "number" : "37",
      "absolute" : "27702",
      "text" : "And as Paul was to be led into the castle, he said unto the chief captain, May I speak unto thee? Who said, Canst thou speak Greek?"
    }
    ,
    {
      "type" : "verse",
      "id" : "v38",
      "number" : "38",
      "absolute" : "27703",
      "text" : "Art not thou that Egyptian, which before these days madest an uproar, and leddest out into the wilderness four thousand men that were murderers?"
    }
    ,
    {
      "type" : "verse",
      "id" : "v39",
      "number" : "39",
      "absolute" : "27704",
      "text" : "But Paul said, I am a man <span class='extra'>which am<\/span> a Jew of Tarsus, <span class='extra'>a city<\/span> in Cilicia, a citizen of no mean city: and, I beseech thee, suffer me to speak unto the people."
    }
    ,
    {
      "type" : "verse",
      "id" : "v40",
      "number" : "40",
      "absolute" : "27705",
      "text" : "And when he had given him licence, Paul stood on the stairs, and beckoned with the hand unto the people. And when there was made a great silence, he spake unto <span class='extra'>them<\/span> in the Hebrew tongue, saying,"
    }
  ]
}
