{
  "book": {
    "number" : "44",
    "filenamePrefix" : "acts",
    "bookPage" : "acts.html",
    "title" : "Acts",
    "chapterCount" : "28",
    "testament" : "new",
    "nt" : "true",
    "ot" : "false",
    "nextBook" : "romans_1.html",
    "nextTitle" : "Romans",
    "prevBook" : "john_1.html",
    "prevTitle" : "John"
  },
  "chapter": {
    "number" : "8",
    "verseCount" : "40",
    "nextChapter" : "acts_9.html",
    "nextTitle" : "Acts 9",
    "prevChapter" : "acts_7.html",
    "prevTitle" : "Acts 7",
    "filename" : "acts_8.html",
    "keywords" : "online king james holy bible, king james bible, bible todo list, words of Jesus, bible index, the authorised version, KJV, KJB, KJAV, AV"
  },
  "items": [
    {
      "type" : "verse",
      "id" : "v1",
      "number" : "1",
      "absolute" : "27178",
      "text" : "And Saul was consenting unto his death. And at that time there was a great persecution against the church which was at Jerusalem; and they were all scattered abroad throughout the regions of Judaea and Samaria, except the apostles."
    }
    ,
    {
      "type" : "verse",
      "id" : "v2",
      "number" : "2",
      "absolute" : "27179",
      "text" : "And devout men carried Stephen <span class='extra'>to his burial<\/span>, and made great lamentation over him."
    }
    ,
    {
      "type" : "verse",
      "id" : "v3",
      "number" : "3",
      "absolute" : "27180",
      "text" : "As for Saul, he made havock of the church, entering into every house, and haling men and women committed <span class='extra'>them<\/span> to prison."
    }
    ,
    {
      "type" : "verse",
      "id" : "v4",
      "number" : "4",
      "absolute" : "27181",
      "text" : "Therefore they that were scattered abroad went every where preaching the word."
    }
    ,
    {
      "type" : "verse",
      "id" : "v5",
      "number" : "5",
      "absolute" : "27182",
      "text" : "Then Philip went down to the city of Samaria, and preached Christ unto them."
    }
    ,
    {
      "type" : "verse",
      "id" : "v6",
      "number" : "6",
      "absolute" : "27183",
      "text" : "And the people with one accord gave heed unto those things which Philip spake, hearing and seeing the miracles which he did."
    }
    ,
    {
      "type" : "verse",
      "id" : "v7",
      "number" : "7",
      "absolute" : "27184",
      "text" : "For unclean spirits, crying with loud voice, came out of many that were possessed <span class='extra'>with them<\/span>: and many taken with palsies, and that were lame, were healed."
    }
    ,
    {
      "type" : "verse",
      "id" : "v8",
      "number" : "8",
      "absolute" : "27185",
      "text" : "And there was great joy in that city."
    }
    ,
    {
      "type" : "verse",
      "id" : "v9",
      "number" : "9",
      "absolute" : "27186",
      "text" : "But there was a certain man, called Simon, which beforetime in the same city used sorcery, and bewitched the people of Samaria, giving out that himself was some great one:"
    }
    ,
    {
      "type" : "verse",
      "id" : "v10",
      "number" : "10",
      "absolute" : "27187",
      "text" : "To whom they all gave heed, from the least to the greatest, saying, This man is the great power of God."
    }
    ,
    {
      "type" : "verse",
      "id" : "v11",
      "number" : "11",
      "absolute" : "27188",
      "text" : "And to him they had regard, because that of long time he had bewitched them with sorceries."
    }
    ,
    {
      "type" : "verse",
      "id" : "v12",
      "number" : "12",
      "absolute" : "27189",
      "text" : "But when they believed Philip preaching the things concerning the kingdom of God, and the name of Jesus Christ, they were baptized, both men and women."
    }
    ,
    {
      "type" : "verse",
      "id" : "v13",
      "number" : "13",
      "absolute" : "27190",
      "text" : "Then Simon himself believed also: and when he was baptized, he continued with Philip, and wondered, beholding the miracles and signs which were done."
    }
    ,
    {
      "type" : "verse",
      "id" : "v14",
      "number" : "14",
      "absolute" : "27191",
      "text" : "Now when the apostles which were at Jerusalem heard that Samaria had received the word of God, they sent unto them Peter and John:"
    }
    ,
    {
      "type" : "verse",
      "id" : "v15",
      "number" : "15",
      "absolute" : "27192",
      "text" : "Who, when they were come down, prayed for them, that they might receive the Holy Ghost:"
    }
    ,
    {
      "type" : "verse",
      "id" : "v16",
      "number" : "16",
      "absolute" : "27193",
      "text" : "(For as yet he was fallen upon none of them: only they were baptized in the name of the Lord Jesus.)"
    }
    ,
    {
      "type" : "verse",
      "id" : "v17",
      "number" : "17",
      "absolute" : "27194",
      "text" : "Then laid they <span class='extra'>their<\/span> hands on them, and they received the Holy Ghost."
    }
    ,
    {
      "type" : "verse",
      "id" : "v18",
      "number" : "18",
      "absolute" : "27195",
      "text" : "And when Simon saw that through laying on of the apostles' hands the Holy Ghost was given, he offered them money,"
    }
    ,
    {
      "type" : "verse",
      "id" : "v19",
      "number" : "19",
      "absolute" : "27196",
      "text" : "Saying, Give me also this power, that on whomsoever I lay hands, he may receive the Holy Ghost."
    }
    ,
    {
      "type" : "verse",
      "id" : "v20",
      "number" : "20",
      "absolute" : "27197",
      "text" : "But Peter said unto him, Thy money perish with thee, because thou hast thought that the gift of God may be purchased with money."
    }
    ,
    {
      "type" : "verse",
      "id" : "v21",
      "number" : "21",
      "absolute" : "27198",
      "text" : "Thou hast neither part nor lot in this matter: for thy heart is not right in the sight of God."
    }
    ,
    {
      "type" : "verse",
      "id" : "v22",
      "number" : "22",
      "absolute" : "27199",
      "text" : "Repent therefore of this thy wickedness, and pray God, if perhaps the thought of thine heart may be forgiven thee."
    }
    ,
    {
      "type" : "verse",
      "id" : "v23",
      "number" : "23",
      "absolute" : "27200",
      "text" : "For I perceive that thou art in the gall of bitterness, and <span class='extra'>in<\/span> the bond of iniquity."
    }
    ,
    {
      "type" : "verse",
      "id" : "v24",
      "number" : "24",
      "absolute" : "27201",
      "text" : "Then answered Simon, and said, Pray ye to the Lord for me, that none of these things which ye have spoken come upon me."
    }
    ,
    {
      "type" : "verse",
      "id" : "v25",
      "number" : "25",
      "absolute" : "27202",
      "text" : "And they, when they had testified and preached the word of the Lord, returned to Jerusalem, and preached the gospel in many villages of the Samaritans."
    }
    ,
    {
      "type" : "verse",
      "id" : "v26",
      "number" : "26",
      "absolute" : "27203",
      "text" : "And the angel of the Lord spake unto Philip, saying, Arise, and go toward the south unto the way that goeth down from Jerusalem unto Gaza, which is desert."
    }
    ,
    {
      "type" : "verse",
      "id" : "v27",
      "number" : "27",
      "absolute" : "27204",
      "text" : "And he arose and went: and, behold, a man of Ethiopia, an eunuch of great authority under Candace queen of the Ethiopians, who had the charge of all her treasure, and had come to Jerusalem for to worship,"
    }
    ,
    {
      "type" : "verse",
      "id" : "v28",
      "number" : "28",
      "absolute" : "27205",
      "text" : "Was returning, and sitting in his chariot read Esaias the prophet."
    }
    ,
    {
      "type" : "verse",
      "id" : "v29",
      "number" : "29",
      "absolute" : "27206",
      "text" : "Then the Spirit said unto Philip, Go near, and join thyself to this chariot."
    }
    ,
    {
      "type" : "verse",
      "id" : "v30",
      "number" : "30",
      "absolute" : "27207",
      "text" : "And Philip ran thither to <span class='extra'>him<\/span>, and heard him read the prophet Esaias, and said, Understandest thou what thou readest?"
    }
    ,
    {
      "type" : "verse",
      "id" : "v31",
      "number" : "31",
      "absolute" : "27208",
      "text" : "And he said, How can I, except some man should guide me? And he desired Philip that he would come up and sit with him."
    }
    ,
    {
      "type" : "verse",
      "id" : "v32",
      "number" : "32",
      "absolute" : "27209",
      "text" : "The place of the scripture which he read was this, He was led as a sheep to the slaughter; and like a lamb dumb before his shearer, so opened he not his mouth:"
    }
    ,
    {
      "type" : "verse",
      "id" : "v33",
      "number" : "33",
      "absolute" : "27210",
      "text" : "In his humiliation his judgment was taken away: and who shall declare his generation? for his life is taken from the earth."
    }
    ,
    {
      "type" : "verse",
      "id" : "v34",
      "number" : "34",
      "absolute" : "27211",
      "text" : "And the eunuch answered Philip, and said, I pray thee, of whom speaketh the prophet this? of himself, or of some other man?"
    }
    ,
    {
      "type" : "verse",
      "id" : "v35",
      "number" : "35",
      "absolute" : "27212",
      "text" : "Then Philip opened his mouth, and began at the same scripture, and preached unto him Jesus."
    }
    ,
    {
      "type" : "verse",
      "id" : "v36",
      "number" : "36",
      "absolute" : "27213",
      "text" : "And as they went on <span class='extra'>their<\/span> way, they came unto a certain water: and the eunuch said, See, <span class='extra'>here is<\/span> water; what doth hinder me to be baptized?"
    }
    ,
    {
      "type" : "verse",
      "id" : "v37",
      "number" : "37",
      "absolute" : "27214",
      "text" : "And Philip said, If thou believest with all thine heart, thou mayest. And he answered and said, I believe that Jesus Christ is the Son of God."
    }
    ,
    {
      "type" : "verse",
      "id" : "v38",
      "number" : "38",
      "absolute" : "27215",
      "text" : "And he commanded the chariot to stand still: and they went down both into the water, both Philip and the eunuch; and he baptized him."
    }
    ,
    {
      "type" : "verse",
      "id" : "v39",
      "number" : "39",
      "absolute" : "27216",
      "text" : "And when they were come up out of the water, the Spirit of the Lord caught away Philip, that the eunuch saw him no more: and he went on his way rejoicing."
    }
    ,
    {
      "type" : "verse",
      "id" : "v40",
      "number" : "40",
      "absolute" : "27217",
      "text" : "But Philip was found at Azotus: and passing through he preached in all the cities, till he came to Caesarea."
    }
  ]
}
