{
  "book": {
    "number" : "27",
    "filenamePrefix" : "daniel",
    "bookPage" : "daniel.html",
    "title" : "Daniel",
    "chapterCount" : "12",
    "testament" : "old",
    "nt" : "false",
    "ot" : "true",
    "nextBook" : "hosea_1.html",
    "nextTitle" : "Hosea",
    "prevBook" : "ezekiel_1.html",
    "prevTitle" : "Ezekiel"
  },
  "chapter": {
    "number" : "10",
    "verseCount" : "21",
    "nextChapter" : "daniel_11.html",
    "nextTitle" : "Daniel 11",
    "prevChapter" : "daniel_9.html",
    "prevTitle" : "Daniel 9",
    "filename" : "daniel_10.html",
    "keywords" : "online king james holy bible, king james bible, bible todo list, words of Jesus, bible index, the authorised version, KJV, KJB, KJAV, AV"
  },
  "items": [
    {
      "type" : "verse",
      "id" : "v1",
      "number" : "1",
      "absolute" : "22017",
      "text" : "In the third year of Cyrus king of Persia a thing was revealed unto Daniel, whose name was called Belteshazzar; and the thing <span class='extra'>was<\/span> true, but the time appointed <span class='extra'>was<\/span> long: and he understood the thing, and had understanding of the vision."
    }
    ,
    {
      "type" : "verse",
      "id" : "v2",
      "number" : "2",
      "absolute" : "22018",
      "text" : "In those days I Daniel was mourning three full weeks."
    }
    ,
    {
      "type" : "verse",
      "id" : "v3",
      "number" : "3",
      "absolute" : "22019",
      "text" : "I ate no pleasant bread, neither came flesh nor wine in my mouth, neither did I anoint myself at all, till three whole weeks were fulfilled."
    }
    ,
    {
      "type" : "verse",
      "id" : "v4",
      "number" : "4",
      "absolute" : "22020",
      "text" : "And in the four and twentieth day of the first month, as I was by the side of the great river, which <span class='extra'>is<\/span> Hiddekel;"
    }
    ,
    {
      "type" : "verse",
      "id" : "v5",
      "number" : "5",
      "absolute" : "22021",
      "text" : "Then I lifted up mine eyes, and looked, and behold a certain man clothed in linen, whose loins <span class='extra'>were<\/span> girded with fine gold of Uphaz:"
    }
    ,
    {
      "type" : "verse",
      "id" : "v6",
      "number" : "6",
      "absolute" : "22022",
      "text" : "His body also <span class='extra'>was<\/span> like the beryl, and his face as the appearance of lightning, and his eyes as lamps of fire, and his arms and his feet like in colour to polished brass, and the voice of his words like the voice of a multitude."
    }
    ,
    {
      "type" : "verse",
      "id" : "v7",
      "number" : "7",
      "absolute" : "22023",
      "text" : "And I Daniel alone saw the vision: for the men that were with me saw not the vision; but a great quaking fell upon them, so that they fled to hide themselves."
    }
    ,
    {
      "type" : "verse",
      "id" : "v8",
      "number" : "8",
      "absolute" : "22024",
      "text" : "Therefore I was left alone, and saw this great vision, and there remained no strength in me: for my comeliness was turned in me into corruption, and I retained no strength."
    }
    ,
    {
      "type" : "verse",
      "id" : "v9",
      "number" : "9",
      "absolute" : "22025",
      "text" : "Yet heard I the voice of his words: and when I heard the voice of his words, then was I in a deep sleep on my face, and my face toward the ground."
    }
    ,
    {
      "type" : "verse",
      "id" : "v10",
      "number" : "10",
      "absolute" : "22026",
      "text" : "And, behold, an hand touched me, which set me upon my knees and <span class='extra'>upon<\/span> the palms of my hands."
    }
    ,
    {
      "type" : "verse",
      "id" : "v11",
      "number" : "11",
      "absolute" : "22027",
      "text" : "And he said unto me, O Daniel, a man greatly beloved, understand the words that I speak unto thee, and stand upright: for unto thee am I now sent. And when he had spoken this word unto me, I stood trembling."
    }
    ,
    {
      "type" : "verse",
      "id" : "v12",
      "number" : "12",
      "absolute" : "22028",
      "text" : "Then said he unto me, Fear not, Daniel: for from the first day that thou didst set thine heart to understand, and to chasten thyself before thy God, thy words were heard, and I am come for thy words."
    }
    ,
    {
      "type" : "verse",
      "id" : "v13",
      "number" : "13",
      "absolute" : "22029",
      "text" : "But the prince of the kingdom of Persia withstood me one and twenty days: but, lo, Michael, one of the chief princes, came to help me; and I remained there with the kings of Persia."
    }
    ,
    {
      "type" : "verse",
      "id" : "v14",
      "number" : "14",
      "absolute" : "22030",
      "text" : "Now I am come to make thee understand what shall befall thy people in the latter days: for yet the vision <span class='extra'>is<\/span> for <span class='extra'>many<\/span> days."
    }
    ,
    {
      "type" : "verse",
      "id" : "v15",
      "number" : "15",
      "absolute" : "22031",
      "text" : "And when he had spoken such words unto me, I set my face toward the ground, and I became dumb."
    }
    ,
    {
      "type" : "verse",
      "id" : "v16",
      "number" : "16",
      "absolute" : "22032",
      "text" : "And, behold, <span class='extra'>one<\/span> like the similitude of the sons of men touched my lips: then I opened my mouth, and spake, and said unto him that stood before me, O my lord, by the vision my sorrows are turned upon me, and I have retained no strength."
    }
    ,
    {
      "type" : "verse",
      "id" : "v17",
      "number" : "17",
      "absolute" : "22033",
      "text" : "For how can the servant of this my lord talk with this my lord? for as for me, straightway there remained no strength in me, neither is there breath left in me."
    }
    ,
    {
      "type" : "verse",
      "id" : "v18",
      "number" : "18",
      "absolute" : "22034",
      "text" : "Then there came again and touched me <span class='extra'>one<\/span> like the appearance of a man, and he strengthened me,"
    }
    ,
    {
      "type" : "verse",
      "id" : "v19",
      "number" : "19",
      "absolute" : "22035",
      "text" : "And said, O man greatly beloved, fear not: peace <span class='extra'>be<\/span> unto thee, be strong, yea, be strong. And when he had spoken unto me, I was strengthened, and said, Let my lord speak; for thou hast strengthened me."
    }
    ,
    {
      "type" : "verse",
      "id" : "v20",
      "number" : "20",
      "absolute" : "22036",
      "text" : "Then said he, Knowest thou wherefore I come unto thee? and now will I return to fight with the prince of Persia: and when I am gone forth, lo, the prince of Grecia shall come."
    }
    ,
    {
      "type" : "verse",
      "id" : "v21",
      "number" : "21",
      "absolute" : "22037",
      "text" : "But I will shew thee that which is noted in the scripture of truth: and <span class='extra'>there is<\/span> none that holdeth with me in these things, but Michael your prince."
    }
  ]
}
