{
  "book": {
    "number" : "2",
    "filenamePrefix" : "exodus",
    "bookPage" : "exodus.html",
    "title" : "Exodus",
    "chapterCount" : "40",
    "testament" : "old",
    "nt" : "false",
    "ot" : "true",
    "nextBook" : "leviticus_1.html",
    "nextTitle" : "Leviticus",
    "prevBook" : "genesis_1.html",
    "prevTitle" : "Genesis"
  },
  "chapter": {
    "number" : "11",
    "verseCount" : "10",
    "nextChapter" : "exodus_12.html",
    "nextTitle" : "Exodus 12",
    "prevChapter" : "exodus_10.html",
    "prevTitle" : "Exodus 10",
    "filename" : "exodus_11.html",
    "keywords" : "online king james holy bible, king james bible, bible todo list, words of Jesus, bible index, the authorised version, KJV, KJB, KJAV, AV"
  },
  "items": [
    {
      "type" : "verse",
      "id" : "v1",
      "number" : "1",
      "absolute" : "1808",
      "text" : "And the <span class='nog'>Lord<\/span> said unto Moses, Yet will I bring one plague <span class='extra'>more<\/span> upon Pharaoh, and upon Egypt; afterwards he will let you go hence: when he shall let <span class='extra'>you<\/span> go, he shall surely thrust you out hence altogether."
    }
    ,
    {
      "type" : "verse",
      "id" : "v2",
      "number" : "2",
      "absolute" : "1809",
      "text" : "Speak now in the ears of the people, and let every man borrow of his neighbour, and every woman of her neighbour, jewels of silver, and jewels of gold."
    }
    ,
    {
      "type" : "verse",
      "id" : "v3",
      "number" : "3",
      "absolute" : "1810",
      "text" : "And the <span class='nog'>Lord<\/span> gave the people favour in the sight of the Egyptians. Moreover the man Moses <span class='extra'>was<\/span> very great in the land of Egypt, in the sight of Pharaoh's servants, and in the sight of the people."
    }
    ,
    {
      "type" : "verse",
      "id" : "v4",
      "number" : "4",
      "absolute" : "1811",
      "text" : "And Moses said, Thus saith the <span class='nog'>Lord<\/span>, About midnight will I go out into the midst of Egypt:"
    }
    ,
    {
      "type" : "verse",
      "id" : "v5",
      "number" : "5",
      "absolute" : "1812",
      "text" : "And all the firstborn in the land of Egypt shall die, from the firstborn of Pharaoh that sitteth upon his throne, even unto the firstborn of the maidservant that <span class='extra'>is<\/span> behind the mill; and all the firstborn of beasts."
    }
    ,
    {
      "type" : "verse",
      "id" : "v6",
      "number" : "6",
      "absolute" : "1813",
      "text" : "And there shall be a great cry throughout all the land of Egypt, such as there was none like it, nor shall be like it any more."
    }
    ,
    {
      "type" : "verse",
      "id" : "v7",
      "number" : "7",
      "absolute" : "1814",
      "text" : "But against any of the children of Israel shall not a dog move his tongue, against man or beast: that ye may know how that the <span class='nog'>Lord<\/span> doth put a difference between the Egyptians and Israel."
    }
    ,
    {
      "type" : "verse",
      "id" : "v8",
      "number" : "8",
      "absolute" : "1815",
      "text" : "And all these thy servants shall come down unto me, and bow down themselves unto me, saying, Get thee out, and all the people that follow thee: and after that I will go out. And he went out from Pharaoh in a great anger."
    }
    ,
    {
      "type" : "verse",
      "id" : "v9",
      "number" : "9",
      "absolute" : "1816",
      "text" : "And the <span class='nog'>Lord<\/span> said unto Moses, Pharaoh shall not hearken unto you; that my wonders may be multiplied in the land of Egypt."
    }
    ,
    {
      "type" : "verse",
      "id" : "v10",
      "number" : "10",
      "absolute" : "1817",
      "text" : "And Moses and Aaron did all these wonders before Pharaoh: and the <span class='nog'>Lord<\/span> hardened Pharaoh's heart, so that he would not let the children of Israel go out of his land."
    }
  ]
}
