{
  "book": {
    "number" : "26",
    "filenamePrefix" : "ezekiel",
    "bookPage" : "ezekiel.html",
    "title" : "Ezekiel",
    "chapterCount" : "48",
    "testament" : "old",
    "nt" : "false",
    "ot" : "true",
    "nextBook" : "daniel_1.html",
    "nextTitle" : "Daniel",
    "prevBook" : "lamentations_1.html",
    "prevTitle" : "Lamentations"
  },
  "chapter": {
    "number" : "3",
    "verseCount" : "27",
    "nextChapter" : "ezekiel_4.html",
    "nextTitle" : "Ezekiel 4",
    "prevChapter" : "ezekiel_2.html",
    "prevTitle" : "Ezekiel 2",
    "filename" : "ezekiel_3.html",
    "keywords" : "online king james holy bible, king james bible, bible todo list, words of Jesus, bible index, the authorised version, KJV, KJB, KJAV, AV"
  },
  "items": [
    {
      "type" : "verse",
      "id" : "v1",
      "number" : "1",
      "absolute" : "20504",
      "text" : "Moreover he said unto me, Son of man, eat that thou findest; eat this roll, and go speak unto the house of Israel."
    }
    ,
    {
      "type" : "verse",
      "id" : "v2",
      "number" : "2",
      "absolute" : "20505",
      "text" : "So I opened my mouth, and he caused me to eat that roll."
    }
    ,
    {
      "type" : "verse",
      "id" : "v3",
      "number" : "3",
      "absolute" : "20506",
      "text" : "And he said unto me, Son of man, cause thy belly to eat, and fill thy bowels with this roll that I give thee. Then did I eat <span class='extra'>it<\/span>; and it was in my mouth as honey for sweetness."
    }
    ,
    {
      "type" : "verse",
      "id" : "v4",
      "number" : "4",
      "absolute" : "20507",
      "text" : "And he said unto me, Son of man, go, get thee unto the house of Israel, and speak with my words unto them."
    }
    ,
    {
      "type" : "verse",
      "id" : "v5",
      "number" : "5",
      "absolute" : "20508",
      "text" : "For thou <span class='extra'>art<\/span> not sent to a people of a strange speech and of an hard language, <span class='extra'>but<\/span> to the house of Israel;"
    }
    ,
    {
      "type" : "verse",
      "id" : "v6",
      "number" : "6",
      "absolute" : "20509",
      "text" : "Not to many people of a strange speech and of an hard language, whose words thou canst not understand. Surely, had I sent thee to them, they would have hearkened unto thee."
    }
    ,
    {
      "type" : "verse",
      "id" : "v7",
      "number" : "7",
      "absolute" : "20510",
      "text" : "But the house of Israel will not hearken unto thee; for they will not hearken unto me: for all the house of Israel <span class='extra'>are<\/span> impudent and hardhearted."
    }
    ,
    {
      "type" : "verse",
      "id" : "v8",
      "number" : "8",
      "absolute" : "20511",
      "text" : "Behold, I have made thy face strong against their faces, and thy forehead strong against their foreheads."
    }
    ,
    {
      "type" : "verse",
      "id" : "v9",
      "number" : "9",
      "absolute" : "20512",
      "text" : "As an adamant harder than flint have I made thy forehead: fear them not, neither be dismayed at their looks, though they <span class='extra'>be<\/span> a rebellious house."
    }
    ,
    {
      "type" : "verse",
      "id" : "v10",
      "number" : "10",
      "absolute" : "20513",
      "text" : "Moreover he said unto me, Son of man, all my words that I shall speak unto thee receive in thine heart, and hear with thine ears."
    }
    ,
    {
      "type" : "verse",
      "id" : "v11",
      "number" : "11",
      "absolute" : "20514",
      "text" : "And go, get thee to them of the captivity, unto the children of thy people, and speak unto them, and tell them, Thus saith the Lord <span class='nog'>God<\/span>; whether they will hear, or whether they will forbear."
    }
    ,
    {
      "type" : "verse",
      "id" : "v12",
      "number" : "12",
      "absolute" : "20515",
      "text" : "Then the spirit took me up, and I heard behind me a voice of a great rushing, <span class='extra'>saying<\/span>, Blessed <span class='extra'>be<\/span> the glory of the <span class='nog'>Lord<\/span> from his place."
    }
    ,
    {
      "type" : "verse",
      "id" : "v13",
      "number" : "13",
      "absolute" : "20516",
      "text" : "<span class='extra'>I heard<\/span> also the noise of the wings of the living creatures that touched one another, and the noise of the wheels over against them, and a noise of a great rushing."
    }
    ,
    {
      "type" : "verse",
      "id" : "v14",
      "number" : "14",
      "absolute" : "20517",
      "text" : "So the spirit lifted me up, and took me away, and I went in bitterness, in the heat of my spirit; but the hand of the <span class='nog'>Lord<\/span> was strong upon me."
    }
    ,
    {
      "type" : "verse",
      "id" : "v15",
      "number" : "15",
      "absolute" : "20518",
      "text" : "Then I came to them of the captivity at Tel-abib, that dwelt by the river of Chebar, and I sat where they sat, and remained there astonished among them seven days."
    }
    ,
    {
      "type" : "verse",
      "id" : "v16",
      "number" : "16",
      "absolute" : "20519",
      "text" : "And it came to pass at the end of seven days, that the word of the <span class='nog'>Lord<\/span> came unto me, saying,"
    }
    ,
    {
      "type" : "verse",
      "id" : "v17",
      "number" : "17",
      "absolute" : "20520",
      "text" : "Son of man, I have made thee a watchman unto the house of Israel: therefore hear the word at my mouth, and give them warning from me."
    }
    ,
    {
      "type" : "verse",
      "id" : "v18",
      "number" : "18",
      "absolute" : "20521",
      "text" : "When I say unto the wicked, Thou shalt surely die; and thou givest him not warning, nor speakest to warn the wicked from his wicked way, to save his life; the same wicked <span class='extra'>man<\/span> shall die in his iniquity; but his blood will I require at thine hand."
    }
    ,
    {
      "type" : "verse",
      "id" : "v19",
      "number" : "19",
      "absolute" : "20522",
      "text" : "Yet if thou warn the wicked, and he turn not from his wickedness, nor from his wicked way, he shall die in his iniquity; but thou hast delivered thy soul."
    }
    ,
    {
      "type" : "verse",
      "id" : "v20",
      "number" : "20",
      "absolute" : "20523",
      "text" : "Again, When a righteous <span class='extra'>man<\/span> doth turn from his righteousness, and commit iniquity, and I lay a stumblingblock before him, he shall die: because thou hast not given him warning, he shall die in his sin, and his righteousness which he hath done shall not be remembered; but his blood will I require at thine hand."
    }
    ,
    {
      "type" : "verse",
      "id" : "v21",
      "number" : "21",
      "absolute" : "20524",
      "text" : "Nevertheless if thou warn the righteous <span class='extra'>man<\/span>, that the righteous sin not, and he doth not sin, he shall surely live, because he is warned; also thou hast delivered thy soul."
    }
    ,
    {
      "type" : "verse",
      "id" : "v22",
      "number" : "22",
      "absolute" : "20525",
      "text" : "And the hand of the <span class='nog'>Lord<\/span> was there upon me; and he said unto me, Arise, go forth into the plain, and I will there talk with thee."
    }
    ,
    {
      "type" : "verse",
      "id" : "v23",
      "number" : "23",
      "absolute" : "20526",
      "text" : "Then I arose, and went forth into the plain: and, behold, the glory of the <span class='nog'>Lord<\/span> stood there, as the glory which I saw by the river of Chebar: and I fell on my face."
    }
    ,
    {
      "type" : "verse",
      "id" : "v24",
      "number" : "24",
      "absolute" : "20527",
      "text" : "Then the spirit entered into me, and set me upon my feet, and spake with me, and said unto me, Go, shut thyself within thine house."
    }
    ,
    {
      "type" : "verse",
      "id" : "v25",
      "number" : "25",
      "absolute" : "20528",
      "text" : "But thou, O son of man, behold, they shall put bands upon thee, and shall bind thee with them, and thou shalt not go out among them:"
    }
    ,
    {
      "type" : "verse",
      "id" : "v26",
      "number" : "26",
      "absolute" : "20529",
      "text" : "And I will make thy tongue cleave to the roof of thy mouth, that thou shalt be dumb, and shalt not be to them a reprover: for they <span class='extra'>are<\/span> a rebellious house."
    }
    ,
    {
      "type" : "verse",
      "id" : "v27",
      "number" : "27",
      "absolute" : "20530",
      "text" : "But when I speak with thee, I will open thy mouth, and thou shalt say unto them, Thus saith the Lord <span class='nog'>God<\/span>; He that heareth, let him hear; and he that forbeareth, let him forbear: for they <span class='extra'>are<\/span> a rebellious house."
    }
  ]
}
