{
  "book": {
    "number" : "23",
    "filenamePrefix" : "isaiah",
    "bookPage" : "isaiah.html",
    "title" : "Isaiah",
    "chapterCount" : "66",
    "testament" : "old",
    "nt" : "false",
    "ot" : "true",
    "nextBook" : "jeremiah_1.html",
    "nextTitle" : "Jeremiah",
    "prevBook" : "song_of_solomon_1.html",
    "prevTitle" : "Song of Solomon"
  },
  "chapter": {
    "number" : "5",
    "verseCount" : "30",
    "nextChapter" : "isaiah_6.html",
    "nextTitle" : "Isaiah 6",
    "prevChapter" : "isaiah_4.html",
    "prevTitle" : "Isaiah 4",
    "filename" : "isaiah_5.html",
    "keywords" : "online king james holy bible, king james bible, bible todo list, words of Jesus, bible index, the authorised version, KJV, KJB, KJAV, AV"
  },
  "items": [
    {
      "type" : "verse",
      "id" : "v1",
      "number" : "1",
      "absolute" : "17741",
      "text" : "Now will I sing to my wellbeloved a song of my beloved touching his vineyard. My wellbeloved hath a vineyard in a very fruitful hill:"
    }
    ,
    {
      "type" : "verse",
      "id" : "v2",
      "number" : "2",
      "absolute" : "17742",
      "text" : "And he fenced it, and gathered out the stones thereof, and planted it with the choicest vine, and built a tower in the midst of it, and also made a winepress therein: and he looked that it should bring forth grapes, and it brought forth wild grapes."
    }
    ,
    {
      "type" : "verse",
      "id" : "v3",
      "number" : "3",
      "absolute" : "17743",
      "text" : "And now, O inhabitants of Jerusalem, and men of Judah, judge, I pray you, betwixt me and my vineyard."
    }
    ,
    {
      "type" : "verse",
      "id" : "v4",
      "number" : "4",
      "absolute" : "17744",
      "text" : "What could have been done more to my vineyard, that I have not done in it? wherefore, when I looked that it should bring forth grapes, brought it forth wild grapes?"
    }
    ,
    {
      "type" : "verse",
      "id" : "v5",
      "number" : "5",
      "absolute" : "17745",
      "text" : "And now go to; I will tell you what I will do to my vineyard: I will take away the hedge thereof, and it shall be eaten up; <span class='extra'>and<\/span> break down the wall thereof, and it shall be trodden down:"
    }
    ,
    {
      "type" : "verse",
      "id" : "v6",
      "number" : "6",
      "absolute" : "17746",
      "text" : "And I will lay it waste: it shall not be pruned, nor digged; but there shall come up briers and thorns: I will also command the clouds that they rain no rain upon it."
    }
    ,
    {
      "type" : "verse",
      "id" : "v7",
      "number" : "7",
      "absolute" : "17747",
      "text" : "For the vineyard of the <span class='nog'>Lord<\/span> of hosts <span class='extra'>is<\/span> the house of Israel, and the men of Judah his pleasant plant: and he looked for judgment, but behold oppression; for righteousness, but behold a cry."
    }
    ,
    {
      "type" : "verse",
      "id" : "v8",
      "number" : "8",
      "absolute" : "17748",
      "text" : "Woe unto them that join house to house, <span class='extra'>that<\/span> lay field to field, till <span class='extra'>there be<\/span> no place, that they may be placed alone in the midst of the earth!"
    }
    ,
    {
      "type" : "verse",
      "id" : "v9",
      "number" : "9",
      "absolute" : "17749",
      "text" : "In mine ears <span class='extra'>said<\/span> the <span class='nog'>Lord<\/span> of hosts, Of a truth many houses shall be desolate, <span class='extra'>even<\/span> great and fair, without inhabitant."
    }
    ,
    {
      "type" : "verse",
      "id" : "v10",
      "number" : "10",
      "absolute" : "17750",
      "text" : "Yea, ten acres of vineyard shall yield one bath, and the seed of an homer shall yield an ephah."
    }
    ,
    {
      "type" : "verse",
      "id" : "v11",
      "number" : "11",
      "absolute" : "17751",
      "text" : "Woe unto them that rise up early in the morning, <span class='extra'>that<\/span> they may follow strong drink; that continue until night, <span class='extra'>till<\/span> wine inflame them!"
    }
    ,
    {
      "type" : "verse",
      "id" : "v12",
      "number" : "12",
      "absolute" : "17752",
      "text" : "And the harp, and the viol, the tabret, and pipe, and wine, are in their feasts: but they regard not the work of the <span class='nog'>Lord<\/span>, neither consider the operation of his hands."
    }
    ,
    {
      "type" : "verse",
      "id" : "v13",
      "number" : "13",
      "absolute" : "17753",
      "text" : "Therefore my people are gone into captivity, because <span class='extra'>they have<\/span> no knowledge: and their honourable men <span class='extra'>are<\/span> famished, and their multitude dried up with thirst."
    }
    ,
    {
      "type" : "verse",
      "id" : "v14",
      "number" : "14",
      "absolute" : "17754",
      "text" : "Therefore hell hath enlarged herself, and opened her mouth without measure: and their glory, and their multitude, and their pomp, and he that rejoiceth, shall descend into it."
    }
    ,
    {
      "type" : "verse",
      "id" : "v15",
      "number" : "15",
      "absolute" : "17755",
      "text" : "And the mean man shall be brought down, and the mighty man shall be humbled, and the eyes of the lofty shall be humbled:"
    }
    ,
    {
      "type" : "verse",
      "id" : "v16",
      "number" : "16",
      "absolute" : "17756",
      "text" : "But the <span class='nog'>Lord<\/span> of hosts shall be exalted in judgment, and God that is holy shall be sanctified in righteousness."
    }
    ,
    {
      "type" : "verse",
      "id" : "v17",
      "number" : "17",
      "absolute" : "17757",
      "text" : "Then shall the lambs feed after their manner, and the waste places of the fat ones shall strangers eat."
    }
    ,
    {
      "type" : "verse",
      "id" : "v18",
      "number" : "18",
      "absolute" : "17758",
      "text" : "Woe unto them that draw iniquity with cords of vanity, and sin as it were with a cart rope:"
    }
    ,
    {
      "type" : "verse",
      "id" : "v19",
      "number" : "19",
      "absolute" : "17759",
      "text" : "That say, Let him make speed, <span class='extra'>and<\/span> hasten his work, that we may see <span class='extra'>it<\/span>: and let the counsel of the Holy One of Israel draw nigh and come, that we may know <span class='extra'>it<\/span>!"
    }
    ,
    {
      "type" : "verse",
      "id" : "v20",
      "number" : "20",
      "absolute" : "17760",
      "text" : "Woe unto them that call evil good, and good evil; that put darkness for light, and light for darkness; that put bitter for sweet, and sweet for bitter!"
    }
    ,
    {
      "type" : "verse",
      "id" : "v21",
      "number" : "21",
      "absolute" : "17761",
      "text" : "Woe unto <span class='extra'>them that are<\/span> wise in their own eyes, and prudent in their own sight!"
    }
    ,
    {
      "type" : "verse",
      "id" : "v22",
      "number" : "22",
      "absolute" : "17762",
      "text" : "Woe unto <span class='extra'>them that are<\/span> mighty to drink wine, and men of strength to mingle strong drink:"
    }
    ,
    {
      "type" : "verse",
      "id" : "v23",
      "number" : "23",
      "absolute" : "17763",
      "text" : "Which justify the wicked for reward, and take away the righteousness of the righteous from him!"
    }
    ,
    {
      "type" : "verse",
      "id" : "v24",
      "number" : "24",
      "absolute" : "17764",
      "text" : "Therefore as the fire devoureth the stubble, and the flame consumeth the chaff, <span class='extra'>so<\/span> their root shall be as rottenness, and their blossom shall go up as dust: because they have cast away the law of the <span class='nog'>Lord<\/span> of hosts, and despised the word of the Holy One of Israel."
    }
    ,
    {
      "type" : "verse",
      "id" : "v25",
      "number" : "25",
      "absolute" : "17765",
      "text" : "Therefore is the anger of the <span class='nog'>Lord<\/span> kindled against his people, and he hath stretched forth his hand against them, and hath smitten them: and the hills did tremble, and their carcases <span class='extra'>were<\/span> torn in the midst of the streets. For all this his anger is not turned away, but his hand <span class='extra'>is<\/span> stretched out still."
    }
    ,
    {
      "type" : "verse",
      "id" : "v26",
      "number" : "26",
      "absolute" : "17766",
      "text" : "And he will lift up an ensign to the nations from far, and will hiss unto them from the end of the earth: and, behold, they shall come with speed swiftly:"
    }
    ,
    {
      "type" : "verse",
      "id" : "v27",
      "number" : "27",
      "absolute" : "17767",
      "text" : "None shall be weary nor stumble among them; none shall slumber nor sleep; neither shall the girdle of their loins be loosed, nor the latchet of their shoes be broken:"
    }
    ,
    {
      "type" : "verse",
      "id" : "v28",
      "number" : "28",
      "absolute" : "17768",
      "text" : "Whose arrows <span class='extra'>are<\/span> sharp, and all their bows bent, their horses' hoofs shall be counted like flint, and their wheels like a whirlwind:"
    }
    ,
    {
      "type" : "verse",
      "id" : "v29",
      "number" : "29",
      "absolute" : "17769",
      "text" : "Their roaring <span class='extra'>shall be<\/span> like a lion, they shall roar like young lions: yea, they shall roar, and lay hold of the prey, and shall carry <span class='extra'>it<\/span> away safe, and none shall deliver <span class='extra'>it<\/span>."
    }
    ,
    {
      "type" : "verse",
      "id" : "v30",
      "number" : "30",
      "absolute" : "17770",
      "text" : "And in that day they shall roar against them like the roaring of the sea: and if <span class='extra'>one<\/span> look unto the land, behold darkness <span class='extra'>and<\/span> sorrow, and the light is darkened in the heavens thereof."
    }
  ]
}
