{
  "book": {
    "number" : "24",
    "filenamePrefix" : "jeremiah",
    "bookPage" : "jeremiah.html",
    "title" : "Jeremiah",
    "chapterCount" : "52",
    "testament" : "old",
    "nt" : "false",
    "ot" : "true",
    "nextBook" : "lamentations_1.html",
    "nextTitle" : "Lamentations",
    "prevBook" : "isaiah_1.html",
    "prevTitle" : "Isaiah"
  },
  "chapter": {
    "number" : "27",
    "verseCount" : "22",
    "nextChapter" : "jeremiah_28.html",
    "nextTitle" : "Jeremiah 28",
    "prevChapter" : "jeremiah_26.html",
    "prevTitle" : "Jeremiah 26",
    "filename" : "jeremiah_27.html",
    "keywords" : "online king james holy bible, king james bible, bible todo list, words of Jesus, bible index, the authorised version, KJV, KJB, KJAV, AV"
  },
  "items": [
    {
      "type" : "verse",
      "id" : "v1",
      "number" : "1",
      "absolute" : "19598",
      "text" : "In the beginning of the reign of Jehoiakim the son of Josiah king of Judah came this word unto Jeremiah from the <span class='nog'>Lord<\/span>, saying,"
    }
    ,
    {
      "type" : "verse",
      "id" : "v2",
      "number" : "2",
      "absolute" : "19599",
      "text" : "Thus saith the <span class='nog'>Lord<\/span> to me; Make thee bonds and yokes, and put them upon thy neck,"
    }
    ,
    {
      "type" : "verse",
      "id" : "v3",
      "number" : "3",
      "absolute" : "19600",
      "text" : "And send them to the king of Edom, and to the king of Moab, and to the king of the Ammonites, and to the king of Tyrus, and to the king of Zidon, by the hand of the messengers which come to Jerusalem unto Zedekiah king of Judah;"
    }
    ,
    {
      "type" : "verse",
      "id" : "v4",
      "number" : "4",
      "absolute" : "19601",
      "text" : "And command them to say unto their masters, Thus saith the <span class='nog'>Lord<\/span> of hosts, the God of Israel; Thus shall ye say unto your masters;"
    }
    ,
    {
      "type" : "verse",
      "id" : "v5",
      "number" : "5",
      "absolute" : "19602",
      "text" : "I have made the earth, the man and the beast that <span class='extra'>are<\/span> upon the ground, by my great power and by my outstretched arm, and have given it unto whom it seemed meet unto me."
    }
    ,
    {
      "type" : "verse",
      "id" : "v6",
      "number" : "6",
      "absolute" : "19603",
      "text" : "And now have I given all these lands into the hand of Nebuchadnezzar the king of Babylon, my servant; and the beasts of the field have I given him also to serve him."
    }
    ,
    {
      "type" : "verse",
      "id" : "v7",
      "number" : "7",
      "absolute" : "19604",
      "text" : "And all nations shall serve him, and his son, and his son's son, until the very time of his land come: and then many nations and great kings shall serve themselves of him."
    }
    ,
    {
      "type" : "verse",
      "id" : "v8",
      "number" : "8",
      "absolute" : "19605",
      "text" : "And it shall come to pass, <span class='extra'>that<\/span> the nation and kingdom which will not serve the same Nebuchadnezzar the king of Babylon, and that will not put their neck under the yoke of the king of Babylon, that nation will I punish, saith the <span class='nog'>Lord<\/span>, with the sword, and with the famine, and with the pestilence, until I have consumed them by his hand."
    }
    ,
    {
      "type" : "verse",
      "id" : "v9",
      "number" : "9",
      "absolute" : "19606",
      "text" : "Therefore hearken not ye to your prophets, nor to your diviners, nor to your dreamers, nor to your enchanters, nor to your sorcerers, which speak unto you, saying, Ye shall not serve the king of Babylon:"
    }
    ,
    {
      "type" : "verse",
      "id" : "v10",
      "number" : "10",
      "absolute" : "19607",
      "text" : "For they prophesy a lie unto you, to remove you far from your land; and that I should drive you out, and ye should perish."
    }
    ,
    {
      "type" : "verse",
      "id" : "v11",
      "number" : "11",
      "absolute" : "19608",
      "text" : "But the nations that bring their neck under the yoke of the king of Babylon, and serve him, those will I let remain still in their own land, saith the <span class='nog'>Lord<\/span>; and they shall till it, and dwell therein."
    }
    ,
    {
      "type" : "verse",
      "id" : "v12",
      "number" : "12",
      "absolute" : "19609",
      "text" : "I spake also to Zedekiah king of Judah according to all these words, saying, Bring your necks under the yoke of the king of Babylon, and serve him and his people, and live."
    }
    ,
    {
      "type" : "verse",
      "id" : "v13",
      "number" : "13",
      "absolute" : "19610",
      "text" : "Why will ye die, thou and thy people, by the sword, by the famine, and by the pestilence, as the <span class='nog'>Lord<\/span> hath spoken against the nation that will not serve the king of Babylon?"
    }
    ,
    {
      "type" : "verse",
      "id" : "v14",
      "number" : "14",
      "absolute" : "19611",
      "text" : "Therefore hearken not unto the words of the prophets that speak unto you, saying, Ye shall not serve the king of Babylon: for they prophesy a lie unto you."
    }
    ,
    {
      "type" : "verse",
      "id" : "v15",
      "number" : "15",
      "absolute" : "19612",
      "text" : "For I have not sent them, saith the <span class='nog'>Lord<\/span>, yet they prophesy a lie in my name; that I might drive you out, and that ye might perish, ye, and the prophets that prophesy unto you."
    }
    ,
    {
      "type" : "verse",
      "id" : "v16",
      "number" : "16",
      "absolute" : "19613",
      "text" : "Also I spake to the priests and to all this people, saying, Thus saith the <span class='nog'>Lord<\/span>; Hearken not to the words of your prophets that prophesy unto you, saying, Behold, the vessels of the <span class='nog'>Lord<\/span>'s house shall now shortly be brought again from Babylon: for they prophesy a lie unto you."
    }
    ,
    {
      "type" : "verse",
      "id" : "v17",
      "number" : "17",
      "absolute" : "19614",
      "text" : "Hearken not unto them; serve the king of Babylon, and live: wherefore should this city be laid waste?"
    }
    ,
    {
      "type" : "verse",
      "id" : "v18",
      "number" : "18",
      "absolute" : "19615",
      "text" : "But if they <span class='extra'>be<\/span> prophets, and if the word of the <span class='nog'>Lord<\/span> be with them, let them now make intercession to the <span class='nog'>Lord<\/span> of hosts, that the vessels which are left in the house of the <span class='nog'>Lord<\/span>, and <span class='extra'>in<\/span> the house of the king of Judah, and at Jerusalem, go not to Babylon."
    }
    ,
    {
      "type" : "verse",
      "id" : "v19",
      "number" : "19",
      "absolute" : "19616",
      "text" : "For thus saith the <span class='nog'>Lord<\/span> of hosts concerning the pillars, and concerning the sea, and concerning the bases, and concerning the residue of the vessels that remain in this city,"
    }
    ,
    {
      "type" : "verse",
      "id" : "v20",
      "number" : "20",
      "absolute" : "19617",
      "text" : "Which Nebuchadnezzar king of Babylon took not, when he carried away captive Jeconiah the son of Jehoiakim king of Judah from Jerusalem to Babylon, and all the nobles of Judah and Jerusalem;"
    }
    ,
    {
      "type" : "verse",
      "id" : "v21",
      "number" : "21",
      "absolute" : "19618",
      "text" : "Yea, thus saith the <span class='nog'>Lord<\/span> of hosts, the God of Israel, concerning the vessels that remain <span class='extra'>in<\/span> the house of the <span class='nog'>Lord<\/span>, and <span class='extra'>in<\/span> the house of the king of Judah and of Jerusalem;"
    }
    ,
    {
      "type" : "verse",
      "id" : "v22",
      "number" : "22",
      "absolute" : "19619",
      "text" : "They shall be carried to Babylon, and there shall they be until the day that I visit them, saith the <span class='nog'>Lord<\/span>; then will I bring them up, and restore them to this place."
    }
  ]
}
