{
  "book": {
    "number" : "24",
    "filenamePrefix" : "jeremiah",
    "bookPage" : "jeremiah.html",
    "title" : "Jeremiah",
    "chapterCount" : "52",
    "testament" : "old",
    "nt" : "false",
    "ot" : "true",
    "nextBook" : "lamentations_1.html",
    "nextTitle" : "Lamentations",
    "prevBook" : "isaiah_1.html",
    "prevTitle" : "Isaiah"
  },
  "chapter": {
    "number" : "19",
    "verseCount" : "15",
    "nextChapter" : "jeremiah_20.html",
    "nextTitle" : "Jeremiah 20",
    "prevChapter" : "jeremiah_18.html",
    "prevTitle" : "Jeremiah 18",
    "filename" : "jeremiah_19.html",
    "keywords" : "online king james holy bible, king james bible, bible todo list, words of Jesus, bible index, the authorised version, KJV, KJB, KJAV, AV"
  },
  "items": [
    {
      "type" : "verse",
      "id" : "v1",
      "number" : "1",
      "absolute" : "19409",
      "text" : "Thus saith the <span class='nog'>Lord<\/span>, Go and get a potter's earthen bottle, and <span class='extra'>take<\/span> of the ancients of the people, and of the ancients of the priests;"
    }
    ,
    {
      "type" : "verse",
      "id" : "v2",
      "number" : "2",
      "absolute" : "19410",
      "text" : "And go forth unto the valley of the son of Hinnom, which <span class='extra'>is<\/span> by the entry of the east gate, and proclaim there the words that I shall tell thee,"
    }
    ,
    {
      "type" : "verse",
      "id" : "v3",
      "number" : "3",
      "absolute" : "19411",
      "text" : "And say, Hear ye the word of the <span class='nog'>Lord<\/span>, O kings of Judah, and inhabitants of Jerusalem; Thus saith the <span class='nog'>Lord<\/span> of hosts, the God of Israel; Behold, I will bring evil upon this place, the which whosoever heareth, his ears shall tingle."
    }
    ,
    {
      "type" : "verse",
      "id" : "v4",
      "number" : "4",
      "absolute" : "19412",
      "text" : "Because they have forsaken me, and have estranged this place, and have burned incense in it unto other gods, whom neither they nor their fathers have known, nor the kings of Judah, and have filled this place with the blood of innocents;"
    }
    ,
    {
      "type" : "verse",
      "id" : "v5",
      "number" : "5",
      "absolute" : "19413",
      "text" : "They have built also the high places of Baal, to burn their sons with fire <span class='extra'>for<\/span> burnt offerings unto Baal, which I commanded not, nor spake <span class='extra'>it<\/span>, neither came <span class='extra'>it<\/span> into my mind:"
    }
    ,
    {
      "type" : "verse",
      "id" : "v6",
      "number" : "6",
      "absolute" : "19414",
      "text" : "Therefore, behold, the days come, saith the <span class='nog'>Lord<\/span>, that this place shall no more be called Tophet, nor The valley of the son of Hinnom, but The valley of slaughter."
    }
    ,
    {
      "type" : "verse",
      "id" : "v7",
      "number" : "7",
      "absolute" : "19415",
      "text" : "And I will make void the counsel of Judah and Jerusalem in this place; and I will cause them to fall by the sword before their enemies, and by the hands of them that seek their lives: and their carcases will I give to be meat for the fowls of the heaven, and for the beasts of the earth."
    }
    ,
    {
      "type" : "verse",
      "id" : "v8",
      "number" : "8",
      "absolute" : "19416",
      "text" : "And I will make this city desolate, and an hissing; every one that passeth thereby shall be astonished and hiss because of all the plagues thereof."
    }
    ,
    {
      "type" : "verse",
      "id" : "v9",
      "number" : "9",
      "absolute" : "19417",
      "text" : "And I will cause them to eat the flesh of their sons and the flesh of their daughters, and they shall eat every one the flesh of his friend in the siege and straitness, wherewith their enemies, and they that seek their lives, shall straiten them."
    }
    ,
    {
      "type" : "verse",
      "id" : "v10",
      "number" : "10",
      "absolute" : "19418",
      "text" : "Then shalt thou break the bottle in the sight of the men that go with thee,"
    }
    ,
    {
      "type" : "verse",
      "id" : "v11",
      "number" : "11",
      "absolute" : "19419",
      "text" : "And shalt say unto them, Thus saith the <span class='nog'>Lord<\/span> of hosts; Even so will I break this people and this city, as <span class='extra'>one<\/span> breaketh a potter's vessel, that cannot be made whole again: and they shall bury <span class='extra'>them<\/span> in Tophet, till <span class='extra'>there be<\/span> no place to bury."
    }
    ,
    {
      "type" : "verse",
      "id" : "v12",
      "number" : "12",
      "absolute" : "19420",
      "text" : "Thus will I do unto this place, saith the <span class='nog'>Lord<\/span>, and to the inhabitants thereof, and <span class='extra'>even<\/span> make this city as Tophet:"
    }
    ,
    {
      "type" : "verse",
      "id" : "v13",
      "number" : "13",
      "absolute" : "19421",
      "text" : "And the houses of Jerusalem, and the houses of the kings of Judah, shall be defiled as the place of Tophet, because of all the houses upon whose roofs they have burned incense unto all the host of heaven, and have poured out drink offerings unto other gods."
    }
    ,
    {
      "type" : "verse",
      "id" : "v14",
      "number" : "14",
      "absolute" : "19422",
      "text" : "Then came Jeremiah from Tophet, whither the <span class='nog'>Lord<\/span> had sent him to prophesy; and he stood in the court of the <span class='nog'>Lord<\/span>'s house; and said to all the people,"
    }
    ,
    {
      "type" : "verse",
      "id" : "v15",
      "number" : "15",
      "absolute" : "19423",
      "text" : "Thus saith the <span class='nog'>Lord<\/span> of hosts, the God of Israel; Behold, I will bring upon this city and upon all her towns all the evil that I have pronounced against it, because they have hardened their necks, that they might not hear my words."
    }
  ]
}
