{
  "book": {
    "number" : "66",
    "filenamePrefix" : "revelation",
    "bookPage" : "revelation.html",
    "title" : "Revelation",
    "chapterCount" : "22",
    "testament" : "new",
    "nt" : "true",
    "ot" : "false",
    "nextBook" : "genesis_1.html",
    "nextTitle" : "Genesis",
    "prevBook" : "jude_1.html",
    "prevTitle" : "Jude"
  },
  "chapter": {
    "number" : "19",
    "verseCount" : "21",
    "nextChapter" : "revelation_20.html",
    "nextTitle" : "Revelation 20",
    "prevChapter" : "revelation_18.html",
    "prevTitle" : "Revelation 18",
    "filename" : "revelation_19.html",
    "keywords" : "online king james holy bible, king james bible, bible todo list, words of Jesus, bible index, the authorised version, KJV, KJB, KJAV, AV"
  },
  "items": [
    {
      "type" : "verse",
      "id" : "v1",
      "number" : "1",
      "absolute" : "31019",
      "text" : "And after these things I heard a great voice of much people in heaven, saying, Alleluia; Salvation, and glory, and honour, and power, unto the Lord our God:"
    }
    ,
    {
      "type" : "verse",
      "id" : "v2",
      "number" : "2",
      "absolute" : "31020",
      "text" : "For true and righteous <span class='extra'>are<\/span> his judgments: for he hath judged the great whore, which did corrupt the earth with her fornication, and hath avenged the blood of his servants at her hand."
    }
    ,
    {
      "type" : "verse",
      "id" : "v3",
      "number" : "3",
      "absolute" : "31021",
      "text" : "And again they said, Alleluia. And her smoke rose up for ever and ever."
    }
    ,
    {
      "type" : "verse",
      "id" : "v4",
      "number" : "4",
      "absolute" : "31022",
      "text" : "And the four and twenty elders and the four beasts fell down and worshipped God that sat on the throne, saying, Amen; Alleluia."
    }
    ,
    {
      "type" : "verse",
      "id" : "v5",
      "number" : "5",
      "absolute" : "31023",
      "text" : "And a voice came out of the throne, saying, Praise our God, all ye his servants, and ye that fear him, both small and great."
    }
    ,
    {
      "type" : "verse",
      "id" : "v6",
      "number" : "6",
      "absolute" : "31024",
      "text" : "And I heard as it were the voice of a great multitude, and as the voice of many waters, and as the voice of mighty thunderings, saying, Alleluia: for the Lord God omnipotent reigneth."
    }
    ,
    {
      "type" : "verse",
      "id" : "v7",
      "number" : "7",
      "absolute" : "31025",
      "text" : "Let us be glad and rejoice, and give honour to him: for the marriage of the Lamb is come, and his wife hath made herself ready."
    }
    ,
    {
      "type" : "verse",
      "id" : "v8",
      "number" : "8",
      "absolute" : "31026",
      "text" : "And to her was granted that she should be arrayed in fine linen, clean and white: for the fine linen is the righteousness of saints."
    }
    ,
    {
      "type" : "verse",
      "id" : "v9",
      "number" : "9",
      "absolute" : "31027",
      "text" : "And he saith unto me, Write, Blessed <span class='extra'>are<\/span> they which are called unto the marriage supper of the Lamb. And he saith unto me, These are the true sayings of God."
    }
    ,
    {
      "type" : "verse",
      "id" : "v10",
      "number" : "10",
      "absolute" : "31028",
      "text" : "And I fell at his feet to worship him. And he said unto me, See <span class='extra'>thou do it<\/span> not: I am thy fellowservant, and of thy brethren that have the testimony of Jesus: worship God: for the testimony of Jesus is the spirit of prophecy."
    }
    ,
    {
      "type" : "verse",
      "id" : "v11",
      "number" : "11",
      "absolute" : "31029",
      "text" : "And I saw heaven opened, and behold a white horse; and he that sat upon him <span class='extra'>was<\/span> called Faithful and True, and in righteousness he doth judge and make war."
    }
    ,
    {
      "type" : "verse",
      "id" : "v12",
      "number" : "12",
      "absolute" : "31030",
      "text" : "His eyes <span class='extra'>were<\/span> as a flame of fire, and on his head <span class='extra'>were<\/span> many crowns; and he had a name written, that no man knew, but he himself."
    }
    ,
    {
      "type" : "verse",
      "id" : "v13",
      "number" : "13",
      "absolute" : "31031",
      "text" : "And he <span class='extra'>was<\/span> clothed with a vesture dipped in blood: and his name is called The Word of God."
    }
    ,
    {
      "type" : "verse",
      "id" : "v14",
      "number" : "14",
      "absolute" : "31032",
      "text" : "And the armies <span class='extra'>which were<\/span> in heaven followed him upon white horses, clothed in fine linen, white and clean."
    }
    ,
    {
      "type" : "verse",
      "id" : "v15",
      "number" : "15",
      "absolute" : "31033",
      "text" : "And out of his mouth goeth a sharp sword, that with it he should smite the nations: and he shall rule them with a rod of iron: and he treadeth the winepress of the fierceness and wrath of Almighty God."
    }
    ,
    {
      "type" : "verse",
      "id" : "v16",
      "number" : "16",
      "absolute" : "31034",
      "text" : "And he hath on <span class='extra'>his<\/span> vesture and on his thigh a name written, KING OF KINGS, AND LORD OF LORDS."
    }
    ,
    {
      "type" : "verse",
      "id" : "v17",
      "number" : "17",
      "absolute" : "31035",
      "text" : "And I saw an angel standing in the sun; and he cried with a loud voice, saying to all the fowls that fly in the midst of heaven, Come and gather yourselves together unto the supper of the great God;"
    }
    ,
    {
      "type" : "verse",
      "id" : "v18",
      "number" : "18",
      "absolute" : "31036",
      "text" : "That ye may eat the flesh of kings, and the flesh of captains, and the flesh of mighty men, and the flesh of horses, and of them that sit on them, and the flesh of all <span class='extra'>men, both<\/span> free and bond, both small and great."
    }
    ,
    {
      "type" : "verse",
      "id" : "v19",
      "number" : "19",
      "absolute" : "31037",
      "text" : "And I saw the beast, and the kings of the earth, and their armies, gathered together to make war against him that sat on the horse, and against his army."
    }
    ,
    {
      "type" : "verse",
      "id" : "v20",
      "number" : "20",
      "absolute" : "31038",
      "text" : "And the beast was taken, and with him the false prophet that wrought miracles before him, with which he deceived them that had received the mark of the beast, and them that worshipped his image. These both were cast alive into a lake of fire burning with brimstone."
    }
    ,
    {
      "type" : "verse",
      "id" : "v21",
      "number" : "21",
      "absolute" : "31039",
      "text" : "And the remnant were slain with the sword of him that sat upon the horse, which <span class='extra'>sword<\/span> proceeded out of his mouth: and all the fowls were filled with their flesh."
    }
  ]
}
