{
  "book": {
    "number" : "66",
    "filenamePrefix" : "revelation",
    "bookPage" : "revelation.html",
    "title" : "Revelation",
    "chapterCount" : "22",
    "testament" : "new",
    "nt" : "true",
    "ot" : "false",
    "nextBook" : "genesis_1.html",
    "nextTitle" : "Genesis",
    "prevBook" : "jude_1.html",
    "prevTitle" : "Jude"
  },
  "chapter": {
    "number" : "6",
    "verseCount" : "17",
    "nextChapter" : "revelation_7.html",
    "nextTitle" : "Revelation 7",
    "prevChapter" : "revelation_5.html",
    "prevTitle" : "Revelation 5",
    "filename" : "revelation_6.html",
    "keywords" : "online king james holy bible, king james bible, bible todo list, words of Jesus, bible index, the authorised version, KJV, KJB, KJAV, AV"
  },
  "items": [
    {
      "type" : "verse",
      "id" : "v1",
      "number" : "1",
      "absolute" : "30795",
      "text" : "And I saw when the Lamb opened one of the seals, and I heard, as it were the noise of thunder, one of the four beasts saying, Come and see."
    }
    ,
    {
      "type" : "verse",
      "id" : "v2",
      "number" : "2",
      "absolute" : "30796",
      "text" : "And I saw, and behold a white horse: and he that sat on him had a bow; and a crown was given unto him: and he went forth conquering, and to conquer."
    }
    ,
    {
      "type" : "verse",
      "id" : "v3",
      "number" : "3",
      "absolute" : "30797",
      "text" : "And when he had opened the second seal, I heard the second beast say, Come and see."
    }
    ,
    {
      "type" : "verse",
      "id" : "v4",
      "number" : "4",
      "absolute" : "30798",
      "text" : "And there went out another horse <span class='extra'>that was<\/span> red: and <span class='extra'>power<\/span> was given to him that sat thereon to take peace from the earth, and that they should kill one another: and there was given unto him a great sword."
    }
    ,
    {
      "type" : "verse",
      "id" : "v5",
      "number" : "5",
      "absolute" : "30799",
      "text" : "And when he had opened the third seal, I heard the third beast say, Come and see. And I beheld, and lo a black horse; and he that sat on him had a pair of balances in his hand."
    }
    ,
    {
      "type" : "verse",
      "id" : "v6",
      "number" : "6",
      "absolute" : "30800",
      "text" : "And I heard a voice in the midst of the four beasts say, A measure of wheat for a penny, and three measures of barley for a penny; and <span class='extra'>see<\/span> thou hurt not the oil and the wine."
    }
    ,
    {
      "type" : "verse",
      "id" : "v7",
      "number" : "7",
      "absolute" : "30801",
      "text" : "And when he had opened the fourth seal, I heard the voice of the fourth beast say, Come and see."
    }
    ,
    {
      "type" : "verse",
      "id" : "v8",
      "number" : "8",
      "absolute" : "30802",
      "text" : "And I looked, and behold a pale horse: and his name that sat on him was Death, and Hell followed with him. And power was given unto them over the fourth part of the earth, to kill with sword, and with hunger, and with death, and with the beasts of the earth."
    }
    ,
    {
      "type" : "verse",
      "id" : "v9",
      "number" : "9",
      "absolute" : "30803",
      "text" : "And when he had opened the fifth seal, I saw under the altar the souls of them that were slain for the word of God, and for the testimony which they held:"
    }
    ,
    {
      "type" : "verse",
      "id" : "v10",
      "number" : "10",
      "absolute" : "30804",
      "text" : "And they cried with a loud voice, saying, How long, O Lord, holy and true, dost thou not judge and avenge our blood on them that dwell on the earth?"
    }
    ,
    {
      "type" : "verse",
      "id" : "v11",
      "number" : "11",
      "absolute" : "30805",
      "text" : "And white robes were given unto every one of them; and it was said unto them, that they should rest yet for a little season, until their fellowservants also and their brethren, that should be killed as they <span class='extra'>were<\/span>, should be fulfilled."
    }
    ,
    {
      "type" : "verse",
      "id" : "v12",
      "number" : "12",
      "absolute" : "30806",
      "text" : "And I beheld when he had opened the sixth seal, and, lo, there was a great earthquake; and the sun became black as sackcloth of hair, and the moon became as blood;"
    }
    ,
    {
      "type" : "verse",
      "id" : "v13",
      "number" : "13",
      "absolute" : "30807",
      "text" : "And the stars of heaven fell unto the earth, even as a fig tree casteth her untimely figs, when she is shaken of a mighty wind."
    }
    ,
    {
      "type" : "verse",
      "id" : "v14",
      "number" : "14",
      "absolute" : "30808",
      "text" : "And the heaven departed as a scroll when it is rolled together; and every mountain and island were moved out of their places."
    }
    ,
    {
      "type" : "verse",
      "id" : "v15",
      "number" : "15",
      "absolute" : "30809",
      "text" : "And the kings of the earth, and the great men, and the rich men, and the chief captains, and the mighty men, and every bondman, and every free man, hid themselves in the dens and in the rocks of the mountains;"
    }
    ,
    {
      "type" : "verse",
      "id" : "v16",
      "number" : "16",
      "absolute" : "30810",
      "text" : "And said to the mountains and rocks, Fall on us, and hide us from the face of him that sitteth on the throne, and from the wrath of the Lamb:"
    }
    ,
    {
      "type" : "verse",
      "id" : "v17",
      "number" : "17",
      "absolute" : "30811",
      "text" : "For the great day of his wrath is come; and who shall be able to stand?"
    }
  ]
}
