{
  "book": {
    "number" : "66",
    "filenamePrefix" : "revelation",
    "bookPage" : "revelation.html",
    "title" : "Revelation",
    "chapterCount" : "22",
    "testament" : "new",
    "nt" : "true",
    "ot" : "false",
    "nextBook" : "genesis_1.html",
    "nextTitle" : "Genesis",
    "prevBook" : "jude_1.html",
    "prevTitle" : "Jude"
  },
  "chapter": {
    "number" : "12",
    "verseCount" : "17",
    "nextChapter" : "revelation_13.html",
    "nextTitle" : "Revelation 13",
    "prevChapter" : "revelation_11.html",
    "prevTitle" : "Revelation 11",
    "filename" : "revelation_12.html",
    "keywords" : "online king james holy bible, king james bible, bible todo list, words of Jesus, bible index, the authorised version, KJV, KJB, KJAV, AV"
  },
  "items": [
    {
      "type" : "verse",
      "id" : "v1",
      "number" : "1",
      "absolute" : "30893",
      "text" : "And there appeared a great wonder in heaven; a woman clothed with the sun, and the moon under her feet, and upon her head a crown of twelve stars:"
    }
    ,
    {
      "type" : "verse",
      "id" : "v2",
      "number" : "2",
      "absolute" : "30894",
      "text" : "And she being with child cried, travailing in birth, and pained to be delivered."
    }
    ,
    {
      "type" : "verse",
      "id" : "v3",
      "number" : "3",
      "absolute" : "30895",
      "text" : "And there appeared another wonder in heaven; and behold a great red dragon, having seven heads and ten horns, and seven crowns upon his heads."
    }
    ,
    {
      "type" : "verse",
      "id" : "v4",
      "number" : "4",
      "absolute" : "30896",
      "text" : "And his tail drew the third part of the stars of heaven, and did cast them to the earth: and the dragon stood before the woman which was ready to be delivered, for to devour her child as soon as it was born."
    }
    ,
    {
      "type" : "verse",
      "id" : "v5",
      "number" : "5",
      "absolute" : "30897",
      "text" : "And she brought forth a man child, who was to rule all nations with a rod of iron: and her child was caught up unto God, and <span class='extra'>to<\/span> his throne."
    }
    ,
    {
      "type" : "verse",
      "id" : "v6",
      "number" : "6",
      "absolute" : "30898",
      "text" : "And the woman fled into the wilderness, where she hath a place prepared of God, that they should feed her there a thousand two hundred <span class='extra'>and<\/span> threescore days."
    }
    ,
    {
      "type" : "verse",
      "id" : "v7",
      "number" : "7",
      "absolute" : "30899",
      "text" : "And there was war in heaven: Michael and his angels fought against the dragon; and the dragon fought and his angels,"
    }
    ,
    {
      "type" : "verse",
      "id" : "v8",
      "number" : "8",
      "absolute" : "30900",
      "text" : "And prevailed not; neither was their place found any more in heaven."
    }
    ,
    {
      "type" : "verse",
      "id" : "v9",
      "number" : "9",
      "absolute" : "30901",
      "text" : "And the great dragon was cast out, that old serpent, called the Devil, and Satan, which deceiveth the whole world: he was cast out into the earth, and his angels were cast out with him."
    }
    ,
    {
      "type" : "verse",
      "id" : "v10",
      "number" : "10",
      "absolute" : "30902",
      "text" : "And I heard a loud voice saying in heaven, Now is come salvation, and strength, and the kingdom of our God, and the power of his Christ: for the accuser of our brethren is cast down, which accused them before our God day and night."
    }
    ,
    {
      "type" : "verse",
      "id" : "v11",
      "number" : "11",
      "absolute" : "30903",
      "text" : "And they overcame him by the blood of the Lamb, and by the word of their testimony; and they loved not their lives unto the death."
    }
    ,
    {
      "type" : "verse",
      "id" : "v12",
      "number" : "12",
      "absolute" : "30904",
      "text" : "Therefore rejoice, <span class='extra'>ye<\/span> heavens, and ye that dwell in them. Woe to the inhabiters of the earth and of the sea! for the devil is come down unto you, having great wrath, because he knoweth that he hath but a short time."
    }
    ,
    {
      "type" : "verse",
      "id" : "v13",
      "number" : "13",
      "absolute" : "30905",
      "text" : "And when the dragon saw that he was cast unto the earth, he persecuted the woman which brought forth the man <span class='extra'>child<\/span>."
    }
    ,
    {
      "type" : "verse",
      "id" : "v14",
      "number" : "14",
      "absolute" : "30906",
      "text" : "And to the woman were given two wings of a great eagle, that she might fly into the wilderness, into her place, where she is nourished for a time, and times, and half a time, from the face of the serpent."
    }
    ,
    {
      "type" : "verse",
      "id" : "v15",
      "number" : "15",
      "absolute" : "30907",
      "text" : "And the serpent cast out of his mouth water as a flood after the woman, that he might cause her to be carried away of the flood."
    }
    ,
    {
      "type" : "verse",
      "id" : "v16",
      "number" : "16",
      "absolute" : "30908",
      "text" : "And the earth helped the woman, and the earth opened her mouth, and swallowed up the flood which the dragon cast out of his mouth."
    }
    ,
    {
      "type" : "verse",
      "id" : "v17",
      "number" : "17",
      "absolute" : "30909",
      "text" : "And the dragon was wroth with the woman, and went to make war with the remnant of her seed, which keep the commandments of God, and have the testimony of Jesus Christ."
    }
  ]
}
