{
  "book": {
    "number" : "66",
    "filenamePrefix" : "revelation",
    "bookPage" : "revelation.html",
    "title" : "Revelation",
    "chapterCount" : "22",
    "testament" : "new",
    "nt" : "true",
    "ot" : "false",
    "nextBook" : "genesis_1.html",
    "nextTitle" : "Genesis",
    "prevBook" : "jude_1.html",
    "prevTitle" : "Jude"
  },
  "chapter": {
    "number" : "8",
    "verseCount" : "13",
    "nextChapter" : "revelation_9.html",
    "nextTitle" : "Revelation 9",
    "prevChapter" : "revelation_7.html",
    "prevTitle" : "Revelation 7",
    "filename" : "revelation_8.html",
    "keywords" : "online king james holy bible, king james bible, bible todo list, words of Jesus, bible index, the authorised version, KJV, KJB, KJAV, AV"
  },
  "items": [
    {
      "type" : "verse",
      "id" : "v1",
      "number" : "1",
      "absolute" : "30829",
      "text" : "And when he had opened the seventh seal, there was silence in heaven about the space of half an hour."
    }
    ,
    {
      "type" : "verse",
      "id" : "v2",
      "number" : "2",
      "absolute" : "30830",
      "text" : "And I saw the seven angels which stood before God; and to them were given seven trumpets."
    }
    ,
    {
      "type" : "verse",
      "id" : "v3",
      "number" : "3",
      "absolute" : "30831",
      "text" : "And another angel came and stood at the altar, having a golden censer; and there was given unto him much incense, that he should offer <span class='extra'>it<\/span> with the prayers of all saints upon the golden altar which was before the throne."
    }
    ,
    {
      "type" : "verse",
      "id" : "v4",
      "number" : "4",
      "absolute" : "30832",
      "text" : "And the smoke of the incense, <span class='extra'>which came<\/span> with the prayers of the saints, ascended up before God out of the angel's hand."
    }
    ,
    {
      "type" : "verse",
      "id" : "v5",
      "number" : "5",
      "absolute" : "30833",
      "text" : "And the angel took the censer, and filled it with fire of the altar, and cast <span class='extra'>it<\/span> into the earth: and there were voices, and thunderings, and lightnings, and an earthquake."
    }
    ,
    {
      "type" : "verse",
      "id" : "v6",
      "number" : "6",
      "absolute" : "30834",
      "text" : "And the seven angels which had the seven trumpets prepared themselves to sound."
    }
    ,
    {
      "type" : "verse",
      "id" : "v7",
      "number" : "7",
      "absolute" : "30835",
      "text" : "The first angel sounded, and there followed hail and fire mingled with blood, and they were cast upon the earth: and the third part of trees was burnt up, and all green grass was burnt up."
    }
    ,
    {
      "type" : "verse",
      "id" : "v8",
      "number" : "8",
      "absolute" : "30836",
      "text" : "And the second angel sounded, and as it were a great mountain burning with fire was cast into the sea: and the third part of the sea became blood;"
    }
    ,
    {
      "type" : "verse",
      "id" : "v9",
      "number" : "9",
      "absolute" : "30837",
      "text" : "And the third part of the creatures which were in the sea, and had life, died; and the third part of the ships were destroyed."
    }
    ,
    {
      "type" : "verse",
      "id" : "v10",
      "number" : "10",
      "absolute" : "30838",
      "text" : "And the third angel sounded, and there fell a great star from heaven, burning as it were a lamp, and it fell upon the third part of the rivers, and upon the fountains of waters;"
    }
    ,
    {
      "type" : "verse",
      "id" : "v11",
      "number" : "11",
      "absolute" : "30839",
      "text" : "And the name of the star is called Wormwood: and the third part of the waters became wormwood; and many men died of the waters, because they were made bitter."
    }
    ,
    {
      "type" : "verse",
      "id" : "v12",
      "number" : "12",
      "absolute" : "30840",
      "text" : "And the fourth angel sounded, and the third part of the sun was smitten, and the third part of the moon, and the third part of the stars; so as the third part of them was darkened, and the day shone not for a third part of it, and the night likewise."
    }
    ,
    {
      "type" : "verse",
      "id" : "v13",
      "number" : "13",
      "absolute" : "30841",
      "text" : "And I beheld, and heard an angel flying through the midst of heaven, saying with a loud voice, Woe, woe, woe, to the inhabiters of the earth by reason of the other voices of the trumpet of the three angels, which are yet to sound!"
    }
  ]
}
